# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2013 IBM Corp. All rights reserved.
#
# DefensibleDisposalContainerProcess (DDCP) Localized String Resources (en_US).
# Includes strings for exception messages.
#
#
#================================================================================
# DDCP Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRD1000.explanation = No s''ha introdu\u00eft l''URL d''IBM Enterprise Records per a la connexi\u00f3 amb Content Platform Engine.
FNRRD1000.action      = Introdu\u00efu un URL v\u00e0lid per a Content Platform Engine, per exemple, cpeURI=iiop://cpe_server:port/FileNet/Engine.
FNRRD1000.message     = Falta l''URL al servidor de Content Platform Engine.

FNRRD1001.explanation = Es necessita un nom d''usuari v\u00e0lid.
FNRRD1001.action      = Introdu\u00efu un nom d''usuari v\u00e0lid.
FNRRD1001.message     = Heu d''introduir un nom d''usuari v\u00e0lid per crear el tema JACE.

FNRRD1002.explanation = Es necessita una contrasenya v\u00e0lida per crear el tema de seguretat JACE.
FNRRD1002.action      = Introdu\u00efu una contrasenya v\u00e0lida per poder crear el tema JACE.
FNRRD1002.message     = La contrasenya que heu introdu\u00eft es incorrecta.

FNRRD1003.explanation = L''URL, el nom d''usuari o la contrasenya de Content Platform Engine \u00e9s incorrecte.
FNRRD1003.action      = Introdu\u00efu un URL, nom d''usuari i contrasenya de Content Platform Engine v\u00e0lid.
FNRRD1003.message     = El tema de seguretat JACE no es pot crear. \u00c9s possible que un dels seg\u00fcents elements sigui incorrecte: {0}, {1}, o {2}.
FNRRD1003.arg.0       = CE_Url
FNRRD1003.arg.1       = user_name
FNRRD1003.arg.2       = password

FNRRD1004.explanation = \u00c9s possible que l''URL, el nom d''usuari o la contrasenya de Content Platform Engine siguin incorrectes. O que el servidor de Content Platform Engine no s''estigui executant.
FNRRD1004.action      = Assegureu-vos que l''URL, el nom d''usuari i la contrasenya de Content Platform Engine siguin correctes. Assegureu-vos tamb\u00e9 que el servidor de Content Platform Engine estigui disponible.
FNRRD1004.message     = No s''ha pogut establir la connexi\u00f3 amb el magatzem d''objectes {0} al servidor de Content Platform Engine.
FNRRD1004.arg.0		  = object_store_name

FNRRD1005.explanation = \u00c9s possible que el nom del magatzem d''objectes de plans de fitxers sigui incorrecte o que ja n''hi hagi un amb el mateix nom.
FNRRD1005.action      = Introdu\u00efu un nom de magatzem d''objectes de plans de fitxers v\u00e0lid.
FNRRD1005.message     = El nom de magatzem d''objectes de plans de fitxers {0} no \u00e9s v\u00e0lid.
FNRRD1005.arg.0		  = object_store_name

FNRRD1006.explanation = El valor dels dies avan\u00e7ats s''ha d''establir en un n\u00famero superior o igual a 0.
FNRRD1006.action      = Introdu\u00efu un n\u00famero v\u00e0lid superior o igual a 0 al camp Dies avan\u00e7ats.
FNRRD1006.message     = S''ha introdu\u00efu un n\u00famero no v\u00e0lid de {0} per al camp Dies avan\u00e7ats.
FNRRD1006.arg.0		  = advanced_days

FNRRD1007.explanation = Les GUID de contenidor RM proporcionades a la generaci\u00f3 de l''informe de registre de retenci\u00f3 no s\u00f3n v\u00e0lides.
FNRRD1007.action      = Introdu\u00efu unes GUID de contenidor RM v\u00e0lides.
FNRRD1007.message     = Una o m\u00e9s GUID de contenidor RM no s\u00f3n v\u00e0lides a la generaci\u00f3 de l''informe de registre de retenci\u00f3: {0}.
FNRRD1007.arg.0		  = container_GUIDs

FNRRD1008.explanation = La consulta per a Content Platform Engine no \u00e9s v\u00e0lida o teniu una connexi\u00f3 de xarxa err\u00f2nia.
FNRRD1008.action      = Assegureu-vos que la consulta sigui correcta i que el servidor de Content Platform Engine estigui disponible.
FNRRD1008.message     = No s''ha pogut executar la seg\u00fcent consulta: {0}.
FNRRD1008.arg.0		  = query

FNRRD1009.explanation = El nom del magatzem d''objectes ha de ser v\u00e0lid per al magatzem d''objectes de plans de fitxer.
FNRRD1009.action      = Introdu\u00efu un nom de magatzem d''objectes de plans de fitxer v\u00e0lid.
FNRRD1009.message     = El magatzem d''objectes no \u00e9s un magatzem d''objectes de plans de fitxer v\u00e0lid.

FNRRD1010.explanation = No s''han pogut trobar alguns dels contenidors.
FNRRD1010.action      = Introdu\u00efu GUID de contenidor v\u00e0lides.
FNRRD1010.message     = No s''han pogut trobar els seg\u00fcents contenidors: {0}.
FNRRD1010.arg.0		  = container_IDs

FNRRD1011.explanation = Es necessita un nom de punt de connexi\u00f3 v\u00e0lid.
FNRRD1011.action      = Introdu\u00efu un nom de punt de connexi\u00f3 v\u00e0lid.
FNRRD1011.message     = Falta el nom del punt de connexi\u00f3.

FNRRD1012.explanation = \u00c9s possible que l''URL, el nom d''usuari, la contrasenya o el nom del punt de connexi\u00f3 siguin incorrectes.
FNRRD1012.action      = Introdu\u00efu un URL, nom d''usuari, contrasenya i nom de punt de connexi\u00f3 de Content Platform Engine v\u00e0lids.
FNRRD1012.message     = No s''ha pogut establir la connexi\u00f3 amb Process Engine.

FNRRD1013.explanation = Es necessita una GUID de flux de treball b\u00e0sic v\u00e0lida per iniciar un flux de treball.
FNRRD1013.action      = Introdu\u00efu una GUID de flux de treball de planificaci\u00f3 b\u00e0sica v\u00e0lida
FNRRD1013.message     = Falta la GUID del flux de treball de planificaci\u00f3 b\u00e0sica.

FNRRD1014.explanation = No hi ha cap VWVersion v\u00e0lida per a la GUID de flux de treball b\u00e0sica especificada.
FNRRD1014.action      = Assegureu-vos que el flux de treball de planificaci\u00f3 b\u00e0sica existeixi i que s''hagi transferit.
FNRRD1014.message     = No es pot trobar una VWVersion v\u00e0lida per a la GUID de flux de treball de planificaci\u00f3 b\u00e0sica especificada {0}.
FNRRD1014.arg.0		  = workflow_ID

FNRRD1015.explanation = El flux de treball no es pot iniciar perqu\u00e8 la connexi\u00f3 a Content Platform Engine no es pot establir.
FNRRD1015.action      = Assegureu-vos que el servidor de Content Platform Engine estigui disponible.
FNRRD1015.message     = El flux de treball no es pot iniciar.

FNRRD1016.explanation = El valor d''un per\u00edode de retenci\u00f3 ha de ser superior o igual a 0.
FNRRD1016.action      = Introdu\u00efu un per\u00edode de retenci\u00f3 v\u00e0lid per a una planificaci\u00f3 b\u00e0sica.
FNRRD1016.message     = No s''ha especificat cap per\u00edode de retenci\u00f3 per a la planificaci\u00f3 b\u00e0sica al contenidor {0}.
FNRRD1016.arg.0		  = container_name

FNRRD1017.explanation = El format del per\u00edode de retenci\u00f3 d''una planificaci\u00f3 b\u00e0sica \u00e9s YYYY-MMMM-DDDD.
FNRRD1017.action      = Introdu\u00efu un per\u00edode de retenci\u00f3 v\u00e0lid per a una planificaci\u00f3 b\u00e0sica.
FNRRD1017.message     = El format del per\u00edode de retenci\u00f3 {0} per a la planificaci\u00f3 b\u00e0sica no \u00e9s v\u00e0lid.
FNRRD1017.arg.0		  = retention_period

FNRRD1018.explanation = El format de data final de l''exercici fiscal d''una planificaci\u00f3 b\u00e0sica \u00e9s MM-DD.
FNRRD1018.action      = Introdu\u00efu la data final de l''exercici fiscal d''una planificaci\u00f3 b\u00e0sica.
FNRRD1018.message     = El format de data final de l''exercici fiscal {0} no \u00e9s v\u00e0lid.
FNRRD1018.arg.0		  = fiscal_year_end_date

FNRRD1019.explanation = S''ha produ\u00eft un error inesperat.
FNRRD1019.action      = Poseu-vos en contacte amb IBM Software Support.
FNRRD1019.message     = S''ha produ\u00eft un error quan un fil realitzava una tasca d''actualitzaci\u00f3.

FNRRD1020.explanation = S''ha produ\u00eft un error InterruptedException.
FNRRD1020.action      = Poseu-vos en contacte amb IBM Software Support.
FNRRD1020.message     = S''ha produ\u00eft un error mentre un fil realitzava una tasca d''actualitzaci\u00f3.

FNRRD1021.explanation = Es necessita un nom de revisor v\u00e0lid per auditar un esdeveniment de supressi\u00f3.
FNRRD1021.action      = Introdu\u00efu un nom de revisor v\u00e0lid per auditar auditoria a un esdeveniment de supressi\u00f3.
FNRRD1021.message     = El nom de revisor {0} que s''est\u00e0 utilitzant per auditar un esdeveniment de supressi\u00f3 no \u00e9s v\u00e0lid.
FNRRD1021.arg.0		  = reviewer_name

FNRRD1022.explanation = S''ha produ\u00eft un error inesperat.
FNRRD1022.action      = Poseu-vos en contacte amb IBM Software Support.
FNRRD1022.message     = S''ha produ\u00eft un error mentre un fil realitzava una tasca de supressi\u00f3.

FNRRD1023.explanation = S''ha produ\u00eft un error InterruptedException.
FNRRD1023.action      = Poseu-vos en contacte amb IBM Software Support.
FNRRD1023.message     = S''ha produ\u00eft un error mentre un fil realitzava una tasca de supressi\u00f3.

FNRRD1024.explanation = S''ha produ\u00eft un error inesperat.
FNRRD1024.action      = Poseu-vos en contacte amb IBM Software Support.
FNRRD1024.message     = S''ha produ\u00eft un error mentre un fil realitzava una tasca d''auditoria.

FNRRD1025.explanation = S''ha produ\u00eft un error InterruptedException.
FNRRD1025.action      = Poseu-vos en contacte amb IBM Software Support.
FNRRD1025.message     = S''ha produ\u00eft un error mentre un fil realitzava una tasca d''auditoria.

FNRRD1026.explanation = \u00c9s possible que el servidor de Content Engine Platform no estigui disponible.
FNRRD1026.action      = Assegureu-vos que el servidor de Content Platform Engine estigui disponible.
FNRRD1026.message     = No s''ha pogut desar el document.

FNRRD1027.explanation = No hi ha cap pla de fitxers en aquest magatzem d''objectes de plans de fitxers.
FNRRD1027.action      = Assegureu-vos que el magatzem d''objectes de plans de fitxers sigui v\u00e0lid.
FNRRD1027.message     = No s''ha trobat cap pla de fitxers al magatzem d''objectes de plans de fitxers.

FNRRD1028.explanation = \u00c9s possible que l''informe no existeixi.
FNRRD1028.action      = Assegureu-vos que el nom de l''informe sigui v\u00e0lid i que existeixi al magatzem d''objectes.
FNRRD1028.message     = No s''ha pogut trobar el seg\u00fcent informe: {0}.
FNRRD1028.arg.0		  = report_ID

FNRRD1029.explanation = El nom del pla de fitxers o el cam\u00ed del contenidor no \u00e9s v\u00e0lid.
FNRRD1029.action      = Introdu\u00efu un nom de pla de fitxers v\u00e0lid i un cam\u00ed de contenidor.
FNRRD1029.message     = El nom del pla de fitxers o el cam\u00ed de contenidor no \u00e9s v\u00e0lid o no existeix.

FNRRD1030.explanation = S''ha produ\u00eft un error inesperat.
FNRRD1030.action      = Reviseu la tra\u00e7a de pila al fitxer de registre
FNRRD1030.message     = S''ha produ\u00eft un error inesperat.

FNRRD1031.explanation = Abans de cridar batchUpdate o batchDelete, s''ha d''especificar un nom de classe v\u00e0lid per als objectes de processament per lots a BatchProcessingManager.
FNRRD1031.action      = Especifiqueu un nom de classe v\u00e0lid per als objectes de processament per lots a BatchProcessingManager.
FNRRD1031.message     = No s''ha especificat cap nom de classe per als objectes de processament per lots a BatchProcessingManager.

FNRRD1032.explanation = El mapa de context de configuraci\u00f3 passat ha d''incloure m\u00ednimament l''URL de servidor de Content Platform Engine server.
FNRRD1032.action      = Proporcioneu un mapa de context de configuraci\u00f3 v\u00e0lid.
FNRRD1032.message     = El mapa de context de configuraci\u00f3 passat \u00e9s nul o est\u00e0 buit.

FNRRD1033.explanation = S''ha de proporcionar una GUID de contenidor v\u00e0lida on pugui residir el registre de resultats de destrucci\u00f3.
FNRRD1033.action      = Proporcioneu una GUID de contenidor v\u00e0lida on pugui residir el registre de resultats de destrucci\u00f3.
FNRRD1033.message     = No hi ha cap GUID on el contenidor pugui arxivar el registre de resultats de destrucci\u00f3.

FNRRD1034.explanation = El contenidor {0} no \u00e9s un tipus RecordCategory, RecordFolder o Volume, o no permet l''emmagatzematge de registres electr\u00f2nics (ElectronicRecord).
FNRRD1034.action      = Seleccioneu un contenidor que sigui d''un dels tres tipus seg\u00fcents: RecordCategory, RecordFolder o Volume i assegureu-vos que s''hi permeti l''emmagatzematge de registres electr\u00f2nics.
FNRRD1034.message     = El contenidor {0} no \u00e9s un tipus RecordCategory, RecordFolder o Volume, o no permet l''emmagatzematge de registres electr\u00f2nics (ElectronicRecord). Seleccioneu un altre contenidor.
FNRRD1034.arg.0		  = container_ID

FNRRD1035.explanation = S''ha de configurar el magatzem d''objectes per permetre que els usuaris declarin registres.
FNRRD1035.action      = Configureu el magatzem d''objectes {0} perqu\u00e8 admeti declaracions de registre.
FNRRD1035.message     = El magatzem d''objectes {0} no s''ha configurat per permetre que els usuaris declarin registres.
FNRRD1035.arg.0		  = object_store_name_or_ID

FNRRD1036.explanation = \u00c9s possible que la GUID del magatzem d''objectes sigui incorrecta o que el magatzem d''objectes no existeixi.
FNRRD1036.action      = Assegureu-vos que la GUID del magatzem d''objectes sigui v\u00e0lida.
FNRRD1036.message     = No s''ha pogut arribar a la inst\u00e0ncia del magatzem d''objectes utilitzant la GUID del magatzem d''objectes especificat {0}.
FNRRD1036.arg.0		  = object_store_name_or_ID
