# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2013 IBM Corp. All rights reserved.
#
# DefensibleDisposalContainerProcess (DDCP) Localized String Resources (en_US).
# Includes strings for exception messages.
#
#
#================================================================================
# DDCP Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRD1000.explanation = URL za povezivanje Content Platform Engine s IBM Enterprise Records nije unesen.
FNRRD1000.action      = Unesite va\u017ee\u0107i Content Platform Engine URL, na primjer, cpeURI=iiop://cpe_server:port/FileNet/Engine.
FNRRD1000.message     = Nedostaje URL za Content Platform Engine poslu\u017eitelj.

FNRRD1001.explanation = Potrebno je va\u017ee\u0107e ime korisnika.
FNRRD1001.action      = Unesite va\u017ee\u0107e ime korisnika.
FNRRD1001.message     = Morate unijeti va\u017ee\u0107e ime korisnika da  biste kreirali JACE predmet.

FNRRD1002.explanation = Potrebna je va\u017ee\u0107a lozinka za kreiranje JACE objekta sigurnosti.
FNRRD1002.action      = Unesite va\u017ee\u0107u lozinku tako da mo\u017eete kreirati JACE predmet.
FNRRD1002.message     = Unesena lozinka nije ispravna.

FNRRD1003.explanation = Pogre\u0161an je URL Content Platform Enginea, ime korisnika ili lozinka.
FNRRD1003.action      = Unesite ispravan URL Content Platform Enginea, ime korisnika ili lozinku.
FNRRD1003.message     = JACE objekt sigurnosti ne mo\u017ee se kreirati. Jedna od sljede\u0107ih stavki mo\u017eda nije ispravna: {0}, {1} ili {2}.
FNRRD1003.arg.0       = CE_Url
FNRRD1003.arg.1       = user_name
FNRRD1003.arg.2       = lozinka

FNRRD1004.explanation = Content Platform Engine URL, ime korisnika ili lozinka mo\u017eda nisu ispravni. Content Platform Engine poslu\u017eitelj mo\u017eda ne radi.
FNRRD1004.action      = Osigurajte ispravne Content Platform Engine URL, ime korisnika i lozinku. Tako\u0111er osigurajte dostupnost  Content Platform Engine poslu\u017eitelja.
FNRRD1004.message     = Veza se nije mogla uspostaviti s {0} spremi\u0161tem objekata na Content Platform Engine poslu\u017eitelju.
FNRRD1004.arg.0		  = object_store_name

FNRRD1005.explanation = Naziv spremi\u0161ta objekata plana datoteka mo\u017eda nije ispravan ili spremi\u0161te objekata s tim nazivom ne postoji.
FNRRD1005.action      = Unesite va\u017ee\u0107i naziv spremi\u0161ta objekata plana datoteka.
FNRRD1005.message     = Naziv spremi\u0161ta objekata plana datoteka {0} nije ispravan.
FNRRD1005.arg.0		  = object_store_name

FNRRD1006.explanation = Vrijednost dana unaprijed mora se postaviti na broj ve\u0107i ili jednak 0.
FNRRD1006.action      = Unesite va\u017ee\u0107i broj ve\u0107i ili jednak 0 za dane unaprijed.
FNRRD1006.message     = Pogre\u0161an broj {0} je unesen u polje Dani unaprijed.
FNRRD1006.arg.0		  = advanced_days

FNRRD1007.explanation = GUID-i RM spremnika navedeni kod generiranja izvje\u0161taja o slogovima datuma dospije\u0107a zadr\u017eavanja nisu ispravni.
FNRRD1007.action      = Unesite va\u017ee\u0107e GUID-e RM spremnika.
FNRRD1007.message     = Jedan ili vi\u0161e GUID-a RM spremnika je pogre\u0161no u generiranju izvje\u0161taja za slogove datuma dospije\u0107a zadr\u017eavanja: {0}.
FNRRD1007.arg.0		  = container_GUIDs

FNRRD1008.explanation = Upit u Content Platform Engine je pogre\u0161an ili imate lo\u0161u vezu s mre\u017eom.
FNRRD1008.action      = Provjerite je li upit ispravan i da li je dostupan Content Platform Engine poslu\u017eitelj.
FNRRD1008.message     = Sljede\u0107i upit nije se mogao izvesti: {0}.
FNRRD1008.arg.0		  = query

FNRRD1009.explanation = Naziv spremi\u0161ta objekata mora biti va\u017ee\u0107i za spremi\u0161te objekata plana datoteka.
FNRRD1009.action      = Unesite va\u017ee\u0107i naziv spremi\u0161ta objekata plana datoteka.
FNRRD1009.message     = Spremi\u0161te objekata nije va\u017ee\u0107e spremi\u0161te objekata plana datoteka.

FNRRD1010.explanation = Neki od spremnika ne mogu se prona\u0107i.
FNRRD1010.action      = Unesite va\u017ee\u0107e GUID-e spremnika.
FNRRD1010.message     = Sljede\u0107i spremnici nisu se mogli prona\u0107i: {0}.
FNRRD1010.arg.0		  = container_IDs

FNRRD1011.explanation = Potreban je va\u017ee\u0107i naziv to\u010dke povezivanja.
FNRRD1011.action      = Unesite va\u017ee\u0107i naziv to\u010dke povezivanja.
FNRRD1011.message     = Nedostaje naziv to\u010dke povezivanja.

FNRRD1012.explanation = Content Platform Engine URL, ime korisnika, lozinka ili naziv to\u010dke povezivanja mo\u017eda nisu ispravni.
FNRRD1012.action      = Unesite va\u017ee\u0107i Content Platform Engine URL, ime korisnika, lozinku i naziv to\u010dke povezivanja.
FNRRD1012.message     = Veza s Process Engineom nije se mogla uspostaviti.

FNRRD1013.explanation = Potreban je va\u017ee\u0107i GUID procesa rada osnovnog rasporeda za pokretanje procesa rada.
FNRRD1013.action      = Unesite va\u017ee\u0107i GUID procesa rada osnovnog rasporeda.
FNRRD1013.message     = Nedostaje GUID procesa rada osnovnog rasporeda.

FNRRD1014.explanation = Nije na\u0111en va\u017ee\u0107i VWVersion za specificirani GUID procesa rada osnovnog rasporeda.
FNRRD1014.action      = Osigurajte da proces rada osnovnog rasporeda postoji i da je prenesen.
FNRRD1014.message     = Ne mo\u017ee se prona\u0107i va\u017ee\u0107i VWVersion za specificirani GUID procesa rada osnovnog rasporeda {0}.
FNRRD1014.arg.0		  = workflow_ID

FNRRD1015.explanation = Proces rada se ne mo\u017ee pokrenuti jer se ne mo\u017ee uspostaviti veza s Content Platform Engineom.
FNRRD1015.action      = Osigurajte dostupan Content Platform Engine poslu\u017eitelj.
FNRRD1015.message     = Proces rada se ne mo\u017ee pokrenuti.

FNRRD1016.explanation = Vrijednost perioda odr\u017eavanja mora biti ve\u0107a ili jednaka 0.
FNRRD1016.action      = Unesite va\u017ee\u0107i period zadr\u017eavanja za osnovni raspored.
FNRRD1016.message     = Period zadr\u017eavanja nije specificiran za osnovni raspored na {0} spremniku.
FNRRD1016.arg.0		  = container_name

FNRRD1017.explanation = Format perioda zadr\u017eavanja za osnovni raspored je GGGG-MMMM-DDDD.
FNRRD1017.action      = Unesite va\u017ee\u0107i period zadr\u017eavanja za osnovni raspored.
FNRRD1017.message     = Format perioda zadr\u017eavanja {0} za osnovni raspored je pogre\u0161an.
FNRRD1017.arg.0		  = retention_period

FNRRD1018.explanation = Format krajnjeg datuma fiskalne godine za osnovni raspored je MM-DD.
FNRRD1018.action      = Unesite va\u017ee\u0107i krajnji datum fiskalne godine za osnovni raspored.
FNRRD1018.message     = Format krajnjeg datuma fiskalne godine {0} je pogre\u0161an.
FNRRD1018.arg.0		  = fiscal_year_end_date

FNRRD1019.explanation = Dogodila se neo\u010dekivana gre\u0161ka.
FNRRD1019.action      = Kontaktirajte IBM Softversku podr\u0161ku
FNRRD1019.message     = Dogodila se gre\u0161ka kada je nit obavljala zadataka a\u017euriranja.

FNRRD1020.explanation = Dogodila se gre\u0161ka InterruptedException.
FNRRD1020.action      = Kontaktirajte IBM Softversku podr\u0161ku
FNRRD1020.message     = Dogodila se gre\u0161ka dok je nit izvodila zadatak a\u017euriranja.

FNRRD1021.explanation = Potrebno je va\u017ee\u0107e ime pregledavatelja za reviziju doga\u0111aja brisanja.
FNRRD1021.action      = Unesite va\u017ee\u0107e ime pregledavatelja za reviziju doga\u0111aja brisanja.
FNRRD1021.message     = Ime pregledavatelja {0}, koje se koristi za reviziju doga\u0111aja brisanja, pogre\u0161no je.
FNRRD1021.arg.0		  = reviewer_name

FNRRD1022.explanation = Dogodila se neo\u010dekivana gre\u0161ka.
FNRRD1022.action      = Kontaktirajte IBM Softversku podr\u0161ku
FNRRD1022.message     = Dogodila se gre\u0161ka dok je nit izvodila zadatak brisanja.

FNRRD1023.explanation = Dogodila se gre\u0161ka InterruptedException.
FNRRD1023.action      = Kontaktirajte IBM Softversku podr\u0161ku
FNRRD1023.message     = Dogodila se gre\u0161ka dok je nit izvodila zadatak brisanja.

FNRRD1024.explanation = Dogodila se neo\u010dekivana gre\u0161ka.
FNRRD1024.action      = Kontaktirajte IBM Softversku podr\u0161ku
FNRRD1024.message     = Dogodila se gre\u0161ka dok je nit izvodila zadatak revizije.

FNRRD1025.explanation = Dogodila se gre\u0161ka InterruptedException.
FNRRD1025.action      = Kontaktirajte IBM Softversku podr\u0161ku
FNRRD1025.message     = Dogodila se gre\u0161ka dok je nit izvodila zadatak revizije.

FNRRD1026.explanation = Poslu\u017eitelj Content Engine platforme mo\u017eda nije dostupan.
FNRRD1026.action      = Provjerite je li dostupan poslu\u017eitelj Content Engine platforme.
FNRRD1026.message     = Dokument se nije mogao spremiti.

FNRRD1027.explanation = Nema plana datoteka pod ovim spremi\u0161tem objekata plana datoteka.
FNRRD1027.action      = Osigurajte va\u017ee\u0107e spremi\u0161te objekata plana datoteka.
FNRRD1027.message     = Plan datoteka nije na\u0111en u spremi\u0161tu objekata plana datoteka.

FNRRD1028.explanation = Izvje\u0161taj mo\u017eda ne postoji.
FNRRD1028.action      = Osigurajte va\u017ee\u0107i naziv izvje\u0161taja i da postoji u spremi\u0161tu objekata. 
FNRRD1028.message     = Sljede\u0107i izvje\u0161taj nije se mogao prona\u0107i: {0}.
FNRRD1028.arg.0		  = report_ID

FNRRD1029.explanation = Naziv plana datoteka ili staza spremnika nisu va\u017ee\u0107i.
FNRRD1029.action      = Unesite va\u017ee\u0107i naziv plana datoteka i stazu spremnika.
FNRRD1029.message     = Naziv plana datoteka ili staza spremnika nisu va\u017ee\u0107i ili ne postoje.

FNRRD1030.explanation = Dogodila se neo\u010dekivana gre\u0161ka.
FNRRD1030.action      = Pregledajte pra\u0107enje stoga u datoteci dnevnika 
FNRRD1030.message     = Dogodila se neo\u010dekivana gre\u0161ka.

FNRRD1031.explanation = Prije poziva batchUpdate ili batchDelete, potrebno je specificirati va\u017ee\u0107i naziv klase za objekte batch obrade u BatchProcessingManageru.
FNRRD1031.action      = Specificirajte va\u017ee\u0107i naziv klase za objekte batch obrade u BatchProcessingManageru.
FNRRD1031.message     = Naziv klase nije specificiran za objekte batch obrade u BatchProcessingManageru.

FNRRD1032.explanation = Mapa konteksta konfiguracije koja se predaje mora minimalno sadr\u017eavati URL Content Platform Engine poslu\u017eitelja.
FNRRD1032.action      = Navedite va\u017ee\u0107u mapu konteksta konfiguriranja.
FNRRD1032.message     = Predana mapa konteksta konfiguriranja je null ili prazna.

FNRRD1033.explanation = Mora se navesti va\u017ee\u0107i GUID spremnika, gdje se mo\u017ee nalaziti zapis rezultata uni\u0161tavanja.
FNRRD1033.action      = Navedite va\u017ee\u0107i GUID spremnika, gdje se mo\u017ee nalaziti zapis o rezultatu uni\u0161tavanja.
FNRRD1033.message     = Nema GUID-a spremnika za spremanje zapisa rezultata uni\u0161tavanja.

FNRRD1034.explanation = Spremnik {0} nije tipa RecordCategory, RecordFolder ili Volume ili ne dozvoljava da se u njemu spremaju elektroni\u010dki slogovi (ElectronicRecord).
FNRRD1034.action      = Izaberite spremnik koji je jednog od ova tri tipa: RecordCategory, RecordFolder ili Volume i osigurajte da dozvoljava da se u njemu spremaju elektroni\u010dki slogovi.
FNRRD1034.message     = Spremnik {0} nije tipa RecordCategory, RecordFolder ili Volume ili ne dozvoljava da se u njemu spremaju elektroni\u010dki slogovi (ElectronicRecord). Izaberite razli\u010diti spremnik.
FNRRD1034.arg.0		  = container_ID

FNRRD1035.explanation = Spremi\u0161te objekata mora se konfigurirati da korisnicima dopu\u0161ta deklariranje slogova.
FNRRD1035.action      = Konfigurirajte spremi\u0161te slogova {0} da podr\u017eava deklaracije slogova.
FNRRD1035.message     = Spremi\u0161te objekata {0} nije konfigurirano da korisnicima dopu\u0161ta deklariranje slogova.
FNRRD1035.arg.0		  = object_store_name_or_ID

FNRRD1036.explanation = GUID spremi\u0161ta objekata mo\u017eda nije ispravan ili spremi\u0161te objekata mo\u017eda ne postoji.
FNRRD1036.action      = Osigurajte va\u017ee\u0107i GUID spremi\u0161ta objekata.
FNRRD1036.message     = Instanca spremi\u0161ta objekata nije se mogla dohvatiti pomo\u0107u specificiranog GUID-a spremi\u0161ta objekata {0}.
FNRRD1036.arg.0		  = object_store_name_or_ID
