# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2013 IBM Corp. All rights reserved.
#
# DefensibleDisposalContainerProcess (DDCP) Localized String Resources (en_US).
# Includes strings for exception messages.
#
#
#================================================================================
# DDCP Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRD1000.explanation = Die URL, die IBM Enterprise Records zum Herstellen einer Verbindung zu Content Platform Engine verwendet, wurde nicht eingegeben.
FNRRD1000.action      = Geben Sie eine g\u00fcltige Content Platform Engine-URL ein, beispielsweise cpeURI=iiop://CPE-Server:Port/FileNet/Engine.
FNRRD1000.message     = Die URL des Content Platform Engine-Servers fehlt.

FNRRD1001.explanation = Ein g\u00fcltiger Benutzername ist erforderlich. 
FNRRD1001.action      = Geben Sie einen g\u00fcltigen Benutzernamen ein.
FNRRD1001.message     = Zur Erstellung des JACE-Subjekts m\u00fcssen Sie einen g\u00fcltigen Benutzernamen eingeben.

FNRRD1002.explanation = Zur Erstellung des JACE-Sicherheitssubjekts ist ein g\u00fcltiges Kennwort erforderlich.
FNRRD1002.action      = Geben Sie ein g\u00fcltiges Kennwort ein, damit Sie das JACE-Subjekt erstellen k\u00f6nnen.
FNRRD1002.message     = Das von Ihnen eingegebene Kennwort ist falsch.

FNRRD1003.explanation = Die Content Platform Engine-URL, der Benutzername oder das Kennwort ist falsch.
FNRRD1003.action      = Geben Sie eine g\u00fcltige Content Platform Engine-URL, einen g\u00fcltigen Benutzernamen oder ein g\u00fcltiges Kennwort ein.
FNRRD1003.message     = Das JACE-Sicherheitssubjekt kann nicht erstellt werden. Eines der folgenden Elemente ist m\u00f6glicherweise falsch: {0}, {1} oder {2}.
FNRRD1003.arg.0       = CE-URL
FNRRD1003.arg.1       = Benutzername
FNRRD1003.arg.2       = Passwort

FNRRD1004.explanation = Die Content Platform Engine-URL, der Benutzername oder das Kennwort ist m\u00f6glicherweise falsch. M\u00f6glicherweise ist auch der Content Platform Engine-Server nicht aktiv.
FNRRD1004.action      = Stellen Sie sicher, dass die Content Platform Engine-URL, der Benutzername und das Kennwort korrekt sind. Stellen Sie au\u00dferdem sicher, dass der Content Platform Engine-Server verf\u00fcgbar ist.
FNRRD1004.message     = Die Verbindung zum Objektspeicher {0} auf dem Content Platform Engine-Server konnte nicht hergestellt werden.
FNRRD1004.arg.0		  = Objektspeichername

FNRRD1005.explanation = Der Name des Aktenplan-Objektspeichers ist m\u00f6glicherweise falsch oder es ist kein Objektspeicher mit diesem Namen vorhanden.
FNRRD1005.action      = Geben Sie einen g\u00fcltigen Aktenplan-Objektspeichernamen ein.
FNRRD1005.message     = Der Aktenplan-Objektspeichername {0} ist ung\u00fcltig.
FNRRD1005.arg.0		  = Objektspeichername

FNRRD1006.explanation = Der Wert f\u00fcr ''Tage in der Zukunft'' muss auf eine Zahl gr\u00f6\u00dfer-gleich 0 gesetzt werden.
FNRRD1006.action      = Geben Sie f\u00fcr ''Tage in der Zukunft'' eine g\u00fcltige Zahl gr\u00f6\u00dfer-gleich 0 ein.
FNRRD1006.message     = F\u00fcr das Feld ''Tage in der Zukunft'' wurde die ung\u00fcltige Zahl {0} eingegeben.
FNRRD1006.arg.0		  = Tage in der Zukunft

FNRRD1007.explanation = Die angegebenen RM-Container-GUIDs in der Aufbewahrung sind aufgrund der Schriftst\u00fcckberichterstellung ung\u00fcltig.
FNRRD1007.action      = Geben Sie g\u00fcltige RM-Container-GUIDs ein.
FNRRD1007.message     = Mindestens eine RM-Container-GUID in der Aufbewahrung aufgrund der Schriftst\u00fcckberichterstellung ung\u00fcltig: {0}.
FNRRD1007.arg.0		  = Container-GUIDs

FNRRD1008.explanation = Die an Content Platform Engine gesendete Abfrage ist ung\u00fcltig oder Sie haben eine fehlerhafte Netzverbindung.
FNRRD1008.action      = Stellen Sie sicher, dass Ihre Abfrage korrekt ist und dass der Content Platform Engine-Server verf\u00fcgbar ist.
FNRRD1008.message     = Die folgende Abfrage konnte nicht ausgef\u00fchrt werden: {0}.
FNRRD1008.arg.0		  = Abfrage

FNRRD1009.explanation = Der Objektspeichername muss f\u00fcr einen Aktenplan-Objektspeicher g\u00fcltig sein.
FNRRD1009.action      = Geben Sie einen g\u00fcltigen Aktenplan-Objektspeichernamen ein.
FNRRD1009.message     = Der Objektspeicher ist kein g\u00fcltiger Aktenplan-Objektspeicher.

FNRRD1010.explanation = Einige Container k\u00f6nnen nicht gefunden werden.
FNRRD1010.action      = Geben Sie g\u00fcltige Container-GUIDs ein.
FNRRD1010.message     = Die folgenden Container konnten nicht gefunden werden: {0}.
FNRRD1010.arg.0		  = Container-IDs

FNRRD1011.explanation = Es ist ein g\u00fcltiger Verbindungspunktname erforderlich.
FNRRD1011.action      = Geben Sie einen g\u00fcltigen Verbindungspunktnamen ein.
FNRRD1011.message     = Der Verbindungspunktname fehlt.

FNRRD1012.explanation = Die Content Platform Engine-URL, der Benutzername, das Kennwort oder der Verbindungspunktname ist m\u00f6glicherweise falsch.
FNRRD1012.action      = Geben Sie eine g\u00fcltige Content Platform Engine-URL, einen g\u00fcltigen Benutzernamen, ein g\u00fcltiges Kennwort und einen g\u00fcltigen Verbindungspunktnamen ein.
FNRRD1012.message     = Die Verbindung zu Process Engine konnte nicht hergestellt werden.

FNRRD1013.explanation = Zum Starten eines Workflows ist eine g\u00fcltige Basiszeitplanworkflow-GUID erforderlich.
FNRRD1013.action      = Geben Sie eine g\u00fcltige Basiszeitplanworkflow-GUID ein.
FNRRD1013.message     = Die Basiszeitplanworkflow-GUID fehlt.

FNRRD1014.explanation = Keine g\u00fcltige VWVersion f\u00fcr die angegebene Basiszeitplanworkflow-GUID gefunden.
FNRRD1014.action      = Stellen Sie sicher, dass der Basiszeitplanworkflow vorhanden ist und \u00fcbertragen wurde.
FNRRD1014.message     = F\u00fcr die angegebene Basiszeitplanworkflow-GUID {0} wurde keine g\u00fcltige VWVersion gefunden.
FNRRD1014.arg.0		  = Workflow-ID

FNRRD1015.explanation = Der Workflow kann nicht gestartet werden, weil keine Verbindung zu Content Platform Engine hergestellt werden kann.
FNRRD1015.action      = Stellen Sie sicher, dass der Content Platform Engine-Server verf\u00fcgbar ist.
FNRRD1015.message     = Der Workflow kann nicht gestartet werden.

FNRRD1016.explanation = Der Wert f\u00fcr einen Aufbewahrungszeitraum muss gr\u00f6\u00dfer-gleich 0 sein.
FNRRD1016.action      = Geben Sie einen g\u00fcltigen Aufbewahrungszeitraum f\u00fcr einen Basiszeitplan ein.
FNRRD1016.message     = F\u00fcr den Basiszeitplan im Container {0} wurde kein Aufbewahrungszeitraum angegeben.
FNRRD1016.arg.0		  = Containername

FNRRD1017.explanation = Der Aufbewahrungszeitraum f\u00fcr einen Basiszeitplan hat das Format JJJJ-MMMM-TTTT.
FNRRD1017.action      = Geben Sie einen g\u00fcltigen Aufbewahrungszeitraum f\u00fcr einen Basiszeitplan ein.
FNRRD1017.message     = Das Aufbewahrungszeitraumformat {0} f\u00fcr den Basiszeitplan ist ung\u00fcltig.
FNRRD1017.arg.0		  = Aufbewahrungszeitraum

FNRRD1018.explanation = Das Datumsformat f\u00fcr das Ende des Gesch\u00e4ftsjahres f\u00fcr einen Basiszeitplan ist MM-TT.
FNRRD1018.action      = Geben Sie ein g\u00fcltiges Enddatum f\u00fcr das Ende des Gesch\u00e4ftsjahres f\u00fcr einen Basiszeitplan ein.
FNRRD1018.message     = Das Enddatumsformat {0} f\u00fcr das Ende des Gesch\u00e4ftsjahres ist ung\u00fcltig.
FNRRD1018.arg.0		  = Enddatum f\u00fcr Gesch\u00e4ftsjahr

FNRRD1019.explanation = Ein unerwarteter Fehler ist aufgetreten.
FNRRD1019.action      = Wenden Sie sich an den IBM Software Support.
FNRRD1019.message     = Es ist ein Fehler aufgetreten, w\u00e4hrend ein Thread eine Aktualisierungstask ausgef\u00fchrt hat.

FNRRD1020.explanation = Der Fehler ''InterruptedException'' ist aufgetreten.
FNRRD1020.action      = Wenden Sie sich an den IBM Software Support.
FNRRD1020.message     = Es ist ein Fehler aufgetreten, w\u00e4hrend ein Thread eine Aktualisierungstask ausgef\u00fchrt hat.

FNRRD1021.explanation = Zur Pr\u00fcfung eines L\u00f6schereignisses ist ein g\u00fcltiger Pr\u00fcfername erforderlich.
FNRRD1021.action      = Geben Sie einen g\u00fcltigen Pr\u00fcfernamen ein, damit Sie ein L\u00f6schereignis pr\u00fcfen k\u00f6nnen.
FNRRD1021.message     = Der Pr\u00fcfername {0}, der zur Pr\u00fcfung eines L\u00f6schereignisses verwendet wird, ist ung\u00fcltig.
FNRRD1021.arg.0		  = Pr\u00fcfername

FNRRD1022.explanation = Ein unerwarteter Fehler ist aufgetreten.
FNRRD1022.action      = Wenden Sie sich an den IBM Software Support.
FNRRD1022.message     = Es ist ein Fehler aufgetreten, w\u00e4hrend ein Thread eine L\u00f6schtask ausgef\u00fchrt hat.

FNRRD1023.explanation = Der Fehler ''InterruptedException'' ist aufgetreten.
FNRRD1023.action      = Wenden Sie sich an den IBM Software Support.
FNRRD1023.message     = Es ist ein Fehler aufgetreten, w\u00e4hrend ein Thread eine L\u00f6schtask ausgef\u00fchrt hat.

FNRRD1024.explanation = Ein unerwarteter Fehler ist aufgetreten.
FNRRD1024.action      = Wenden Sie sich an den IBM Software Support.
FNRRD1024.message     = Es ist ein Fehler aufgetreten, w\u00e4hrend ein Thread eine Pr\u00fcftask ausgef\u00fchrt hat.

FNRRD1025.explanation = Der Fehler ''InterruptedException'' ist aufgetreten.
FNRRD1025.action      = Wenden Sie sich an den IBM Software Support.
FNRRD1025.message     = Es ist ein Fehler aufgetreten, w\u00e4hrend ein Thread eine Pr\u00fcftask ausgef\u00fchrt hat.

FNRRD1026.explanation = Der Content Engine Platform-Server ist m\u00f6glicherweise nicht verf\u00fcgbar.
FNRRD1026.action      = Stellen Sie sicher, dass der Content Engine Platform-Server verf\u00fcgbar ist.
FNRRD1026.message     = Das Dokument konnte nicht gespeichert werden.

FNRRD1027.explanation = In diesem Aktenplan-Objektspeicher ist kein Aktenplan vorhanden.
FNRRD1027.action      = Stellen Sie sicher, dass der Aktenplan-Objektspeicher g\u00fcltig ist.
FNRRD1027.message     = Im Aktenplan-Objektspeicher wurde kein Aktenplan gefunden.

FNRRD1028.explanation = Der Bericht ist m\u00f6glicherweise nicht vorhanden.
FNRRD1028.action      = Stellen Sie sicher, dass der Berichtsname g\u00fcltig und im Objektspeicher vorhanden ist. 
FNRRD1028.message     = Der folgende Bericht konnte nicht gefunden werden: {0}.
FNRRD1028.arg.0		  = Berichts-ID

FNRRD1029.explanation = Der Aktenplanname oder der Containerpfad ist nicht g\u00fcltig.
FNRRD1029.action      = Geben Sie einen g\u00fcltigen Aktenplannamen und Containerpfad ein.
FNRRD1029.message     = Der Aktenplanname oder Containerpfad ist ung\u00fcltig oder nicht vorhanden.

FNRRD1030.explanation = Ein unerwarteter Fehler ist aufgetreten.
FNRRD1030.action      = \u00dcberpr\u00fcfen Sie den Stack-Trace in der Protokolldatei.
FNRRD1030.message     = Ein unerwarteter Fehler ist aufgetreten.

FNRRD1031.explanation = Bevor ''batchUpdate'' oder ''batchDelete'' aufgerufen werden, muss f\u00fcr die Stapelverarbeitung von Objekten in BatchProcessingManager ein g\u00fcltiger Klassenname angegeben werden.
FNRRD1031.action      = Geben Sie f\u00fcr die Stapelverarbeitung von Objekten in BatchProcessingManager einen g\u00fcltigen Klassennamen an.
FNRRD1031.message     = F\u00fcr die Stapelverarbeitung von Objekten in BatchProcessingManager wurde kein g\u00fcltiger Klassenname angegeben.

FNRRD1032.explanation = Die \u00fcbergebene Konfigurationskontextzuordnung muss mindestens die Content Platform Engine-Server-URL enthalten.
FNRRD1032.action      = Geben Sie eine g\u00fcltige Konfigurationskontextzuordnung an.
FNRRD1032.message     = Die \u00fcbergebene Konfigurationskontextzuordnung ist null oder leer.

FNRRD1033.explanation = Es muss eine g\u00fcltige Container-GUID f\u00fcr den Speicherort des Schriftst\u00fccks mit den L\u00f6schergebnissen angegeben werden.
FNRRD1033.action      = Geben Sie eine g\u00fcltige Container-GUID f\u00fcr den Speicherort des Schriftst\u00fccks mit den L\u00f6schergebnissen an.
FNRRD1033.message     = Es wurde keine GUID angegeben, unter der der Container das Schriftst\u00fcck mit den L\u00f6schergebnissen ablegen kann.

FNRRD1034.explanation = Der Container {0} hat nicht den Typ ''RecordCategory'', ''RecordFolder'' oder ''Volume'' oder das Speichern von elektronischen Schriftst\u00fccken (ElectronicRecord) in diesem Container ist nicht zul\u00e4ssig.
FNRRD1034.action      = W\u00e4hlen Sie einen Container aus, der entweder den Typ ''RecordCategory'', ''RecordFolder'' oder ''Volume'' hat und stellen Sie sicher, dass das Speichern elektronischer Schriftst\u00fccke in diesem Container zul\u00e4ssig ist.
FNRRD1034.message     = Der Container {0} hat nicht den Typ ''RecordCategory'', ''RecordFolder'' oder ''Volume'' oder das Speichern von elektronischen Schriftst\u00fccken (ElectronicRecord) in diesem Container ist nicht zul\u00e4ssig. W\u00e4hlen Sie einen anderen Container aus.
FNRRD1034.arg.0		  = Container-ID

FNRRD1035.explanation = Die Konfiguration des Objektspeichers muss das Deklarieren von Schriftst\u00fccken durch Benutzer erm\u00f6glichen.
FNRRD1035.action      = Konfigurieren Sie den Objektspeicher {0} zur Unterst\u00fctzung der Deklaration von Schriftst\u00fccken.
FNRRD1035.message     = Die Konfiguration des Objektspeichers {0} l\u00e4sst das Deklarieren von Schriftst\u00fccken durch Benutzer nicht zu.
FNRRD1035.arg.0		  = Name oder ID des Objektspeichers

FNRRD1036.explanation = Die Objektspeicher-GUID ist m\u00f6glicherweise falsch oder dieser Objektspeicher ist m\u00f6glicherweise nicht vorhanden.
FNRRD1036.action      = Stellen Sie sicher, dass die Objektspeicher-GUID g\u00fcltig ist.
FNRRD1036.message     = Die Objektspeicherinstanz konnte nicht unter Verwendung der angegebenen Objektspeicher-GUID {0} abgerufen werden.
FNRRD1036.arg.0		  = Name oder ID des Objektspeichers
