# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2013 IBM Corp. All rights reserved.
#
# DefensibleDisposalContainerProcess (DDCP) Localized String Resources (en_US).
# Includes strings for exception messages.
#
#
#================================================================================
# DDCP Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRD1000.explanation = Nie wprowadzono adresu URL dla programu IBM Enterprise Records w celu po\u0142\u0105czenia z silnikiem platformy tre\u015bci.
FNRRD1000.action      = Wprowad\u017a poprawny adres URL silnika platformy tre\u015bci, na przyk\u0142ad: cpeURI=iiop://cpe_server:port/FileNet/Engine.
FNRRD1000.message     = Brak adresu URL do serwera silnika platformy tre\u015bci.

FNRRD1001.explanation = Wymagana jest poprawna nazwa u\u017cytkownika.

FNRRD1001.action      = Wprowad\u017a poprawn\u0105 nazw\u0119 u\u017cytkownika.
FNRRD1001.message     = Nale\u017cy wprowadzi\u0107 poprawn\u0105 nazw\u0119 u\u017cytkownika, aby utworzy\u0107 temat JACE.

FNRRD1002.explanation = Do utworzenia tematu zabezpieczaj\u0105cego JACE wymagane jest poprawne has\u0142o.
FNRRD1002.action      = Aby utworzy\u0107 temat JACE, wprowad\u017a poprawne has\u0142o.
FNRRD1002.message     = Wprowadzone has\u0142o jest niepoprawne.

FNRRD1003.explanation = Adres URL silnika platformy tre\u015bci, nazwa u\u017cytkownika lub has\u0142o s\u0105 niepoprawne.
FNRRD1003.action      = Wprowad\u017a poprawny adres URL silnika platformy tre\u015bci, nazw\u0119 u\u017cytkownika i has\u0142o.
FNRRD1003.message     = Nie mo\u017cna utworzy\u0107 tematu zabezpieczaj\u0105cego JACE. Jeden z nast\u0119puj\u0105cych element\u00f3w mo\u017ce by\u0107 niepoprawny: {0}, {1} lub {2}.
FNRRD1003.arg.0       = CE_Url
FNRRD1003.arg.1       = nazwa_u\u017cytkownika
FNRRD1003.arg.2       = has\u0142o
FNRRD1004.explanation = Adres URL silnika platformy tre\u015bci, nazwa u\u017cytkownika lub has\u0142o mog\u0105 by\u0107 niepoprawne. Istnieje r\u00f3wnie\u017c mo\u017cliwo\u015b\u0107, \u017ce serwer silnika platformy tre\u015bci nie jest uruchomiony.
FNRRD1004.action      = Upewnij si\u0119, \u017ce adres URL silnika platformy tre\u015bci, nazwa u\u017cytkownika i has\u0142o s\u0105 poprawne. Upewnij si\u0119 r\u00f3wnie\u017c, \u017ce dost\u0119pny jest serwer silnika platformy tre\u015bci.
FNRRD1004.message     = Nie uda\u0142o si\u0119 nawi\u0105za\u0107 po\u0142\u0105czenia ze sk\u0142adnic\u0105 obiekt\u00f3w {0} na serwerze silnika platformy tre\u015bci.
FNRRD1004.arg.0		  = nazwa_sk\u0142adnicy_obiekt\u00f3w

FNRRD1005.explanation = Nazwa sk\u0142adnicy obiekt\u00f3w kartoteki akt mo\u017ce by\u0107 niepoprawna lub sk\u0142adnica obiekt\u00f3w o tej nazwie nie istnieje.
FNRRD1005.action      = Wprowad\u017a poprawn\u0105 nazw\u0119 sk\u0142adnicy obiekt\u00f3w kartoteki akt.
FNRRD1005.message     = Nazwa sk\u0142adnicy obiekt\u00f3w kartoteki akt {0} nie jest poprawna.
FNRRD1005.arg.0		  = nazwa_sk\u0142adnicy_obiekt\u00f3w

FNRRD1006.explanation = Warto\u015b\u0107 dni zaawansowanych musi by\u0107 ustawiona na liczb\u0119 wi\u0119ksz\u0105 lub r\u00f3wn\u0105 0.
FNRRD1006.action      = Dla zaawansowanych dni wprowad\u017a poprawn\u0105 liczb\u0119 wi\u0119ksz\u0105 lub r\u00f3wn\u0105 0.
FNRRD1006.message     = W polu Dni zaawansowane wprowadzono niepoprawn\u0105 liczb\u0119 {0}.
FNRRD1006.arg.0		  = dni_zaawansowane

FNRRD1007.explanation = Identyfikatory GUID kontenera RM podane w generowaniu raportu akt istotnych do zachowania s\u0105 niepoprawne.
FNRRD1007.action      = Wprowad\u017a poprawne identyfikatory GUID kontenera RM.
FNRRD1007.message     = Jeden lub wi\u0119cej identyfikator\u00f3w GUID kontenera RM jest niepoprawnych w generowaniu raportu akt istotnych do zachowania: {0}.
FNRRD1007.arg.0		  = identyfikatory_GUID_kontenera

FNRRD1008.explanation = Zapytanie do silnika platformy tre\u015bci jest niepoprawne lub po\u0142\u0105czenie sieciowe jest uszkodzone.
FNRRD1008.action      = Upewnij si\u0119, \u017ce zapytanie jest prawid\u0142owe i \u017ce dost\u0119pny jest serwer silnika platformy tre\u015bci.
FNRRD1008.message     = Nie mo\u017cna uruchomi\u0107 nast\u0119puj\u0105cego zapytania: {0}.
FNRRD1008.arg.0		  = zapytanie

FNRRD1009.explanation = Nazwa sk\u0142adnicy obiekt\u00f3w musi by\u0107 poprawna dla sk\u0142adnicy obiekt\u00f3w kartoteki akt.
FNRRD1009.action      = Wprowad\u017a poprawn\u0105 nazw\u0119 sk\u0142adnicy obiekt\u00f3w kartoteki akt.
FNRRD1009.message     = Sk\u0142adnica obiekt\u00f3w nie jest poprawn\u0105 sk\u0142adnic\u0105 obiekt\u00f3w kartoteki akt.

FNRRD1010.explanation = Nie mo\u017cna znale\u017a\u0107 niekt\u00f3rych kontener\u00f3w.
FNRRD1010.action      = Wprowad\u017a poprawne identyfikatory GUID.
FNRRD1010.message     = Nie mo\u017cna znale\u017a\u0107 nast\u0119puj\u0105cych kontener\u00f3w: {0}.
FNRRD1010.arg.0		  = Identyfikatory_kontener\u00f3w

FNRRD1011.explanation = Wymagana jest poprawna nazwa punktu po\u0142\u0105czenia.
FNRRD1011.action      = Wprowad\u017a poprawn\u0105 nazw\u0119 punktu po\u0142\u0105czenia.
FNRRD1011.message     = Brak nazwy punktu po\u0142\u0105czenia.

FNRRD1012.explanation = Adres URL silnika platformy tre\u015bci, nazwa u\u017cytkownika, has\u0142o lub nazwa punktu po\u0142\u0105czenia mog\u0105 by\u0107 niepoprawne.
FNRRD1012.action      = Wprowad\u017a poprawny adres URL silnika platformy tre\u015bci, nazw\u0119 u\u017cytkownika, has\u0142o i nazw\u0119 punktu po\u0142\u0105czenia.
FNRRD1012.message     = Nie mo\u017cna nawi\u0105za\u0107 po\u0142\u0105czenia z silnikiem proces\u00f3w.

FNRRD1013.explanation = Do rozpocz\u0119cia przep\u0142ywu pracy wymagany jest poprawny identyfikator GUID przep\u0142ywu pracy podstawowego harmonogramu.
FNRRD1013.action      = Wprowad\u017a identyfikator GUID przep\u0142ywu pracy podstawowego harmonogramu.
FNRRD1013.message     = Brak identyfikatora GUID przep\u0142ywu pracy podstawowego harmonogramu.

FNRRD1014.explanation = Nie znaleziono poprawnego identyfikatora VWVersion dla specjalnego identyfikatora GUID przep\u0142ywu pracy podstawowego harmonogramu.
FNRRD1014.action      = Upewnij si\u0119, \u017ce przep\u0142yw pracy podstawowego harmonogramu istnieje i zosta\u0142 przeniesiony.
FNRRD1014.message     = Nie znaleziono poprawnej wersji VWVersion dla okre\u015blonego identyfikatora GUID przep\u0142ywu pracy podstawowego harmonogramu {0}.
FNRRD1014.arg.0		  = Id_przep\u0142ywu_pracy

FNRRD1015.explanation = Nie mo\u017cna rozpocz\u0105\u0107 przep\u0142ywu pracy, poniewa\u017c nie mo\u017cna nawi\u0105za\u0107 po\u0142\u0105czenia z silnikiem platformy tre\u015bci.
FNRRD1015.action      = Upewnij si\u0119, \u017ce dost\u0119pny jest serwer silnika platformy tre\u015bci.
FNRRD1015.message     = Nie mo\u017cna uruchomi\u0107 przep\u0142ywu pracy.

FNRRD1016.explanation = Warto\u015b\u0107 okresu przechowywania musi by\u0107 wi\u0119ksza lub r\u00f3wna 0.
FNRRD1016.action      = Wprowad\u017a poprawny okres przechowywania dla podstawowego harmonogramu.
FNRRD1016.message     = Nie okre\u015blono okresu przechowywania dla podstawowego harmonogramu kontenera {0}.
FNRRD1016.arg.0		  = nazwa_kontenera

FNRRD1017.explanation = Format okresu przechowywania dla podstawowego harmonogramu to RRRR-MMMM-DDDD.
FNRRD1017.action      = Wprowad\u017a poprawny okres przechowywania dla podstawowego harmonogramu.
FNRRD1017.message     = Format okresu przechowywania {0} dla podstawowego harmonogramu jest niepoprawny.
FNRRD1017.arg.0		  = okres_przechowywania

FNRRD1018.explanation = Format daty ko\u0144cowej roku podatkowego dla podstawowego harmonogramu to MM-DD.
FNRRD1018.action      = Wprowad\u017a poprawn\u0105 dat\u0119 ko\u0144cow\u0105 roku podatkowego dla podstawowego harmonogramu.
FNRRD1018.message     = Format daty ko\u0144cowej roku podatkowego {0} jest niepoprawny.
FNRRD1018.arg.0		  = data_ko\u0144cowa_roku_podatkowego

FNRRD1019.explanation = Wyst\u0105pi\u0142 nieoczekiwany b\u0142\u0105d.
FNRRD1019.action      = Skontaktuj si\u0119 z dzia\u0142em wsparcia IBM dla oprogramowania.
FNRRD1019.message     = Wyst\u0105pi\u0142 b\u0142\u0105d podczas wykonywania zadania aktualizowania przez w\u0105tek.

FNRRD1020.explanation = Wyst\u0105pi\u0142 b\u0142\u0105d InterruptedException.
FNRRD1020.action      = Skontaktuj si\u0119 z dzia\u0142em wsparcia IBM dla oprogramowania.
FNRRD1020.message     = Wyst\u0105pi\u0142 b\u0142\u0105d podczas wykonywania zadania aktualizowania przez w\u0105tek.

FNRRD1021.explanation = Wymagane jest poprawne imi\u0119 i nazwisko recenzenta, aby skontrolowa\u0107 zdarzenie usuwania.
FNRRD1021.action      = Wprowad\u017a poprawne imi\u0119 i nazwisko recenzenta, aby skontrolowa\u0107 zdarzenie usuwania.
FNRRD1021.message     = Imi\u0119 i nazwisko recenzenta {0} u\u017cywane do kontroli zdarzenia usuwania jest niepoprawne.
FNRRD1021.arg.0		  = imi\u0119_i_nazwisko_recenzenta

FNRRD1022.explanation = Wyst\u0105pi\u0142 nieoczekiwany b\u0142\u0105d.
FNRRD1022.action      = Skontaktuj si\u0119 z dzia\u0142em wsparcia IBM dla oprogramowania.
FNRRD1022.message     = Wyst\u0105pi\u0142 b\u0142\u0105d podczas wykonywania zadania usuwania przez w\u0105tek.

FNRRD1023.explanation = Wyst\u0105pi\u0142 b\u0142\u0105d InterruptedException.
FNRRD1023.action      = Skontaktuj si\u0119 z dzia\u0142em wsparcia IBM dla oprogramowania.
FNRRD1023.message     = Wyst\u0105pi\u0142 b\u0142\u0105d podczas wykonywania zadania usuwania przez w\u0105tek.

FNRRD1024.explanation = Wyst\u0105pi\u0142 nieoczekiwany b\u0142\u0105d.
FNRRD1024.action      = Skontaktuj si\u0119 z dzia\u0142em wsparcia IBM dla oprogramowania.
FNRRD1024.message     = Wyst\u0105pi\u0142 b\u0142\u0105d podczas wykonywania zadania kontroli przez w\u0105tek.

FNRRD1025.explanation = Wyst\u0105pi\u0142 b\u0142\u0105d InterruptedException.
FNRRD1025.action      = Skontaktuj si\u0119 z dzia\u0142em wsparcia IBM dla oprogramowania.
FNRRD1025.message     = Wyst\u0105pi\u0142 b\u0142\u0105d podczas wykonywania zadania kontroli przez w\u0105tek.

FNRRD1026.explanation = Serwer silnika platformy tre\u015bci mo\u017ce nie by\u0107 dost\u0119pny.
FNRRD1026.action      = Upewnij si\u0119, \u017ce dost\u0119pny jest serwer silnika platformy tre\u015bci.
FNRRD1026.message     = Nie mo\u017cna zapisa\u0107 dokumentu.

FNRRD1027.explanation = Brak kartoteki akt w tej sk\u0142adnicy obiekt\u00f3w kartoteki akt.
FNRRD1027.action      = Upewnij si\u0119, \u017ce sk\u0142adnica obiekt\u00f3w kartoteki akt jest poprawna.
FNRRD1027.message     = Nie znaleziono kartoteki akt w sk\u0142adnicy obiekt\u00f3w kartoteki akt.

FNRRD1028.explanation = Raport mo\u017ce nie istnie\u0107.
FNRRD1028.action      = Upewnij si\u0119, \u017ce nazwa raportu jest poprawna i \u017ce istnieje w sk\u0142adnicy obiekt\u00f3w.

FNRRD1028.message     = Nie mo\u017cna znale\u017a\u0107 nast\u0119puj\u0105cego raportu: {0}.
FNRRD1028.arg.0		  = Id_raportu

FNRRD1029.explanation = Nazwa kartoteki akt lub \u015bcie\u017cka kontenera nie jest poprawna.
FNRRD1029.action      = Wprowad\u017a poprawn\u0105 nazw\u0119 kartoteki akt lub \u015bcie\u017ck\u0119 kontenera.
FNRRD1029.message     = Nazwa kartoteki akt lub \u015bcie\u017cka kontenera jest niepoprawna lub nie istnieje.

FNRRD1030.explanation = Wyst\u0105pi\u0142 nieoczekiwany b\u0142\u0105d.
FNRRD1030.action      = Przejrzyj stos wywo\u0142a\u0144 w pliku dziennika. 
FNRRD1030.message     = Wyst\u0105pi\u0142 nieoczekiwany b\u0142\u0105d.

FNRRD1031.explanation = Przed wywo\u0142aniem funkcji batchUpdate lub batchDelete nale\u017cy okre\u015bli\u0107 poprawn\u0105 nazw\u0119 klasy dla obiekt\u00f3w przetwarzania wsadowego w mened\u017cerze BatchProcessingManager.
FNRRD1031.action      = Okre\u015bl poprawn\u0105 nazw\u0119 klasy dla obiekt\u00f3w przetwarzania wsadowego w mened\u017cerze BatchProcessingManager.
FNRRD1031.message     = Nie okre\u015blono nazwy klasy dla obiekt\u00f3w przetwarzania wsadowego w mened\u017cerze BatchProcessingManager.

FNRRD1032.explanation = Przekazana mapa kontekstu konfiguracji musi zawiera\u0107 przynajmniej adres URL silnika platformy tre\u015bci.
FNRRD1032.action      = Podaj poprawn\u0105 map\u0119 kontekstu konfiguracji.
FNRRD1032.message     = Przekazana mapa kontekstu konfiguracji jest r\u00f3wna null lub jest pusta.

FNRRD1033.explanation = Nale\u017cy poda\u0107 poprawny identyfikator GUID kontenera, w kt\u00f3rym mog\u0105 by\u0107 umieszczone akta wyniku niszczenia.
FNRRD1033.action      = Podaj poprawny identyfikator GUID kontenera, w kt\u00f3rym mog\u0105 by\u0107 umieszczone akta wyniku niszczenia.
FNRRD1033.message     = Brak identyfikatora GUID kontenera, w kt\u00f3rym mog\u0105 zosta\u0107 umieszczone akta wyniku niszczenia.

FNRRD1034.explanation = Kontener {0} nie ma typu RecordCategory, RecordFolder lub Volume lub nie pozwala na zapisywanie w nim akt elektronicznych (ElectronicRecord).
FNRRD1034.action      = Wybierz kontener, kt\u00f3ry jest jednego z trzech nast\u0119puj\u0105cych typ\u00f3w: RecordCategory, RecordFolder lub Volume i upewnij si\u0119, \u017ce pozwala na zapisywanie akt elektronicznych.
FNRRD1034.message     = Kontener {0} nie ma typu RecordCategory, RecordFolder lub Volume lub nie pozwala na zapisywanie w nim akt elektronicznych (ElectronicRecord). Wybierz inny kontener.
FNRRD1034.arg.0		  = Id_kontenera

FNRRD1035.explanation = Sk\u0142adnica obiekt\u00f3w musi by\u0107 skonfigurowana, aby pozwoli\u0107 u\u017cytkownikom na deklarowanie akt.
FNRRD1035.action      = Skonfiguruj sk\u0142adnic\u0119 obiekt\u00f3w {0}, aby umo\u017cliwi\u0107 obs\u0142ug\u0119 deklarowania akt.
FNRRD1035.message     = Sk\u0142adnica obiekt\u00f3w {0} nie jest skonfigurowana w spos\u00f3b pozwalaj\u0105cy u\u017cytkownikom na deklarowanie akt.
FNRRD1035.arg.0		  = id_lub_nazwa_sk\u0142adnicy_obiekt\u00f3w

FNRRD1036.explanation = Identyfikator GUID sk\u0142adnicy obiekt\u00f3w mo\u017ce by\u0107 niepoprawny lub ta sk\u0142adnica obiekt\u00f3w nie istnieje.
FNRRD1036.action      = Upewnij si\u0119, \u017ce identyfikator GUID sk\u0142adnicy obiekt\u00f3w jest poprawny.
FNRRD1036.message     = Nie mo\u017cna pobra\u0107 instancji sk\u0142adnicy obiekt\u00f3w, u\u017cywaj\u0105c okre\u015blonego identyfikatora GUID sk\u0142adnicy obiekt\u00f3w {0}.
FNRRD1036.arg.0		  = id_lub_nazwa_sk\u0142adnicy_obiekt\u00f3w
