# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2013 IBM Corp. All rights reserved.
#
# DefensibleDisposalContainerProcess (DDCP) Localized String Resources (en_US).
# Includes strings for exception messages.
#
#
#================================================================================
# DDCP Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRD1000.explanation = No se ha especificado el URL de IBM Enterprise Records para conectar con Content Platform Engine.
FNRRD1000.action      = Especifique un URL de Content Platform Engine v\u00e1lido, como por ejemplo: cpeURI=iiop://cpe_server:port/FileNet/Engine.
FNRRD1000.message     = Falta el URL del servidor de Content Platform Engine.

FNRRD1001.explanation = Se necesita un nombre de usuario v\u00e1lido.

FNRRD1001.action      = Especifique un nombre de usuario v\u00e1lido.
FNRRD1001.message     = Debe especificar un nombre de usuario v\u00e1lido para crear el tema JACE.

FNRRD1002.explanation = Se necesita una contrase\u00f1a v\u00e1lida para crear el tema de seguridad JACE.
FNRRD1002.action      = Especifique una contrase\u00f1a v\u00e1lida para poder crear el tema JACE.
FNRRD1002.message     = La contrase\u00f1a que ha especificado es incorrecta.

FNRRD1003.explanation = El URL, nombre de usuario o contrase\u00f1a de Content Platform Engine es incorrecto.
FNRRD1003.action      = Especifique un URL, nombre de usuario y contrase\u00f1a de Content Platform Engine v\u00e1lidos.
FNRRD1003.message     = No se puede crear el tema de seguridad JACE. Es posible que uno de los siguientes elementos sea incorrecto: {0}, {1} o {2}.
FNRRD1003.arg.0       = URL_CE
FNRRD1003.arg.1       = nombre_usuario
FNRRD1003.arg.2       = contrase\u00f1a

FNRRD1004.explanation = El URL, nombre de usuario o contrase\u00f1a de Content Platform Engine podr\u00eda ser incorrecto. Tambi\u00e9n es posible que no se est\u00e9 ejecutando el servidor de Content Platform Engine.
FNRRD1004.action      = Aseg\u00farese de que el URL, nombre de usuario o contrase\u00f1a de Content Platform Engine son correctos. Aseg\u00farese tambi\u00e9n de que el servidor de Content Platform Engine est\u00e1 disponible.
FNRRD1004.message     = No se ha podido realizar la conexi\u00f3n con el almac\u00e9n de objetos {0} del servidor de Content Platform Engine.
FNRRD1004.arg.0		  = nombre_almac\u00e9n_objetos

FNRRD1005.explanation = Es posible que el nombre del almac\u00e9n de objetos de plan de archivos sea incorrecto o que no exista un almac\u00e9n de objetos con ese nombre.
FNRRD1005.action      = Especifique un nombre de almac\u00e9n de objetos de plan de archivos v\u00e1lido.
FNRRD1005.message     = El nombre del almac\u00e9n de objetos de plan de archivos {0} no es v\u00e1lido.
FNRRD1005.arg.0		  = nombre_almac\u00e9n_objetos

FNRRD1006.explanation = El valor de d\u00edas avanzados debe ser mayor o igual que 0.
FNRRD1006.action      = Especifique un n\u00famero v\u00e1lido mayor o igual que 0 para los d\u00edas avanzados.
FNRRD1006.message     = Se ha especificado el n\u00famero no v\u00e1lido {0} en el campo D\u00edas avanzados.
FNRRD1006.arg.0		  = d\u00edas_avanzados

FNRRD1007.explanation = Los GUID del contenedor de RM proporcionados en la retenci\u00f3n debida a la generaci\u00f3n de informes de registro no son v\u00e1lidos.
FNRRD1007.action      = Especifique GUID de contenedor de RM v\u00e1lidos.
FNRRD1007.message     = Hay uno o varios GUID de contenedor de RM no v\u00e1lidos en la retenci\u00f3n debida a la generaci\u00f3n de informes de registro: {0}.
FNRRD1007.arg.0		  = GUID_contenedor

FNRRD1008.explanation = La consulta Content Platform Engine no es v\u00e1lida o tiene una conexi\u00f3n de red defectuosa.
FNRRD1008.action      = Aseg\u00farese de que el servidor de Content Platform Engine est\u00e1 disponible.
FNRRD1008.message     = No se ha podido ejecutar la siguiente consulta: {0}.
FNRRD1008.arg.0		  = consulta

FNRRD1009.explanation = El nombre del almac\u00e9n de objetos debe ser v\u00e1lido para un almac\u00e9n de objetos de plan de archivos.
FNRRD1009.action      = Especifique un nombre de almac\u00e9n de objetos de plan de archivos v\u00e1lido.
FNRRD1009.message     = El almac\u00e9n de objetos no es un almac\u00e9n de objetos de plan de archivos v\u00e1lido.

FNRRD1010.explanation = No se han encontrado algunos de los contenedores.
FNRRD1010.action      = Especifique GUID de contenedor v\u00e1lidos.
FNRRD1010.message     = No se han encontrado los siguientes contenedores: {0}.
FNRRD1010.arg.0		  = ID_contenedores

FNRRD1011.explanation = Se necesita un nombre de punto de conexi\u00f3n v\u00e1lido.
FNRRD1011.action      = Especifique un nombre de punto de conexi\u00f3n v\u00e1lido.
FNRRD1011.message     = Falta el nombre de punto de conexi\u00f3n.

FNRRD1012.explanation = El URL, nombre de usuario, contrase\u00f1a o nombre de punto de conexi\u00f3n de Content Platform Engine podr\u00eda ser incorrecto.
FNRRD1012.action      = Especifique un URL, nombre de usuario, contrase\u00f1a y nombre de punto de conexi\u00f3n de Content Platform Engine v\u00e1lidos.
FNRRD1012.message     = No se ha podido establecer la conexi\u00f3n con Process Engine.

FNRRD1013.explanation = Se necesita un GUID de de flujo de trabajo de planificaci\u00f3n b\u00e1sica para iniciar el flujo de trabajo.
FNRRD1013.action      = Especifique un GUID de flujo de trabajo de planificaci\u00f3n b\u00e1sica
FNRRD1013.message     = Falta el GUID de flujo de trabajo de planificaci\u00f3n b\u00e1sica.

FNRRD1014.explanation = No se ha encontrado un VWVersion v\u00e1lido para el GUID de flujo de trabajo de planificaci\u00f3n b\u00e1sica especificado.
FNRRD1014.action      = Aseg\u00farese de que existe el flujo de trabajo de planificaci\u00f3n b\u00e1sica y de que se ha transferido.
FNRRD1014.message     = No se ha encontrado un VWVersion v\u00e1lido para el GUID de flujo de trabajo de planificaci\u00f3n b\u00e1sica {0} especificado.
FNRRD1014.arg.0		  = ID_flujo_trabajo

FNRRD1015.explanation = No se puede iniciar el flujo de trabajo porque no se ha establecido la conexi\u00f3n con Content Platform Engine.
FNRRD1015.action      = Aseg\u00farese de que el servidor de Content Platform Engine est\u00e1 disponible.
FNRRD1015.message     = El flujo de trabajo no se puede iniciar.

FNRRD1016.explanation = El valor de un periodo de retenci\u00f3n debe ser mayor o igual que 0.
FNRRD1016.action      = Especifique un periodo de retenci\u00f3n v\u00e1lido para una planificaci\u00f3n b\u00e1sica.
FNRRD1016.message     = No se ha especificado un periodo de retenci\u00f3n para la planificaci\u00f3n b\u00e1sica en el contenedor {0}.
FNRRD1016.arg.0		  = nombre_contenedor

FNRRD1017.explanation = El formato del periodo de retenci\u00f3n para una planificaci\u00f3n b\u00e1sica es YYYY-MMMM-DDDD.
FNRRD1017.action      = Especifique un periodo de retenci\u00f3n v\u00e1lido para una planificaci\u00f3n b\u00e1sica.
FNRRD1017.message     = El formato del periodo de retenci\u00f3n {0} para una planificaci\u00f3n b\u00e1sica no es v\u00e1lido.
FNRRD1017.arg.0		  = periodo_retenci\u00f3n

FNRRD1018.explanation = El formato de la fecha de finalizaci\u00f3n del a\u00f1o fiscal para una planificaci\u00f3n b\u00e1sica es MM-DD.
FNRRD1018.action      = Especifique una fecha de finalizaci\u00f3n de a\u00f1o fiscal v\u00e1lida para una planificaci\u00f3n b\u00e1sica.
FNRRD1018.message     = El formato de fecha de finalizaci\u00f3n de a\u00f1o fiscal {0} no es v\u00e1lido.
FNRRD1018.arg.0		  = fecha_finalizaci\u00f3n_a\u00f1o_fiscal

FNRRD1019.explanation = Se ha producido un error inesperado.
FNRRD1019.action      = P\u00f3ngase en contacto con IBM Software Support.
FNRRD1019.message     = Se ha producido un error mientas una hebra realizaba una tarea de actualizaci\u00f3n.

FNRRD1020.explanation = Se ha producido un error InterruptedException.
FNRRD1020.action      = P\u00f3ngase en contacto con IBM Software Support.
FNRRD1020.message     = Se ha producido un error mientas una hebra realizaba una tarea de actualizaci\u00f3n.

FNRRD1021.explanation = Se necesita un nombre de revisor v\u00e1lido para auditar un suceso de supresi\u00f3n.
FNRRD1021.action      = Especifique un nombre de revisor v\u00e1lido para auditar un suceso de supresi\u00f3n.
FNRRD1021.message     = El nombre de revisor {0} que se utiliza para auditar un suceso de supresi\u00f3n no es v\u00e1lido.
FNRRD1021.arg.0		  = nombre_revisor

FNRRD1022.explanation = Se ha producido un error inesperado.
FNRRD1022.action      = P\u00f3ngase en contacto con IBM Software Support.
FNRRD1022.message     = Se ha producido un error mientas una hebra realizaba una tarea de supresi\u00f3n.

FNRRD1023.explanation = Se ha producido un error InterruptedException.
FNRRD1023.action      = P\u00f3ngase en contacto con IBM Software Support.
FNRRD1023.message     = Se ha producido un error mientas una hebra realizaba una tarea de supresi\u00f3n.

FNRRD1024.explanation = Se ha producido un error inesperado.
FNRRD1024.action      = P\u00f3ngase en contacto con IBM Software Support.
FNRRD1024.message     = Se ha producido un error mientas una hebra realizaba una tarea de auditor\u00eda.

FNRRD1025.explanation = Se ha producido un error InterruptedException.
FNRRD1025.action      = P\u00f3ngase en contacto con IBM Software Support.
FNRRD1025.message     = Se ha producido un error mientas una hebra realizaba una tarea de auditor\u00eda.

FNRRD1026.explanation = Es posible que el servidor de Content Engine Platform no est\u00e9 disponible.
FNRRD1026.action      = Aseg\u00farese de que el servidor de Content Engine Platform est\u00e1 disponible.
FNRRD1026.message     = No se ha podido guardar el documento.

FNRRD1027.explanation = No hay ning\u00fan plan de archivos en este almac\u00e9n de objetos de plan de archivos.
FNRRD1027.action      = Aseg\u00farese de que el almac\u00e9n de objetos de plan de archivos es v\u00e1lido.
FNRRD1027.message     = No se ha encontrado ning\u00fan plan de archivos en el almac\u00e9n de objetos de plan de archivos.

FNRRD1028.explanation = Es posible que el informe no exista.
FNRRD1028.action      = Aseg\u00farese de que el nombre del informe es v\u00e1lido y de que existe en el almac\u00e9n de objetos. 
FNRRD1028.message     = No se han encontrado el siguiente informe: {0}.
FNRRD1028.arg.0		  = ID_informe

FNRRD1029.explanation = El nombre de plan de archivos o v\u00eda de acceso de contenedor no es v\u00e1lido.
FNRRD1029.action      = Especifique un nombre de plan de archivos y v\u00eda de acceso de contenedor v\u00e1lidos.
FNRRD1029.message     = El nombre de plan de archivos o v\u00eda de acceso de contenedor no es v\u00e1lido o no existe.

FNRRD1030.explanation = Se ha producido un error inesperado.
FNRRD1030.action      = Revise el seguimiento de pila del archivo de registro 
FNRRD1030.message     = Se ha producido un error inesperado.

FNRRD1031.explanation = Antes de llamar a batchUpdate o batchDelete, debe especificarse un nombre de clase v\u00e1lido para objetos de proceso por lotes en BatchProcessingManager.
FNRRD1031.action      = Especifique un nombre de clase v\u00e1lido para objetos de proceso por lotes en BatchProcessingManager.
FNRRD1031.message     = No se ha especificado ning\u00fan nombre de clase v\u00e1lido para objetos de proceso por lotes en BatchProcessingManager.

FNRRD1032.explanation = La correlaci\u00f3n de contexto de configuraci\u00f3n que se pasa debe incluir como m\u00ednimo el URL del servidor de Content Platform Engine.
FNRRD1032.action      = Proporcione una correlaci\u00f3n de contexto de configuraci\u00f3n v\u00e1lida.
FNRRD1032.message     = La correlaci\u00f3n de contexto de configuraci\u00f3n que se ha pasado es nula o est\u00e1 vac\u00eda.

FNRRD1033.explanation = Debe proporcionarse un GUID de contenedor v\u00e1lido en el que pueda residir el registro de resultados de destrucci\u00f3n.
FNRRD1033.action      = Proporcione un GUID de contenedor v\u00e1lido en el que pueda residir el registro de resultados de destrucci\u00f3n.
FNRRD1033.message     = No existe ning\u00fan GUID para que el contenedor archive el registro de resultados de destrucci\u00f3n.

FNRRD1034.explanation = El contenedor {0} no es de tipo RecordCategory, RecordFolder o Volume o no permite que se almacenen registros electr\u00f3nicos (ElectronicRecord) en \u00e9l.
FNRRD1034.action      = Seleccione un contenedor que sea de uno de estos tres tipos: RecordCategory, RecordFolder o Volume, y aseg\u00farese de que permite el almacenamiento de registros electr\u00f3nicos en \u00e9l.
FNRRD1034.message     = El contenedor {0} no es de tipo RecordCategory, RecordFolder o Volume o no permite que se almacenen registros electr\u00f3nicos (ElectronicRecord) en \u00e9l. Seleccione un contenedor diferente.
FNRRD1034.arg.0		  = ID_contenedor

FNRRD1035.explanation = El almac\u00e9n de objetos debe estar configurado para que los usuarios puedan declarar registros.
FNRRD1035.action      = Configure el almac\u00e9n de objetos {0} para que admita la declaraci\u00f3n de registros.
FNRRD1035.message     = El almac\u00e9n de objetos {0} no est\u00e1 configurado para que los usuarios puedan declarar registros.
FNRRD1035.arg.0		  = ID_o_nombre_almac\u00e9n_objetos

FNRRD1036.explanation = Es posible que el GUID almac\u00e9n de objetos sea incorrecto o que no exista el almac\u00e9n de objetos.
FNRRD1036.action      = Aseg\u00farese de que el GUID del almac\u00e9n de objetos es v\u00e1lido.
FNRRD1036.message     = No se ha podido captar la instancia de almac\u00e9n de objetos mediante el GUID de almac\u00e9n de objetos {0} especificado.
FNRRD1036.arg.0		  = ID_o_nombre_almac\u00e9n_objetos
