# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2013 IBM Corp. All rights reserved.
#
# DefensibleDisposalContainerProcess (DDCP) Localized String Resources (en_US).
# Includes strings for exception messages.
#
#
#================================================================================
# DDCP Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRD1000.explanation = Nem adta meg az IBM Enterprise Records URL c\u00edmet a csatlakoz\u00e1shoz a Content Platform Engine rendszerhez.
FNRRD1000.action      = Adjon meg egy \u00e9rv\u00e9nyes Content Platform Engine URL c\u00edmet, p\u00e9ld\u00e1ul: cpeURI=iiop://cpe_server:port/FileNet/Engine.
FNRRD1000.message     = A Content Platform Engine kiszolg\u00e1l\u00f3 URL c\u00edme hi\u00e1nyzik.

FNRRD1001.explanation = Meg kell adni egy \u00e9rv\u00e9nyes felhaszn\u00e1l\u00f3nevet. 
FNRRD1001.action      = Adjon meg egy \u00e9rv\u00e9nyes felhaszn\u00e1l\u00f3nevet.
FNRRD1001.message     = Meg kell adnia gy \u00e9rv\u00e9nyes felhaszn\u00e1l\u00f3nevet a JACE t\u00e1rgy l\u00e9trehoz\u00e1s\u00e1hoz.

FNRRD1002.explanation = \u00c9rv\u00e9nyes jelsz\u00f3 sz\u00fcks\u00e9ges a JACE biztons\u00e1gi t\u00e1rgy l\u00e9trehoz\u00e1s\u00e1hoz.
FNRRD1002.action      = Adjon meg egy \u00e9rv\u00e9nyes jelsz\u00f3t, hogy l\u00e9trehozhassa a JACE t\u00e1rgyat.
FNRRD1002.message     = A megadott jelsz\u00f3 helytelen.

FNRRD1003.explanation = A Content Platform Engine URL, a felhaszn\u00e1l\u00f3n\u00e9v vagy a jelsz\u00f3 helytelen.
FNRRD1003.action      = \u00c9rv\u00e9nyes Content Platform Engine URL c\u00edmet, felhaszn\u00e1l\u00f3nevet \u00e9s jelsz\u00f3t adjon meg.
FNRRD1003.message     = A JACE biztons\u00e1gi t\u00e1rgy nem hozhat\u00f3 l\u00e9tre. Az al\u00e1bbi elemek egyike helytelen: {0}, {1} vagy {2}.
FNRRD1003.arg.0       = CE_Url
FNRRD1003.arg.1       = felhaszn\u00e1l\u00f3_neve
FNRRD1003.arg.2       = jelsz\u00f3

FNRRD1004.explanation = Lehet, hogy a Content Platform Engine URL, a felhaszn\u00e1l\u00f3n\u00e9v vagy a jelsz\u00f3 helytelen. Vagy lehet, hogy a Content Platform Engine kiszolg\u00e1l\u00f3 nem fut.
FNRRD1004.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a Content Platform Engine URL, a felhaszn\u00e1l\u00f3n\u00e9v \u00e9s a jelsz\u00f3 helyes. Valamint gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a Content Platform Engine kiszolg\u00e1l\u00f3 el\u00e9rhet\u0151.
FNRRD1004.message     = Nem siker\u00fclt kapcsolatot l\u00e9tes\u00edteni a(z) {0} objektumt\u00e1rol\u00f3val a Content Platform Engine kiszolg\u00e1l\u00f3n.
FNRRD1004.arg.0		  = objektumt\u00e1rol\u00f3_neve

FNRRD1005.explanation = Lehet, hogy a f\u00e1jltervek objektumt\u00e1rol\u00f3j\u00e1nak neve helytelen, illetve nem l\u00e9tezik olyan nev\u0171 objektumt\u00e1rol\u00f3.
FNRRD1005.action      = \u00c9rv\u00e9nyes nevet adjon meg a f\u00e1jltervek objektumt\u00e1rol\u00f3j\u00e1nak.
FNRRD1005.message     = A(z) {0} n\u00e9v nem \u00e9rv\u00e9nyes a f\u00e1jltervek objektumt\u00e1rol\u00f3j\u00e1nak.
FNRRD1005.arg.0		  = objektumt\u00e1rol\u00f3_neve

FNRRD1006.explanation = A tov\u00e1bbi napok \u00e9rt\u00e9ket olyan sz\u00e1mra kell be\u00e1ll\u00edtani, ami nagyobb vagy egyenl\u0151, mint 0.
FNRRD1006.action      = \u00c9rv\u00e9nyes sz\u00e1mot adjon meg a tov\u00e1bbi napok sz\u00e1m\u00e1nak, ami nagyobb vagy egyenl\u0151, mint 0.
FNRRD1006.message     = \u00c9rv\u00e9nytelen sz\u00e1mot ({0}) adott meg a Tov\u00e1bbi napok sz\u00e1ma mez\u0151ben.
FNRRD1006.arg.0		  = tov\u00e1bbi_napok_sz\u00e1ma

FNRRD1007.explanation = A megtart\u00e1si id\u0151 rekord jelent\u00e9s el\u0151\u00e1ll\u00edt\u00e1sakor megadott RM t\u00e1rol\u00f3 GUID azonos\u00edt\u00f3k \u00e9rv\u00e9nytelenek.
FNRRD1007.action      = \u00c9rv\u00e9nyes RM t\u00e1rol\u00f3 GUID azonos\u00edt\u00f3kat adjon meg.
FNRRD1007.message     = Egy vagy t\u00f6bb RM t\u00e1rol\u00f3 GUID \u00e9rv\u00e9nytelen a megtart\u00e1si id\u0151 rekord jelent\u00e9s el\u0151\u00e1ll\u00edt\u00e1sakor: {0}.
FNRRD1007.arg.0		  = t\u00e1rol\u00f3_GUID_azonos\u00edt\u00f3k

FNRRD1008.explanation = A Content Platform Engine rendszerhez int\u00e9zett lek\u00e9rdez\u00e9s \u00e9rv\u00e9nytelen vagy hib\u00e1s a h\u00e1l\u00f3zati kapcsolat.
FNRRD1008.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a Content Platform Engine kiszolg\u00e1l\u00f3 el\u00e9rhet\u0151.
FNRRD1008.message     = Az al\u00e1bbi lek\u00e9rdez\u00e9s futtat\u00e1sa meghi\u00fasult: {0}.
FNRRD1008.arg.0		  = lek\u00e9rdez\u00e9s

FNRRD1009.explanation = Az objektumt\u00e1rol\u00f3 nev\u00e9nek \u00e9rv\u00e9nyesnek kell lennie egy f\u00e1jlterv objektumok t\u00e1rol\u00f3j\u00e1hoz.
FNRRD1009.action      = \u00c9rv\u00e9nyes nevet adjon meg a f\u00e1jltervek objektumt\u00e1rol\u00f3j\u00e1nak.
FNRRD1009.message     = Az objektumt\u00e1rol\u00f3 nem \u00e9rv\u00e9nyes mint f\u00e1jlterv objektumok t\u00e1rol\u00f3ja.

FNRRD1010.explanation = N\u00e9h\u00e1ny t\u00e1rol\u00f3 nem tal\u00e1lhat\u00f3.
FNRRD1010.action      = \u00c9rv\u00e9nyes t\u00e1rol\u00f3 GUID azonos\u00edt\u00f3kat adjon meg.
FNRRD1010.message     = Az al\u00e1bbi t\u00e1rol\u00f3k nem tal\u00e1lhat\u00f3k: {0}.
FNRRD1010.arg.0		  = t\u00e1rol\u00f3_azonos\u00edt\u00f3k

FNRRD1011.explanation = Meg kell adni egy \u00e9rv\u00e9nyes csatlakoz\u00e1si pont nevet.
FNRRD1011.action      = Adjon meg egy \u00e9rv\u00e9nyes csatlakoz\u00e1si pont nevet.
FNRRD1011.message     = A csatlakoz\u00e1si pont neve hi\u00e1nyzik.

FNRRD1012.explanation = Lehet, hogy a Content Platform Engine URL, a felhaszn\u00e1l\u00f3n\u00e9v, a jelsz\u00f3 vagy a csatlakoz\u00e1si pont neve helytelen.
FNRRD1012.action      = \u00c9rv\u00e9nyes Content Platform Engine URL c\u00edmet, felhaszn\u00e1l\u00f3nevet, jelsz\u00f3t \u00e9s csatlakoz\u00e1si pont nevet adjon meg.
FNRRD1012.message     = Nem siker\u00fclt kapcsolatot l\u00e9tes\u00edteni a Process Engine rendszerrel.

FNRRD1013.explanation = Munkafolyamat ind\u00edt\u00e1s\u00e1hoz \u00e9rv\u00e9nyes Basic Schedule Workflow GUID sz\u00fcks\u00e9ges.
FNRRD1013.action      = Adjon meg egy \u00e9rv\u00e9nyes Basic Schedule Workflow GUID \u00e9rt\u00e9ket.
FNRRD1013.message     = A Basic Schedule Workflow GUID hi\u00e1nyzik.

FNRRD1014.explanation = Nem tal\u00e1lhat\u00f3 \u00e9rv\u00e9nyes VWVersion a megadott Basic Schedule Workflow GUID \u00e9rt\u00e9khez.
FNRRD1014.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a Basic Schedule Workflow l\u00e9tezik \u00e9s \u00e1tvitelre ker\u00fclt.
FNRRD1014.message     = Nem tal\u00e1lhat\u00f3 \u00e9rv\u00e9nyes VWVersion a megadott Basic Schedule Workflow GUID \u00e9rt\u00e9khez ({0}).
FNRRD1014.arg.0		  = munkafolyamat_azonos\u00edt\u00f3

FNRRD1015.explanation = A munkafolyamat nem ind\u00edthat\u00f3 el, mert nem lehet kapcsolatot l\u00e9tes\u00edteni a Content Platform Engine rendszerrel.
FNRRD1015.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a Content Platform Engine kiszolg\u00e1l\u00f3 el\u00e9rhet\u0151.
FNRRD1015.message     = A munkafolyamat nem ind\u00edthat\u00f3 el.

FNRRD1016.explanation = A megtart\u00e1si id\u0151 \u00e9rt\u00e9k legyen nagyobb vagy egyenl\u0151, mint 0.
FNRRD1016.action      = \u00c9rv\u00e9nyes megtart\u00e1si id\u0151t adjon meg az alap \u00fctemez\u00e9shez.
FNRRD1016.message     = Nem adott meg megtart\u00e1si id\u0151t a(z) {0} t\u00e1rol\u00f3ra vonatkoz\u00f3 alap \u00fctemez\u00e9sben.
FNRRD1016.arg.0		  = t\u00e1rol\u00f3_neve

FNRRD1017.explanation = A megtart\u00e1si id\u0151 form\u00e1tuma az alap \u00fctemez\u00e9shez \u00c9\u00c9\u00c9\u00c9-HHHH-NNNN.
FNRRD1017.action      = \u00c9rv\u00e9nyes megtart\u00e1si id\u0151t adjon meg az alap \u00fctemez\u00e9shez.
FNRRD1017.message     = A(z) {0} megtart\u00e1si id\u0151 form\u00e1tuma az alap \u00fctemez\u00e9shez \u00e9rv\u00e9nytelen.
FNRRD1017.arg.0		  = megtart\u00e1si_id\u0151

FNRRD1018.explanation = A p\u00e9nz\u00fcgyi \u00e9v z\u00e1r\u00f3 d\u00e1tum\u00e1nak form\u00e1tuma az alap \u00fctemez\u00e9shez HH-NN.
FNRRD1018.action      = \u00c9rv\u00e9nyes p\u00e9nz\u00fcgyi \u00e9v z\u00e1r\u00f3 d\u00e1tumot adjon meg az alap \u00fctemez\u00e9shez.
FNRRD1018.message     = A(z) {0} p\u00e9nz\u00fcgyi \u00e9v z\u00e1r\u00f3 d\u00e1tum form\u00e1tuma \u00e9rv\u00e9nytelen.
FNRRD1018.arg.0		  = p\u00e9nz\u00fcgyi_\u00e9v_z\u00e1r\u00f3_d\u00e1tum

FNRRD1019.explanation = V\u00e1ratlan hiba t\u00f6rt\u00e9nt.
FNRRD1019.action      = L\u00e9pjen kapcsolatba az IBM szoftvert\u00e1mogat\u00e1ssal.
FNRRD1019.message     = Hiba t\u00f6rt\u00e9nt, amikor egy sz\u00e1l friss\u00edt\u00e9si feladatot v\u00e9gzett \u00e9ppen.

FNRRD1020.explanation = InterruptedException hiba t\u00f6rt\u00e9nt.
FNRRD1020.action      = L\u00e9pjen kapcsolatba az IBM szoftvert\u00e1mogat\u00e1ssal.
FNRRD1020.message     = Hiba t\u00f6rt\u00e9nt, amikor egy sz\u00e1l friss\u00edt\u00e9si feladatot v\u00e9gzett \u00e9ppen.

FNRRD1021.explanation = \u00c9rv\u00e9nyes \u00e1ttekint\u0151n\u00e9v sz\u00fcks\u00e9ges egy t\u00f6rl\u00e9s esem\u00e9ny fel\u00fclvizsg\u00e1lat\u00e1hoz.
FNRRD1021.action      = \u00c9rv\u00e9nyes \u00e1ttekint\u0151nevet adjon meg a t\u00f6rl\u00e9s esem\u00e9ny fel\u00fclvizsg\u00e1lat\u00e1hoz.
FNRRD1021.message     = A t\u00f6rl\u00e9s esem\u00e9ny fel\u00fclvizsg\u00e1lat\u00e1hoz haszn\u00e1lt {0} \u00e1ttekint\u0151n\u00e9v \u00e9rv\u00e9nytelen.
FNRRD1021.arg.0		  = \u00e1ttekint\u0151_neve

FNRRD1022.explanation = V\u00e1ratlan hiba t\u00f6rt\u00e9nt.
FNRRD1022.action      = L\u00e9pjen kapcsolatba az IBM szoftvert\u00e1mogat\u00e1ssal.
FNRRD1022.message     = Hiba t\u00f6rt\u00e9nt, amikor egy sz\u00e1l t\u00f6rl\u00e9si feladatot v\u00e9gzett \u00e9ppen.

FNRRD1023.explanation = InterruptedException hiba t\u00f6rt\u00e9nt.
FNRRD1023.action      = L\u00e9pjen kapcsolatba az IBM szoftvert\u00e1mogat\u00e1ssal.
FNRRD1023.message     = Hiba t\u00f6rt\u00e9nt, amikor egy sz\u00e1l t\u00f6rl\u00e9si feladatot v\u00e9gzett \u00e9ppen.

FNRRD1024.explanation = V\u00e1ratlan hiba t\u00f6rt\u00e9nt.
FNRRD1024.action      = L\u00e9pjen kapcsolatba az IBM szoftvert\u00e1mogat\u00e1ssal.
FNRRD1024.message     = Hiba t\u00f6rt\u00e9nt, amikor egy sz\u00e1l fel\u00fclvizsg\u00e1lati feladatot v\u00e9gzett \u00e9ppen.

FNRRD1025.explanation = InterruptedException hiba t\u00f6rt\u00e9nt.
FNRRD1025.action      = L\u00e9pjen kapcsolatba az IBM szoftvert\u00e1mogat\u00e1ssal.
FNRRD1025.message     = Hiba t\u00f6rt\u00e9nt, amikor egy sz\u00e1l fel\u00fclvizsg\u00e1lati feladatot v\u00e9gzett \u00e9ppen.

FNRRD1026.explanation = Lehet, hogy a Content Engine Platform kiszolg\u00e1l\u00f3 nem \u00e9rhet\u0151 el.
FNRRD1026.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a Content Engine Platform kiszolg\u00e1l\u00f3 el\u00e9rhet\u0151.
FNRRD1026.message     = A dokumentum nem menthet\u0151.

FNRRD1027.explanation = Nincs f\u00e1jlterv a f\u00e1jltervek ezen objektumt\u00e1rol\u00f3ja alatt.
FNRRD1027.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a f\u00e1jltervek objektumt\u00e1rol\u00f3ja \u00e9rv\u00e9nyes.
FNRRD1027.message     = Nem tal\u00e1lhat\u00f3 f\u00e1jlterv a f\u00e1jltervek objektumt\u00e1rol\u00f3j\u00e1ban.

FNRRD1028.explanation = Lehet, hogy a jelent\u00e9s nem l\u00e9tezik.
FNRRD1028.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a jelent\u00e9s neve \u00e9rv\u00e9nyes \u00e9s a jelent\u00e9s l\u00e9tezik az objektumt\u00e1rol\u00f3ban. 
FNRRD1028.message     = Az al\u00e1bbi jelent\u00e9s nem tal\u00e1lhat\u00f3: {0}.
FNRRD1028.arg.0		  = jelent\u00e9s_azonos\u00edt\u00f3

FNRRD1029.explanation = A f\u00e1jlterv neve vagy a t\u00e1rol\u00f3 el\u00e9r\u00e9si \u00fatja nem \u00e9rv\u00e9nyes.
FNRRD1029.action      = \u00c9rv\u00e9nyes \u00e9rt\u00e9ket adjon meg a f\u00e1jlterv nev\u00e9nek \u00e9s a t\u00e1rol\u00f3 el\u00e9r\u00e9si \u00fatj\u00e1nak.
FNRRD1029.message     = A f\u00e1jlterv neve vagy a t\u00e1rol\u00f3 el\u00e9r\u00e9si \u00fatja nem \u00e9rv\u00e9nyes vagy nem l\u00e9tezik.

FNRRD1030.explanation = V\u00e1ratlan hiba t\u00f6rt\u00e9nt.
FNRRD1030.action      = Tekintse \u00e1t a veremnyomk\u00f6vet\u00e9st a napl\u00f3f\u00e1jlban. 
FNRRD1030.message     = V\u00e1ratlan hiba t\u00f6rt\u00e9nt.

FNRRD1031.explanation = A batchUpdate vagy a batchDelete h\u00edv\u00e1sa el\u0151tt meg kell adni egy \u00e9rv\u00e9nyes oszt\u00e1lynevet az objektumok k\u00f6tegelt feldolgoz\u00e1s\u00e1hoz a k\u00f6tegelt feldolgoz\u00e1s kezel\u0151ben.
FNRRD1031.action      = Adjon meg egy \u00e9rv\u00e9nyes oszt\u00e1lynevet az objektu mok k\u00f6tegelt feldolgoz\u00e1s\u00e1hoz a k\u00f6tegelt feldolgoz\u00e1s kezel\u0151ben.
FNRRD1031.message     = Nem adott meg oszt\u00e1lynevet az objektumok k\u00f6tegelt feldolgoz\u00e1s\u00e1hoz a k\u00f6tegelt feldolgoz\u00e1s kezel\u0151ben.

FNRRD1032.explanation = Az \u00e1tadott konfigur\u00e1ci\u00f3s kontextus lek\u00e9pez\u00e9snek tartalmaznia kell legal\u00e1bb a Content Platform Engine kiszolg\u00e1l\u00f3 URL c\u00edm\u00e9t.
FNRRD1032.action      = Adjon meg egy \u00e9rv\u00e9nyes konfigur\u00e1ci\u00f3s kontextus lek\u00e9pez\u00e9st.
FNRRD1032.message     = Az \u00e1tadott konfigur\u00e1ci\u00f3s kontextus lek\u00e9pez\u00e9s null vagy \u00fcres.

FNRRD1033.explanation = Meg kell adni egy \u00e9rv\u00e9nyes t\u00e1rol\u00f3 GUID azonos\u00edt\u00f3j\u00e1t, ahov\u00e1 a megsemmis\u00edt\u00e9s eredm\u00e9nyeinek rekordja ker\u00fclhet.
FNRRD1033.action      = Adja meg egy \u00e9rv\u00e9nyes t\u00e1rol\u00f3 GUID azonos\u00edt\u00f3j\u00e1t, ahov\u00e1 a megsemmis\u00edt\u00e9s eredm\u00e9nyeinek rekordja ker\u00fclhet.
FNRRD1033.message     = Nem adta meg annak a t\u00e1rol\u00f3nak a GUID azonos\u00edt\u00f3j\u00e1t, ahova iktatni lehet a megsemmis\u00edt\u00e9s eredm\u00e9nyeinek rekordj\u00e1t.

FNRRD1034.explanation = A(z) {0} t\u00e1rol\u00f3 nem rekordkateg\u00f3ria, rekordmappa vagy k\u00f6tet t\u00edpus\u00fa, vagy pedig nem teszi lehet\u0151v\u00e9, hogy elektronikus rekordokat (ElectronicRecord elemeket) t\u00e1roljon benne.
FNRRD1034.action      = Olyan t\u00e1rol\u00f3t v\u00e1lasszon, amely a h\u00e1rom t\u00edpus - rekordkateg\u00f3ria, rekordmappa vagy k\u00f6tet - egyik\u00e9be tartozik, \u00e9s gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy lehet\u0151v\u00e9 teszi az elektronikus rekordok t\u00e1rol\u00e1s\u00e1t.
FNRRD1034.message     = A(z) {0} t\u00e1rol\u00f3 nem rekordkateg\u00f3ria, rekordmappa vagy k\u00f6tet t\u00edpus\u00fa, vagy pedig nem teszi lehet\u0151v\u00e9, hogy elektronikus rekordokat (ElectronicRecord elemeket) t\u00e1roljon benne. V\u00e1lasszon m\u00e1sik t\u00e1rol\u00f3t.
FNRRD1034.arg.0		  = t\u00e1rol\u00f3_azonos\u00edt\u00f3

FNRRD1035.explanation = Az objektumt\u00e1rol\u00f3t \u00fagy kell be\u00e1ll\u00edtani, hogy lehet\u0151v\u00e9 tegye a felhaszn\u00e1l\u00f3k sz\u00e1m\u00e1ra rekordok deklar\u00e1l\u00e1s\u00e1t.
FNRRD1035.action      = \u00dagy \u00e1ll\u00edtsa be a(z) {0} objektumt\u00e1rol\u00f3t, hogy t\u00e1mogassa a rekordok deklar\u00e1l\u00e1s\u00e1t.
FNRRD1035.message     = A(z) {0}  objektumt\u00e1rol\u00f3 nem \u00fagy van be\u00e1ll\u00edtva, hogy lehet\u0151v\u00e9 tegye a felhaszn\u00e1l\u00f3k sz\u00e1m\u00e1ra rekordok deklar\u00e1l\u00e1s\u00e1t.
FNRRD1035.arg.0		  = objektumt\u00e1rol\u00f3_neve_vagy_azonos\u00edt\u00f3ja

FNRRD1036.explanation = Lehet, hogy az objektumt\u00e1rol\u00f3 GUID helytelen, vagy az objektumt\u00e1rol\u00f3 nem l\u00e9tezik.
FNRRD1036.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy az objektumt\u00e1rol\u00f3 GUID \u00e9rv\u00e9nyes.
FNRRD1036.message     = Az objektumt\u00e1rol\u00f3 p\u00e9ld\u00e1ny leh\u00edv\u00e1sa meghi\u00fasult a megadott {0} objektumt\u00e1rol\u00f3 GUID haszn\u00e1lat\u00e1val.
FNRRD1036.arg.0		  = objektumt\u00e1rol\u00f3_neve_vagy_azonos\u00edt\u00f3ja
