# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2013 IBM Corp. All rights reserved.
#
# DefensibleDisposalContainerProcess (DDCP) Localized String Resources (en_US).
# Includes strings for exception messages.
#
#
#================================================================================
# DDCP Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRD1000.explanation = URL-ul pentru IBM Enterprise Records pentru conectare la Content Platform Engine nu a fost introdus.
FNRRD1000.action      = Enter a valid Content Platform Engine URL, for example, cpeURI=iiop://cpe_server:port/FileNet/Engine.
FNRRD1000.message     = URL-ul c\u0103tre serverul Content Platform Engine lipse\u015fte.

FNRRD1001.explanation = Este necesar un nume de utilizator valid. 
FNRRD1001.action      = Introduce\u0163i un nume de utilizator valid.
FNRRD1001.message     = Trebuie s\u0103 introduce\u0163i un nume de utilizator valid pentru a crea subiectul JACE.

FNRRD1002.explanation = Este necesar\u0103 o parol\u0103 valid\u0103 pentru a crea subiectul de securitate JACE.
FNRRD1002.action      = Introduce\u0163i o parol\u0103 valid\u0103 astfel \u00eenc\u00e2t s\u0103 pute\u0163i crea subiectul JACE.
FNRRD1002.message     = Parola pe care a\u0163i introdus-o este incorect\u0103.

FNRRD1003.explanation = URL-ul Content Platform Engine, numele de utilizator, sau parola este incorect\u0103.
FNRRD1003.action      = Introduce\u0163i un URL Content Platform Engine, nume de utilizator sau parol\u0103 valid\u0103.
FNRRD1003.message     = Subiectul de securitate JACE nu poate fi creat. Unul dintre articolele urm\u0103toare ar putea fi incorect: {0}, {1} sau {2}.
FNRRD1003.arg.0       = CE_Url
FNRRD1003.arg.1       = user_name
FNRRD1003.arg.2       = parol\u0103

FNRRD1004.explanation = The Content Platform Engine URL, user name, or password might be incorrect. Sau serverul Content Platform Engine ar putea s\u0103 nu ruleze.
FNRRD1004.action      = Asigura\u0163i-v\u0103 c\u0103 URL-ul Content Platform Engine, numele de utilizator, parola sunt corecte. De asemenea, asigura\u0163i-v\u0103 c\u0103 serverul Content Platform Engine este disponibil.
FNRRD1004.message     = Conexiunea nu a putut fi realizat\u0103 la depozitul de obiecte {0} de pe serverul Content Platform Engine.
FNRRD1004.arg.0		  = object_store_name

FNRRD1005.explanation = Numele depozitului de obiecte plan de fi\u015fiere ar putea fi incorect, sau un depozit de obiecte cu acel nu exist\u0103.
FNRRD1005.action      = Introduce\u0163i un nume de de pozit de obiecte plan de fi\u015fiere valid.
FNRRD1005.message     = Numele depozitului de obiecte plan de fi\u015fiere {0} nu este valid.
FNRRD1005.arg.0		  = object_store_name

FNRRD1006.explanation = Valoare de zile avansate trebuie s\u0103 fie setat\u0103 la un num\u0103r mai mare sau egal cu 0.
FNRRD1006.action      = Introduce\u0163i un num\u0103r valid mai mare sau egal cu 0 pentru zile avansate.
FNRRD1006.message     = Un num\u0103r invalid de {0} a fost introdus pentru c\u00e2mpul Zile avansate.
FNRRD1006.arg.0		  = advanced_days

FNRRD1007.explanation = GUID-urile de container RM furnizate \u00een generarea raportului de \u00eenregistr\u0103ri cu scaden\u0163\u0103 p\u0103strare sunt invalide.
FNRRD1007.action      = Introduce\u0163i GUID-uri de container RM valide.
FNRRD1007.message     = Unul sau mai multe GUID-uri de container RM sunt invalide \u00een generarea raportului de \u00eenregistr\u0103ri cu scaden\u0163\u0103 p\u0103strare: {0}.
FNRRD1007.arg.0		  = container_GUIDs

FNRRD1008.explanation = Interogarea la Content Platform Engine este invalid\u0103 sau ave\u0163i o conexiune la re\u0163ea cu probleme.
FNRRD1008.action      = Asigura\u0163i-v\u0103 c\u0103 interogarea dumneavoastr\u0103 este corect\u0103 \u015fi c\u0103 serverul Content Platform Engine este disponibil.
FNRRD1008.message     = Urm\u0103toarea interogare nu a putut fi rulat\u0103: {0}.
FNRRD1008.arg.0		  = interogare 
FNRRD1009.explanation = Numele depozitului de obiecte trebuie s\u0103 fie valid pentru un depozit de obiecte plan de fi\u015fiere.
FNRRD1009.action      = Introduce\u0163i un nume de de pozit de obiecte plan de fi\u015fiere valid.
FNRRD1009.message     = Depozitul de obiecte nu este un depozit de obiecte plan de fi\u015fiere valid.

FNRRD1010.explanation = Unele dintre containere nu pot fi g\u0103site.
FNRRD1010.action      = Introduce\u0163i GUID-uri de container valide.
FNRRD1010.message     = Urm\u0103toarele containere nu au putut fi g\u0103site: {0}.
FNRRD1010.arg.0		  = container_IDs

FNRRD1011.explanation = A valid connection point name is required.
FNRRD1011.action      = Introduce\u0163i un nume punct de conexiune valid.
FNRRD1011.message     = Numele punctului de conexiune lipse\u015fte.

FNRRD1012.explanation = URL-ul Content Platform Engine, numele de utilizator, parola sau numele punctului de conexiune ar putea fi incorect.
FNRRD1012.action      = Introduce\u0163i un URL Content Platform Engine, nume de utilizator, parol\u0103 sau nume punct de conexiune valid.
FNRRD1012.message     = Conexiunea la Process Engine nu a putut fi stabilit\u0103.

FNRRD1013.explanation = Este necesar un GUID Basic Schedule Workflow valid pentru a porni un flux de lucru.
FNRRD1013.action      = Introduce\u0163i un GUID Basic Schedule Workflow valid.
FNRRD1013.message     = GUID-ul Basic Schedule Workflow lipse\u015fte.

FNRRD1014.explanation = Nu exist\u0103 nicio VWVersion valid\u0103 g\u0103sit\u0103 pentru GUID-ul Basic Schedule Workflow specificat.
FNRRD1014.action      = Asigura\u0163i-v\u0103 c\u0103 Basic Schedule Workflow exist\u0103 \u015fi a fost transferat.
FNRRD1014.message     = O VWVersion valid\u0103 nu a putut fi g\u0103sit\u0103 pentru GUID-ul Basic Schedule Workflow specificat {0}.
FNRRD1014.arg.0		  = workflow_ID

FNRRD1015.explanation = Fluxul de lucru nu poate fi pornit deoarece conexiunea la Content Platform Engine nu poate fi stabilit\u0103.
FNRRD1015.action      = Asigura\u0163i-v\u0103 c\u0103 serverul Content Platform Engine este disponibil.
FNRRD1015.message     = Fluxul de lucru nu poate fi pornit.

FNRRD1016.explanation = Valoarea pentru o perioad\u0103 de p\u0103strare trebuie s\u0103 fie mai mare sau egal\u0103 cu 0.
FNRRD1016.action      = Introduce\u0163i o perioad\u0103 de p\u0103strare valid\u0103 pentru o planificare de baz\u0103.
FNRRD1016.message     = Nu a fost specificat\u0103 nicio perioad\u0103 de p\u0103strare pentru planificarea de baz\u0103 pe containerul {0}.
FNRRD1016.arg.0		  = container_name

FNRRD1017.explanation = Formatul perioadei de p\u0103strare pentru o planificare de baz\u0103 este YYYY-MMMM-DDDD.
FNRRD1017.action      = Introduce\u0163i o perioad\u0103 de p\u0103strare valid\u0103 pentru o planifcare de baz\u0103.
FNRRD1017.message     = Formatul perioadei de p\u0103strare {0} pentru planificarea de baz\u0103 este invalid.
FNRRD1017.arg.0		  = retention_period

FNRRD1018.explanation = Formatul datei de sf\u00e2r\u015fit an fiscal pentru o planificare de baz\u0103 este MM-DD.
FNRRD1018.action      = Introduce\u0163i o dat\u0103 de sf\u00e2r\u015fit an fiscal pentru o planificare de baz\u0103.
FNRRD1018.message     = Formatul datei de sf\u00e2r\u015fit an fiscal {0} este invalid.
FNRRD1018.arg.0		  = fiscal_year_end_date

FNRRD1019.explanation = A ap\u0103rut o eroare nea\u015fteptat\u0103.
FNRRD1019.action      = Contacta\u0163i IBM Software Support.
FNRRD1019.message     = A ap\u0103rut o eroare c\u00e2nd un fir de execu\u0163ie realiza un task de  actualizare.

FNRRD1020.explanation = A ap\u0103rut o eroare InterruptedException.
FNRRD1020.action      = Contacta\u0163i IBM Software Support.
FNRRD1020.message     = A ap\u0103rut o eroare c\u00e2nd un fir de execu\u0163ie realiza un task de  actualizare.

FNRRD1021.explanation = Este necesar un nume de examinator valid pentru a audita un eveniment de \u015ftergere.
FNRRD1021.action      = Introduce\u0163i un nume de examinator valid pentru a audita un eveniment de \u015ftergere.
FNRRD1021.message     = Numele examinatorului {0} care este utilizat pentru a audita un eveniment de \u015ftergere este invalid.
FNRRD1021.arg.0		  = reviewer_name

FNRRD1022.explanation = A ap\u0103rut o eroare nea\u015fteptat\u0103.
FNRRD1022.action      = Contacta\u0163i IBM Software Support.
FNRRD1022.message     = A ap\u0103rut o eroare c\u00e2nd un fir de execu\u0163ie realiza un task de  \u015ftegere.

FNRRD1023.explanation = A ap\u0103rut o eroare InterruptedException.
FNRRD1023.action      = Contacta\u0163i IBM Software Support.
FNRRD1023.message     = A ap\u0103rut o eroare c\u00e2nd un fir de execu\u0163ie realiza un task de  \u015ftegere.

FNRRD1024.explanation = A ap\u0103rut o eroare nea\u015fteptat\u0103.
FNRRD1024.action      = Contacta\u0163i IBM Software Support.
FNRRD1024.message     = A ap\u0103rut o eroare c\u00e2nd un fir de execu\u0163ie realiza un task de  auditare. 
FNRRD1025.explanation = A ap\u0103rut o eroare InterruptedException.
FNRRD1025.action      = Contacta\u0163i IBM Software Support.
FNRRD1025.message     = A ap\u0103rut o eroare c\u00e2nd un fir de execu\u0163ie realiza un task de  auditare. 
FNRRD1026.explanation = Serverul Content Platform Engine ar putea s\u0103 nu fie disponibil.
FNRRD1026.action      = Verifica\u0163i pentru a v\u0103 asigura c\u0103 serverul Content Engine Platform este disponibil.
FNRRD1026.message     = Documentul nu a putut fi salvat.

FNRRD1027.explanation = Nu exist\u0103 niciun plan de fi\u015fiere sub acest depozit de obiecte plan de fi\u015fiere.
FNRRD1027.action      = Asigura\u0163i-v\u0103 c\u0103 depozitul de obiecte plan de fi\u015fiere este valid.
FNRRD1027.message     = Nu a fost g\u0103sit niciun plan de fi\u015fiere sub acest depozit de obiecte plan de fi\u015fiere.

FNRRD1028.explanation = Raportul ar putea s\u0103 nu existe.
FNRRD1028.action      = Asigura\u0163i-v\u0103 c\u0103 numele raportului este valid \u015fi c\u0103 exist\u0103 \u00een depozitul de obiecte. 
FNRRD1028.message     = Raportul urm\u0103tor nu a putut fi g\u0103sit: {0}.
FNRRD1028.arg.0		  = report_ID

FNRRD1029.explanation = Numele planului de fi\u015fiere sau containerul nu este valid.
FNRRD1029.action      = Introduce\u0163i un nume de plan de fi\u015fiere \u015fi o cale de container valide.
FNRRD1029.message     = Numele planului de fi\u015fiere sau calea containerului este invalid\u0103 sau nu exist\u0103.

FNRRD1030.explanation = A ap\u0103rut o eroare nea\u015fteptat\u0103.
FNRRD1030.action      = Examina\u0163i urm\u0103rirea de stiv\u0103 din fi\u015fierul istoric 
FNRRD1030.message     = A ap\u0103rut o eroare nea\u015fteptat\u0103.

FNRRD1031.explanation = \u00cenainte ca batchUpdate sau batchDelete s\u0103 fie apelate, trebuie s\u0103 fie specificat un nume de clas\u0103 valid pentru obiecte de procesare batch din BatchProcessingManager.
FNRRD1031.action      = Specifica\u0163i un nume de clas\u0103 valid pentru obiecte de procesare batch din BatchProcessingManager.
FNRRD1031.message     = Nu a fost specificat niciun nume de clas\u0103 pentru obiecte de procesare batch din BatchProcessingManager.

FNRRD1032.explanation = Harta de context de configura\u0163ie care este transmis\u0103 trebuie s\u0103 includ\u0103 minim URL-ul serverului Content Platform Engine.
FNRRD1032.action      = Furniza\u0163i o hart\u0103 de context de configurare valid\u0103.
FNRRD1032.message     = Harta de context de configurare tranmis\u0103 este nul\u0103 sau goal\u0103.

FNRRD1033.explanation = Trebuie s\u0103 fie furnizat un GUID de container valid unde se poate amplasa \u00eenregistrarea de rezulate de distrugere.
FNRRD1033.action      = Furniza\u0163i un GUID de container valid unde se poate amplasa \u00eenregistrarea de rezulate de distrugere.
FNRRD1033.message     = Nu exist\u0103 niciun GUID pentru container pentru a clasa \u00eenregistrarea de rezultate de distrugere.

FNRRD1034.explanation = Containerul {0} nu este un tip RecordCategory, RecordFolder sau Volum, sau nu permite \u00eenregistr\u0103rilor electronice (ElectronicRecord) s\u0103 fie stocate \u00een el.
FNRRD1034.action      = Selecta\u0163i un container care este de unul dintre aceste trei tipuri: RecordCategory, RecordFolder sau Volum, \u015fi asigura\u0163i-v\u0103 c\u0103 permite \u00eenregistr\u0103rilor electronice s\u0103 fie stocate \u00een el.
FNRRD1034.message     = Containerul {0} nu este un tip RecordCategory, RecordFolder sau Volum, sau nu permite \u00eenregistr\u0103rilor electronice (ElectronicRecord) s\u0103 fie stocate \u00een el. Selecta\u0163i un container diferit.
FNRRD1034.arg.0		  = container_ID

FNRRD1035.explanation = Depozitul de obiecte trebuie s\u0103 fie configurat pentru a permite utilizatorilor s\u0103 declare \u00eenregistr\u0103ri.
FNRRD1035.action      = Configura\u0163i depozitul de obiecte {0} pentru a suporta declarare de \u00eenregistr\u0103ri.
FNRRD1035.message     = Depozitul de obiecte {0} nu este configurat pentru a permite utilizatorilor s\u0103 declare \u00eenregistr\u0103ri.
FNRRD1035.arg.0		  = object_store_name_or_ID

FNRRD1036.explanation = GUID-ul depozitului de obiecte ar putea fi incorect, sau acel depozit de obiecte ar putea s\u0103 nu existe.
FNRRD1036.action      = Asigura\u0163i-v\u0103 c\u0103 GUID-ul depozitului de obiecte este valid.
FNRRD1036.message     = Instan\u0163a depozitului de obiecte nu a putut fi adus\u0103 utiliz\u00e2nd GUID-ul depozitului de obiecte specificat {0}.
FNRRD1036.arg.0		  = object_store_name_or_ID
