# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2013 IBM Corp. All rights reserved.
#
# DefensibleDisposalContainerProcess (DDCP) Localized String Resources (en_US).
# Includes strings for exception messages.
#
#
#================================================================================
# DDCP Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRD1000.explanation = A URL do IBM Enterprise Records para conex\u00e3o ao Content Platform Engine n\u00e3o foi inserida.
FNRRD1000.action      = Insira uma URL do Content Platform Engine v\u00e1lida, por exemplo, cpeURI=iiop://cpe_server:port/FileNet/Engine.
FNRRD1000.message     = A URL para o servidor Content Platform Engine est\u00e1 ausente.

FNRRD1001.explanation = Um nome de usu\u00e1rio v\u00e1lido \u00e9 necess\u00e1rio. 
FNRRD1001.action      = Insira um nome de usu\u00e1rio v\u00e1lido.
FNRRD1001.message     = Voc\u00ea deve inserir um nome de usu\u00e1rio v\u00e1lido para criar o objeto JACE.

FNRRD1002.explanation = Uma senha v\u00e1lida \u00e9 necess\u00e1ria para criar o assunto de seguran\u00e7a do JACE.
FNRRD1002.action      = Insira uma senha v\u00e1lida de modo que seja poss\u00edvel criar o assunto do JACE.
FNRRD1002.message     = A senha que voc\u00ea inseriu est\u00e1 incorreta.

FNRRD1003.explanation = A URL, nome do usu\u00e1rio ou senha do Content Platform Engine est\u00e1 incorreto.
FNRRD1003.action      = Insira uma URL, nome de usu\u00e1rio e senha v\u00e1lidos do Content Platform Engine.
FNRRD1003.message     = O assunto de seguran\u00e7a do JACE n\u00e3o pode ser criado. \u00c9 poss\u00edvel que um dos seguintes itens esteja incorreto: {0}, {1} ou {2}.
FNRRD1003.arg.0       = CE_Url
FNRRD1003.arg.1       = user_name
FNRRD1003.arg.2       = senha

FNRRD1004.explanation = \u00c9 poss\u00edvel que a URL, nome de usu\u00e1rio ou senha do Content Platform Engine esteja incorreta. Ou o servidor Content Platform Engine pode n\u00e3o estar executando.
FNRRD1004.action      = Assegure que a URL, nome de usu\u00e1rio e senha do Content Platform Engine estejam corretos. Adicionalmente, assegure que o servidor Content Platform Engine esteja dispon\u00edvel.
FNRRD1004.message     = N\u00e3o foi poss\u00edvel estabelecer a conex\u00e3o com o armazenamento de objeto {0} no servidor Content Platform Engine.
FNRRD1004.arg.0		  = object_store_name

FNRRD1005.explanation = \u00c9 poss\u00edvel que o nome do armazenamento de objetos de plano de arquivos esteja incorreto ou que n\u00e3o exista um armazenamento de objeto com esse nome.
FNRRD1005.action      = Insira um nome de armazenamento de objetos de plano de arquivos v\u00e1lido.
FNRRD1005.message     = O nome do armazenamento de objetos de plano de arquivos {0} n\u00e3o \u00e9 v\u00e1lido.
FNRRD1005.arg.0		  = object_store_name

FNRRD1006.explanation = O valor dias avan\u00e7ados deve estar configurado para um n\u00famero maior ou igual a 0.
FNRRD1006.action      = Insira um n\u00famero v\u00e1lido maior ou igual a 0 para dias avan\u00e7ados.
FNRRD1006.message     = Um n\u00famero inv\u00e1lido, {0}, foi inserido para o campo Dias avan\u00e7ados.
FNRRD1006.arg.0		  = advanced_days

FNRRD1007.explanation = Os GUIDs do cont\u00eainer do RM fornecidos na reten\u00e7\u00e3o devido \u00e0 gera\u00e7\u00e3o do relat\u00f3rio de registro s\u00e3o inv\u00e1lidos.
FNRRD1007.action      = Insira GUIDs do cont\u00eainer do RM v\u00e1lidos.
FNRRD1007.message     = Um ou mais GUIDs do cont\u00eainer do RM s\u00e3o inv\u00e1lidos na reten\u00e7\u00e3o devido \u00e0 gera\u00e7\u00e3o do relat\u00f3rio de registro: {0}.
FNRRD1007.arg.0		  = container_GUIDs

FNRRD1008.explanation = A consulta para o Content Platform Engine \u00e9 inv\u00e1lida ou voc\u00ea tem uma conex\u00e3o de rede com defeito.
FNRRD1008.action      = Assegure que a sua consulta esteja correta e que o servidor Content Platform Engine esteja dispon\u00edvel.
FNRRD1008.message     = N\u00e3o foi poss\u00edvel executar a seguinte consulta: {0}.
FNRRD1008.arg.0		  = query

FNRRD1009.explanation = O nome do armazenamento de objeto deve ser v\u00e1lido para um armazenamento de objetos de plano de arquivos.
FNRRD1009.action      = Insira um nome de armazenamento de objeto de plano de arquivo v\u00e1lido.
FNRRD1009.message     = O armazenamento de objeto n\u00e3o \u00e9 um armazenamento de objetos de plano de arquivos.

FNRRD1010.explanation = N\u00e3o \u00e9 poss\u00edvel localizar alguns dos cont\u00eaineres.
FNRRD1010.action      = Insira GUIDs de cont\u00eainer v\u00e1lidos.
FNRRD1010.message     = N\u00e3o foi poss\u00edvel localizar os seguintes cont\u00eaineres: {0}.
FNRRD1010.arg.0		  = container_IDs

FNRRD1011.explanation = Um nome de ponto de conex\u00e3o v\u00e1lido \u00e9 necess\u00e1rio.
FNRRD1011.action      = Insira um nome de ponto de conex\u00e3o v\u00e1lido.
FNRRD1011.message     = O nome do ponto de conex\u00e3o est\u00e1 ausente.

FNRRD1012.explanation = \u00c9 poss\u00edvel que a URL, nome de usu\u00e1rio, senha ou nome do ponto de conex\u00e3o esteja incorreto.
FNRRD1012.action      = Insira uma URL, nome de usu\u00e1rio, senha e nome do ponto de conex\u00e3o v\u00e1lidos do Content Platform Engine.
FNRRD1012.message     = N\u00e3o foi poss\u00edvel estabelecer a conex\u00e3o ao Process Engine.

FNRRD1013.explanation = Um GUID v\u00e1lido de Fluxo do Trabalho de Planejamento B\u00e1sico \u00e9 necess\u00e1rio para iniciar um fluxo de trabalho.
FNRRD1013.action      = Insira um GUID de Fluxo de Trabalho do Planejamento B\u00e1sico v\u00e1lido
FNRRD1013.message     = O GUID de Fluxo de Trabalho do Planejamento B\u00e1sico est\u00e1 ausente.

FNRRD1014.explanation = N\u00e3o h\u00e1 nenhuma VWVersion v\u00e1lida localizada para o GUID do Fluxo de Trabalho do Planejamento B\u00e1sico.
FNRRD1014.action      = Assegure que o Fluxo de Trabalho do Planejamento B\u00e1sico exista e tenha sido transferido.
FNRRD1014.message     = N\u00e3o \u00e9 poss\u00edvel localizar uma VWVersion v\u00e1lida para o GUID do Fluxo de Trabalho do Planejamento B\u00e1sico {0} especificado.
FNRRD1014.arg.0		  = workflow_ID

FNRRD1015.explanation = N\u00e3o \u00e9 poss\u00edvel iniciar o fluxo de trabalho porque a conex\u00e3o para o Content Platform Engine n\u00e3o pode ser estabelecida.
FNRRD1015.action      = Assegure que o servidor Content Platform Engine est\u00e1 dispon\u00edvel
FNRRD1015.message     = O fluxo de trabalho n\u00e3o pode ser iniciado.

FNRRD1016.explanation = O valor de um per\u00edodo de reten\u00e7\u00e3o deve ser maior ou igual a 0.
FNRRD1016.action      = Insira um per\u00edodo de reten\u00e7\u00e3o v\u00e1lido para um planejamento b\u00e1sico.
FNRRD1016.message     = Nenhum per\u00edodo de reten\u00e7\u00e3o foi especificado para o planejamento b\u00e1sico no cont\u00eainer {0}.
FNRRD1016.arg.0		  = container_name

FNRRD1017.explanation = O formato do per\u00edodo de reten\u00e7\u00e3o para um planejamento b\u00e1sico \u00e9 YYYY-MMMM-DDDD.
FNRRD1017.action      = Insira um per\u00edodo de reten\u00e7\u00e3o v\u00e1lido para um planejamento b\u00e1sico.
FNRRD1017.message     = O formato do per\u00edodo de reten\u00e7\u00e3o {0} do planejamento b\u00e1sico \u00e9 inv\u00e1lido.
FNRRD1017.arg.0		  = retention_period

FNRRD1018.explanation = O formato da data de fim do ano fiscal para um planejamento b\u00e1sico \u00e9 MM-DD.
FNRRD1018.action      = Insira uma data de fim de ano fiscal v\u00e1lida para um planejamento b\u00e1sico.
FNRRD1018.message     = O formato da data de fim de ano fiscal {0} \u00e9 inv\u00e1lido.
FNRRD1018.arg.0		  = fiscal_year_end_date

FNRRD1019.explanation = Ocorreu um erro inesperado.
FNRRD1019.action      = Entre em contato com o Suporte ao Software IBM.
FNRRD1019.message     = Ocorreu um erro quando um encadeamento estava executando uma tarefa de atualiza\u00e7\u00e3o.

FNRRD1020.explanation = Ocorreu um erro InterruptedException.
FNRRD1020.action      = Entre em contato com o Suporte ao Software IBM.
FNRRD1020.message     = Ocorreu um erro enquanto um encadeamento estava executando uma tarefa de atualiza\u00e7\u00e3o.

FNRRD1021.explanation = \u00c9 necess\u00e1rio um nome de revisor v\u00e1lido para fazer auditoria de uma exclus\u00e3o de evento.
FNRRD1021.action      = Insira um nome de revisor v\u00e1lido para fazer auditoria de uma exclus\u00e3o de evento.
FNRRD1021.message     = O nome do revisor {0} que est\u00e1 sendo usado para fazer auditoria de uma exclus\u00e3o de evento \u00e9 inv\u00e1lido.
FNRRD1021.arg.0		  = reviewer_name

FNRRD1022.explanation = Ocorreu um erro inesperado.
FNRRD1022.action      = Entre em contato com o Suporte ao Software IBM.
FNRRD1022.message     = Ocorreu um erro enquanto um encadeamento estava executando uma tarefa de exclus\u00e3o.

FNRRD1023.explanation = Ocorreu um erro InterruptedException.
FNRRD1023.action      = Entre em contato com o Suporte ao Software IBM.
FNRRD1023.message     = Ocorreu um erro enquanto um encadeamento estava executando uma tarefa de exclus\u00e3o.

FNRRD1024.explanation = Ocorreu um erro inesperado.
FNRRD1024.action      = Entre em contato com o Suporte ao Software IBM.
FNRRD1024.message     = Ocorreu um erro enquanto um encadeamento estava executando uma tarefa de auditoria.

FNRRD1025.explanation = Ocorreu um erro InterruptedException.
FNRRD1025.action      = Entre em contato com o Suporte ao Software IBM.
FNRRD1025.message     = Ocorreu um erro enquanto um encadeamento estava executando uma tarefa de auditoria.

FNRRD1026.explanation = \u00c9 poss\u00edvel que o servidor Content Engine Platform n\u00e3o esteja dispon\u00edvel.
FNRRD1026.action      = Verifique se o servidor Content Engine Platform est\u00e1 dispon\u00edvel.
FNRRD1026.message     = N\u00e3o foi poss\u00edvel salvar o documento.

FNRRD1027.explanation = N\u00e3o h\u00e1 nenhum planejamento de arquivos sob esse armazenamento de objetos de plano de arquivos.
FNRRD1027.action      = Assegure que o armazenamento de objetos de plano de arquivos seja v\u00e1lido.
FNRRD1027.message     = Nenhum plano de arquivo foi localizado no armazenamento de objetos de plano de arquivos.

FNRRD1028.explanation = \u00c9 poss\u00edvel que o relat\u00f3rio n\u00e3o exista.
FNRRD1028.action      = Assegure que o nome do relat\u00f3rio seja v\u00e1lido e que ele exista no armazenamento de objeto. 
FNRRD1028.message     = N\u00e3o foi poss\u00edvel localizar o relat\u00f3rio a seguir: {0}.
FNRRD1028.arg.0		  = report_ID

FNRRD1029.explanation = O nome do plano de arquivos ou caminho do cont\u00eainer n\u00e3o \u00e9 v\u00e1lido.
FNRRD1029.action      = Insira um nome do plano de arquivos e um caminho do cont\u00eainer.
FNRRD1029.message     = O nome do plano de arquivos ou caminho do cont\u00eainer \u00e9 inv\u00e1lido ou n\u00e3o existe.

FNRRD1030.explanation = Ocorreu um erro inesperado.
FNRRD1030.action      = Revise o rastreio de pilha no arquivo de log 
FNRRD1030.message     = Ocorreu um erro inesperado.

FNRRD1031.explanation = Antes que batchUpdate ou batchDelete seja chamado, um nome de classe v\u00e1lido deve ser especificado para os objetos de processamento de lote no BatchProcessingManager.
FNRRD1031.action      = Especifique um nome de classe v\u00e1lido para objetos de processamento em lote no BatchProcessingManager.
FNRRD1031.message     = Nenhum nome de classe foi especificado para objetos de processamento no BatchProcessingManager.

FNRRD1032.explanation = O mapa do contexto de configura\u00e7\u00e3o transmitido deve incluir de forma m\u00ednima a URL do servidor Content Platform Engine.
FNRRD1032.action      = Forne\u00e7a um mapa de contexto de configura\u00e7\u00e3o v\u00e1lido.
FNRRD1032.message     = O mapa de contexto de configura\u00e7\u00e3o transmitido \u00e9 nulo ou vazio.

FNRRD1033.explanation = Um GUID de cont\u00eainer v\u00e1lido em que o registro de resultados da destrui\u00e7\u00e3o deve ser fornecido.
FNRRD1033.action      = Forne\u00e7a um GUID de cont\u00eainer v\u00e1lido em que o registro de resultados da destrui\u00e7\u00e3o possa residir.
FNRRD1033.message     = N\u00e3o h\u00e1 nenhum GUID do cont\u00eainer para arquivar o registro de resultados da destrui\u00e7\u00e3o.

FNRRD1034.explanation = O cont\u00eainer {0} n\u00e3o \u00e9 do tipo RecordCategory, RecordFolder ou Volume, ou n\u00e3o permite que registros eletr\u00f4nicos (ElectronicRecord) sejam armazenados nele.
FNRRD1034.action      = Selecione um cont\u00eainer que seja de um destes tr\u00eas tipos: RecordCategory, RecordFolder ou Volume, e assegure que permitam que registros eletr\u00f4nicos sejam armazenados nele.
FNRRD1034.message     = O cont\u00eainer {0} n\u00e3o \u00e9 do tipo RecordCategory, RecordFolder ou Volume, ou n\u00e3o permite que registros eletr\u00f4nicos (ElectronicRecord) sejam armazenados nele. Selecione um cont\u00eainer diferente.
FNRRD1034.arg.0		  = container_ID

FNRRD1035.explanation = O armazenamento de objeto deve ser configurado para permitir que usu\u00e1rios declarem registros.
FNRRD1035.action      = Configure o armazenamento de objeto {0} para suportar a declara\u00e7\u00e3o de registros.
FNRRD1035.message     = O armazenamento de objeto {0} n\u00e3o est\u00e1 configurado para permitir que usu\u00e1rios declarem registros.
FNRRD1035.arg.0		  = object_store_name_or_ID

FNRRD1036.explanation = \u00c9 poss\u00edvel que o GUID do armazenamento de objeto esteja incorreto ou que o armazenamento de objeto n\u00e3o exista.
FNRRD1036.action      = Assegure que o GUID do armazenamento de objeto seja v\u00e1lido.
FNRRD1036.message     = N\u00e3o foi poss\u00edvel buscar a inst\u00e2ncia do armazenamento de objeto usando o GUID do armazenamento de objeto especificado {0}.
FNRRD1036.arg.0		  = object_store_name_or_ID
