# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2013 IBM Corp. All rights reserved.
#
# DefensibleDisposalContainerProcess (DDCP) Localized String Resources (en_US).
# Includes strings for exception messages.
#
#
#================================================================================
# DDCP Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRD1000.explanation = IBM Enterprise Records olana\u011f\u0131n\u0131 Content Platform Engine olana\u011f\u0131na ba\u011flamak i\u00e7in URL adresi girilmedi.
FNRRD1000.action      = Ge\u00e7erli bir Content Platform Engine URL adresi girin; \u00f6rne\u011fin, cpeURI=iiop://cpe_sunucusu:kap\u0131/FileNet/Engine.
FNRRD1000.message     = Content Platform Engine sunucusunun URL adresi eksik.

FNRRD1001.explanation = Ge\u00e7erli bir kullan\u0131c\u0131 ad\u0131 gerekli. 
FNRRD1001.action      = Ge\u00e7erli bir kullan\u0131c\u0131 ad\u0131 girin.
FNRRD1001.message     = JACE \u00f6znesini yaratmak i\u00e7in ge\u00e7erli bir kullan\u0131c\u0131 ad\u0131 girmelisiniz.

FNRRD1002.explanation = JACE g\u00fcvenlik nesnesini yaratmak i\u00e7in ge\u00e7erli bir parola gereklidir.
FNRRD1002.action      = JACE \u00f6znesini yaratmak i\u00e7in ge\u00e7erli bir parola girin.
FNRRD1002.message     = Girdi\u011finiz parola yanl\u0131\u015f.

FNRRD1003.explanation = Content Platform Engine URL adresi, kullan\u0131c\u0131 ad\u0131 ya da parolas\u0131 yanl\u0131\u015f.
FNRRD1003.action      = Ge\u00e7erli bir Content Platform Engine URL adresi, kullan\u0131c\u0131 ad\u0131 ve parolas\u0131 girin.
FNRRD1003.message     = JACE g\u00fcvenli\u011fi \u00f6znesi yarat\u0131lam\u0131yor. \u015eu \u00f6\u011felerden biri yanl\u0131\u015f olabilir: {0}, {1}, or {2}.
FNRRD1003.arg.0       = CE_Url
FNRRD1003.arg.1       = kullan\u0131c\u0131_ad\u0131
FNRRD1003.arg.2       = parola

FNRRD1004.explanation = Content Platform Engine URL adresi, kullan\u0131c\u0131 ad\u0131 ya da parolas\u0131 yanl\u0131\u015f olabilir. Ya da Content Platform Engine sunucusu \u00e7al\u0131\u015fm\u0131yor olabilir.
FNRRD1004.action      = Content Platform Engine URL adresi, kullan\u0131c\u0131 ad\u0131 ve parolas\u0131 de\u011ferlerini do\u011frulay\u0131n. Content Platform Engine sunucusunun kullan\u0131labilir oldu\u011funu da do\u011frulay\u0131n.
FNRRD1004.message     = Content Platform Engine sunucusundaki {0} nesne deposuyla ba\u011flant\u0131 kurulamad\u0131.
FNRRD1004.arg.0		  = nesne_deposu_ad\u0131

FNRRD1005.explanation = Dosya plan\u0131 nesne deposu ad\u0131 yanl\u0131\u015f ya da o ad\u0131 ta\u015f\u0131yan bir nesne deposu yok.
FNRRD1005.action      = Ge\u00e7erli bir dosya plan\u0131 nesne deposu ad\u0131 girin.
FNRRD1005.message     = Dosya plan\u0131 nesne deposu ad\u0131 {0} ge\u00e7erli de\u011fil.
FNRRD1005.arg.0		  = nesne_deposu_ad\u0131

FNRRD1006.explanation = Gelecekteki g\u00fcn say\u0131s\u0131, 0''dan b\u00fcy\u00fck bir say\u0131 ya da 0 olarak ayarlanmal\u0131d\u0131r.
FNRRD1006.action      = Gelecekteki g\u00fcn say\u0131s\u0131 i\u00e7in 0''dan b\u00fcy\u00fck bir say\u0131 ya da 0 girin.
FNRRD1006.message     = Gelecekteki g\u00fcn say\u0131s\u0131 alan\u0131 i\u00e7in ge\u00e7erli olmayan {0} say\u0131s\u0131 girildi.
FNRRD1006.arg.0		  = gelecekteki_g\u00fcn_say\u0131s\u0131

FNRRD1007.explanation = Al\u0131koyma son tarihi kayd\u0131 raporu olu\u015fturulurken belirtilen RM ta\u015f\u0131y\u0131c\u0131s\u0131 GUID de\u011ferleri ge\u00e7ersiz.
FNRRD1007.action      = Ge\u00e7erli RM ta\u015f\u0131y\u0131c\u0131s\u0131 GUID de\u011ferleri girin.
FNRRD1007.message     = Al\u0131koyma son tarihi kayd\u0131 raporu olu\u015fturulurken belirtilen RM ta\u015f\u0131y\u0131c\u0131s\u0131 GUID de\u011ferlerinden biri ya da daha fazlas\u0131 ge\u00e7ersiz: {0}.
FNRRD1007.arg.0		  = ta\u015f\u0131y\u0131c\u0131_GUID''leri

FNRRD1008.explanation = Content Platform Engine olana\u011f\u0131na y\u00f6nelik sorgu ge\u00e7ersiz ya da a\u011f ba\u011flant\u0131n\u0131z sorunlu.
FNRRD1008.action      = Sorgunuzun do\u011fru ve Content Platform Engine sunucusunun kullan\u0131labilir oldu\u011funu do\u011frulay\u0131n.
FNRRD1008.message     = \u015eu sorgu \u00e7al\u0131\u015ft\u0131r\u0131lamad\u0131: {0}.
FNRRD1008.arg.0		  = sorgu

FNRRD1009.explanation = Dosya plan\u0131 nesne deposunun nesne deposu ad\u0131 ge\u00e7erli olmal\u0131d\u0131r.
FNRRD1009.action      = Ge\u00e7erli bir dosya plan\u0131 nesne deposu ad\u0131 girin.
FNRRD1009.message     = Nesne deposu, ge\u00e7erli bir dosya plan\u0131 nesne deposu de\u011fil.

FNRRD1010.explanation = Baz\u0131 ta\u015f\u0131y\u0131c\u0131lar bulunam\u0131yor.
FNRRD1010.action      = Ge\u00e7erli ta\u015f\u0131y\u0131c\u0131 GUID de\u011ferleri girin.
FNRRD1010.message     = \u015eu ta\u015f\u0131y\u0131c\u0131lar bulunamad\u0131: {0}
FNRRD1010.arg.0		  = ta\u015f\u0131y\u0131c\u0131_tan\u0131t\u0131c\u0131lar\u0131

FNRRD1011.explanation = Ge\u00e7erli bir ba\u011flant\u0131 noktas\u0131 ad\u0131 gerekli.
FNRRD1011.action      = Ge\u00e7erli bir ba\u011flant\u0131 noktas\u0131 ad\u0131 girin.
FNRRD1011.message     = Ba\u011flant\u0131 noktas\u0131 ad\u0131 eksik.

FNRRD1012.explanation = Content Platform Engine URL adresi, kullan\u0131c\u0131 ad\u0131, parola ya da ba\u011flant\u0131 noktas\u0131 ad\u0131 yanl\u0131\u015f olabilir.
FNRRD1012.action      = Ge\u00e7erli bir Content Platform Engine URL adresi, kullan\u0131c\u0131 ad\u0131, parolas\u0131 ve ba\u011flant\u0131 noktas\u0131 ad\u0131 girin.
FNRRD1012.message     = Process Engine ile ba\u011flant\u0131 kurulamad\u0131.

FNRRD1013.explanation = \u0130\u015f ak\u0131\u015f\u0131 ba\u015flatmak i\u00e7in ge\u00e7erli bir Temel Zamanlama \u0130\u015f Ak\u0131\u015f\u0131 GUID gereklidir.
FNRRD1013.action      = Ge\u00e7erli bir Temel Zamanlama \u0130\u015f Ak\u0131\u015f\u0131 GUID de\u011feri girin.
FNRRD1013.message     = Temel Zamanlama \u0130\u015f Ak\u0131\u015f\u0131 GUID de\u011feri eksik.

FNRRD1014.explanation = Belirtilen Temel Zamanlama \u0130\u015f Ak\u0131\u015f\u0131 GUID i\u00e7in ge\u00e7erli bir VWVersion bulunamad\u0131.
FNRRD1014.action      = Temel Zamanlama \u0130\u015f Ak\u0131\u015f\u0131''n\u0131n var oldu\u011funu ve aktar\u0131ld\u0131\u011f\u0131n\u0131 do\u011frulay\u0131n.
FNRRD1014.message     = Belirtilen Temel Zamanlama \u0130\u015f Ak\u0131\u015f\u0131 GUID {0} i\u00e7in ge\u00e7erli bir VWVersion bulunamad\u0131.
FNRRD1014.arg.0		  = i\u015f_ak\u0131\u015f\u0131_tan\u0131t\u0131c\u0131s\u0131

FNRRD1015.explanation = Content Platform Engine ile ba\u011flant\u0131 kurulamad\u0131\u011f\u0131 i\u00e7in i\u015f ak\u0131\u015f\u0131 ba\u015flat\u0131lam\u0131yor.
FNRRD1015.action      = Content Platform Engine sunucusunun kullan\u0131labilir oldu\u011funu do\u011frulay\u0131n.
FNRRD1015.message     = \u0130\u015f ak\u0131\u015f\u0131 ba\u015flat\u0131lam\u0131yor.

FNRRD1016.explanation = Al\u0131koyma s\u00fcresi de\u011feri, 0''dan b\u00fcy\u00fck bir say\u0131 ya da 0 olarak ayarlanmal\u0131d\u0131r.
FNRRD1016.action      = Temel zamanlama i\u00e7in ge\u00e7erli bir al\u0131koyma s\u00fcresi girin.
FNRRD1016.message     = {0} ta\u015f\u0131y\u0131c\u0131s\u0131ndaki temel \u00e7izelge i\u00e7in al\u0131koyma s\u00fcresi belirtilmedi.
FNRRD1016.arg.0		  = ta\u015f\u0131y\u0131c\u0131_ad\u0131

FNRRD1017.explanation = Temel zamanlama i\u00e7in al\u0131koyma s\u00fcresi YYYY-AAAA-GGGG bi\u00e7iminde olmal\u0131d\u0131r.
FNRRD1017.action      = Temel zamanlama i\u00e7in ge\u00e7erli bir al\u0131koyma s\u00fcresi girin.
FNRRD1017.message     = Temel zamanlama i\u00e7in {0} al\u0131koyma s\u00fcresi bi\u00e7imi ge\u00e7ersizdir.
FNRRD1017.arg.0		  = al\u0131koyma_s\u00fcresi

FNRRD1018.explanation = Temel zamanlama i\u00e7in mali y\u0131l biti\u015f tarihi AA-GG bi\u00e7iminde olmal\u0131d\u0131r.
FNRRD1018.action      = Temel zamanlama i\u00e7in ge\u00e7erli bir mali y\u0131l biti\u015f tarihi girin.
FNRRD1018.message     = Mali y\u0131l biti\u015f tarihi bi\u00e7imi {0} ge\u00e7ersizdir.
FNRRD1018.arg.0		  = mali_y\u0131l_biti\u015f_tarihi

FNRRD1019.explanation = Beklenmeyen bir hata olu\u015ftu.
FNRRD1019.action      = IBM Yaz\u0131l\u0131m Destek ekibine ba\u015fvurun.
FNRRD1019.message     = Bir i\u015f par\u00e7ac\u0131\u011f\u0131 g\u00fcncelleme g\u00f6revi ger\u00e7ekle\u015ftirirken hata olu\u015ftu.

FNRRD1020.explanation = InterruptedException hatas\u0131 olu\u015ftu.
FNRRD1020.action      = IBM Yaz\u0131l\u0131m Destek ekibine ba\u015fvurun.
FNRRD1020.message     = Bir i\u015f par\u00e7ac\u0131\u011f\u0131 g\u00fcncelleme g\u00f6revi ger\u00e7ekle\u015ftirirken hata olu\u015ftu.

FNRRD1021.explanation = Silme olay\u0131n\u0131 denetlemek i\u00e7in ge\u00e7erli bir g\u00f6zden ge\u00e7iren ad\u0131 gereklidir.
FNRRD1021.action      = Silme olay\u0131n\u0131 denetlemek i\u00e7in ge\u00e7erli bir g\u00f6zden ge\u00e7iren ad\u0131 girin.
FNRRD1021.message     = Bir silme olay\u0131n\u0131 denetlemek i\u00e7in kullan\u0131lan g\u00f6zden ge\u00e7iren ad\u0131 {0} ge\u00e7ersiz.
FNRRD1021.arg.0		  = g\u00f6zden_ge\u00e7iren_ad\u0131

FNRRD1022.explanation = Beklenmeyen bir hata olu\u015ftu.
FNRRD1022.action      = IBM Yaz\u0131l\u0131m Destek ekibine ba\u015fvurun.
FNRRD1022.message     = Bir i\u015f par\u00e7ac\u0131\u011f\u0131 silme g\u00f6revi ger\u00e7ekle\u015ftirirken hata olu\u015ftu.

FNRRD1023.explanation = InterruptedException hatas\u0131 olu\u015ftu.
FNRRD1023.action      = IBM Yaz\u0131l\u0131m Destek ekibine ba\u015fvurun.
FNRRD1023.message     = Bir i\u015f par\u00e7ac\u0131\u011f\u0131 silme g\u00f6revi ger\u00e7ekle\u015ftirirken hata olu\u015ftu.

FNRRD1024.explanation = Beklenmeyen bir hata olu\u015ftu.
FNRRD1024.action      = IBM Yaz\u0131l\u0131m Destek ekibine ba\u015fvurun.
FNRRD1024.message     = Bir i\u015f par\u00e7ac\u0131\u011f\u0131 denetleme g\u00f6revi ger\u00e7ekle\u015ftirirken hata olu\u015ftu.

FNRRD1025.explanation = InterruptedException hatas\u0131 olu\u015ftu.
FNRRD1025.action      = IBM Yaz\u0131l\u0131m Destek ekibine ba\u015fvurun.
FNRRD1025.message     = Bir i\u015f par\u00e7ac\u0131\u011f\u0131 denetleme g\u00f6revi ger\u00e7ekle\u015ftirirken hata olu\u015ftu.

FNRRD1026.explanation = Content Platform Engine sunucusu kullan\u0131lam\u0131yor olabilir.
FNRRD1026.action      = Content Platform Engine sunucusunun kullan\u0131labilir oldu\u011funu do\u011frulay\u0131n.
FNRRD1026.message     = Belge kaydedilemedi.

FNRRD1027.explanation = Bu dosya plan\u0131 nesne deposunda herhangi bir dosya plan\u0131 yok.
FNRRD1027.action      = Dosya plan\u0131 nesne deposunun ge\u00e7erli oldu\u011funu do\u011frulay\u0131n.
FNRRD1027.message     = Bu dosya plan\u0131 nesne deposunda herhangi bir dosya plan\u0131 bulunamad\u0131.

FNRRD1028.explanation = Rapor var olmayabilir.
FNRRD1028.action      = Rapor ad\u0131n\u0131n ge\u00e7erli oldu\u011funu ve raporun nesne deposunda var oldu\u011funu do\u011frulay\u0131n. 
FNRRD1028.message     = \u015eu rapor bulunamad\u0131: {0}.
FNRRD1028.arg.0		  = rapor_tan\u0131t\u0131c\u0131s\u0131

FNRRD1029.explanation = Dosya plan\u0131 ad\u0131 ya da ta\u015f\u0131y\u0131c\u0131 yolu ge\u00e7erli de\u011fil.
FNRRD1029.action      = Ge\u00e7erli bir dosya plan\u0131 ad\u0131 ve ta\u015f\u0131y\u0131c\u0131 yolu girin.
FNRRD1029.message     = Dosya plan\u0131 ad\u0131 ya da ta\u015f\u0131y\u0131c\u0131 yolu ge\u00e7erli de\u011fil ya da yok.

FNRRD1030.explanation = Beklenmeyen bir hata olu\u015ftu.
FNRRD1030.action      = G\u00fcnl\u00fck dosyas\u0131ndaki y\u0131\u011f\u0131n izlemesini g\u00f6zden ge\u00e7irin 
FNRRD1030.message     = Beklenmeyen bir hata olu\u015ftu.

FNRRD1031.explanation = batchUpdate ya da batchDelete \u00e7a\u011fr\u0131lmadan \u00f6nce, BatchProcessingManager i\u00e7indeki toplu olarak i\u015flenecek nesneler i\u00e7in ge\u00e7erli bir s\u0131n\u0131f ad\u0131 belirtilmelidir.
FNRRD1031.action      = BatchProcessingManager i\u00e7indeki toplu olarak i\u015flenecek nesneler i\u00e7in ge\u00e7erli bir s\u0131n\u0131f ad\u0131 belirtin.
FNRRD1031.message     = BatchProcessingManager i\u00e7indeki toplu olarak i\u015flenecek nesneler i\u00e7in s\u0131n\u0131f ad\u0131 belirtilmedi.

FNRRD1032.explanation = Ge\u00e7irilen yap\u0131land\u0131rma ba\u011flam\u0131 e\u015flemi en az\u0131ndan Content Platform Engine sunucusu URL adresini i\u00e7ermelidir.
FNRRD1032.action      = Ge\u00e7erli bir yap\u0131land\u0131rma ba\u011flam\u0131 e\u015flemi belirtin.
FNRRD1032.message     = Ge\u00e7irilen yap\u0131land\u0131rma ba\u011flam\u0131 e\u015flemi bo\u015f de\u011ferli ya da bo\u015f.

FNRRD1033.explanation = Yok etme sonu\u00e7lar\u0131 kayd\u0131n\u0131 i\u00e7erebilecek ge\u00e7erli bir ta\u015f\u0131y\u0131c\u0131 GUID de\u011feri belirtilmelidir.
FNRRD1033.action      = Yok etme sonu\u00e7lar\u0131 kayd\u0131n\u0131 i\u00e7erebilecek ge\u00e7erli bir ta\u015f\u0131y\u0131c\u0131 GUID de\u011feri belirtin.
FNRRD1033.message     = Yok etme sonu\u00e7lar\u0131 kayd\u0131n\u0131 dosyalamak i\u00e7in kullan\u0131lacak ta\u015f\u0131y\u0131c\u0131n\u0131n GUID de\u011feri yok.

FNRRD1034.explanation = {0} ta\u015f\u0131y\u0131c\u0131s\u0131 RecordCategory (kay\u0131t kategorisi), RecordFolder (kay\u0131t klas\u00f6r\u00fc) ya da Volume (birim) t\u00fcr\u00fcnde de\u011fil ya da i\u00e7inde elektronik kay\u0131tlar (ElectronicRecord) saklanmas\u0131na olanak vermiyor.
FNRRD1034.action      = T\u00fcr\u00fc RecordCategory, RecordFolder ya da Volume olan ve elektronik kay\u0131tlar\u0131n saklanmas\u0131na olanak veren bir ta\u015f\u0131y\u0131c\u0131 se\u00e7in.
FNRRD1034.message     = {0} ta\u015f\u0131y\u0131c\u0131s\u0131 RecordCategory (kay\u0131t kategorisi), RecordFolder (kay\u0131t klas\u00f6r\u00fc) ya da Volume (birim) t\u00fcr\u00fcnde de\u011fil ya da i\u00e7inde elektronik kay\u0131tlar (ElectronicRecord) saklanmas\u0131na olanak vermiyor. Farkl\u0131 bir ta\u015f\u0131y\u0131c\u0131 se\u00e7in.
FNRRD1034.arg.0		  = ta\u015f\u0131y\u0131c\u0131_tan\u0131t\u0131c\u0131s\u0131

FNRRD1035.explanation = Nesne deposu kullan\u0131c\u0131lar\u0131n kay\u0131t bildirmesine olanak verecek \u015fekilde yap\u0131land\u0131rmal\u0131d\u0131r.
FNRRD1035.action      = {0} nesne deposunu kay\u0131t bildirilmesini destekleyecek \u015fekilde yap\u0131land\u0131r\u0131n.
FNRRD1035.message     = {0} nesne deposu kullan\u0131c\u0131lar\u0131n kay\u0131t bildirmesine olanak verecek \u015fekilde yap\u0131land\u0131r\u0131lmad\u0131.
FNRRD1035.arg.0		  = nesne_deposu_ad\u0131_ya_da_tan\u0131t\u0131c\u0131s\u0131

FNRRD1036.explanation = Nesne deposu GUID yanl\u0131\u015f olabilir ya da o nesne deposu yok.
FNRRD1036.action      = Nesne deposu GUID de\u011ferinin ge\u00e7erli oldu\u011funu do\u011frulay\u0131n.
FNRRD1036.message     = Belirtilen nesne deposu GUID {0} kullan\u0131larak nesne deposu e\u015fg\u00f6r\u00fcn\u00fcm\u00fc getirilemedi.
FNRRD1036.arg.0		  = nesne_deposu_ad\u0131_ya_da_tan\u0131t\u0131c\u0131s\u0131
