# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2013 IBM Corp. All rights reserved.
#
# DefensibleDisposalContainerProcess (DDCP) Localized String Resources (en_US).
# Includes strings for exception messages.
#
#
#================================================================================
# DDCP Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRD1000.explanation = Nebolo zadan\u00e9 URL pre IBM Enterprise Records na pripojenie k Content Platform Engine.
FNRRD1000.action      = Zadajte platn\u00e9 URL Content Platform Engine, napr\u00edklad cpeURI=iiop://cpe_server:port/FileNet/Engine.
FNRRD1000.message     = Ch\u00fdba URL k serveru Content Platform Engine.

FNRRD1001.explanation = Vy\u017eaduje sa platn\u00e9 meno u\u017e\u00edvate\u013ea. 
FNRRD1001.action      = Zadajte platn\u00e9 meno u\u017e\u00edvate\u013ea.
FNRRD1001.message     = Na vytvorenie subjektu JACE mus\u00edte zada\u0165 platn\u00e9 meno u\u017e\u00edvate\u013ea.

FNRRD1002.explanation = Na vytvorenie bezpe\u010dnostn\u00e9ho subjektu JACE je potrebn\u00e9 platn\u00e9 heslo.
FNRRD1002.action      = Zadajte platn\u00e9 heslo, aby ste mohli vytvori\u0165 subjekt JACE.
FNRRD1002.message     = Heslo, ktor\u00e9 ste zadali, je nespr\u00e1vne.

FNRRD1003.explanation = URL Content Platform Engine, meno u\u017e\u00edvate\u013ea alebo heslo je nespr\u00e1vne.
FNRRD1003.action      = Zadajte platn\u00e9 URL Content Platform Engine, meno u\u017e\u00edvate\u013ea a heslo.
FNRRD1003.message     = Nemo\u017eno vytvori\u0165 bezpe\u010dnostn\u00fd subjekt JACE. Jedna z t\u00fdchto polo\u017eiek m\u00f4\u017ee by\u0165 nespr\u00e1vna: {0}, {1} alebo {2}.
FNRRD1003.arg.0       = URL_CE
FNRRD1003.arg.1       = meno_u\u017e\u00edvate\u013ea
FNRRD1003.arg.2       = heslo

FNRRD1004.explanation = URL Content Platform Engine, meno u\u017e\u00edvate\u013ea alebo heslo m\u00f4\u017eu by\u0165 nespr\u00e1vne. Alebo Content Platform Engine server nemus\u00ed by\u0165 spusten\u00fd.
FNRRD1004.action      = Uistite sa, \u017ee URL Content Platform Engine, meno u\u017e\u00edvate\u013ea a heslo s\u00fa spr\u00e1vne. Uistite sa tie\u017e, \u017ee server Content Platform Engine je dostupn\u00fd.
FNRRD1004.message     = Nemo\u017eno urobi\u0165 pripojenie k skladu objektov {0} na serveri Content Platform Engine.
FNRRD1004.arg.0		  = n\u00e1zov_skladu_objektov

FNRRD1005.explanation = N\u00e1zov skladu objektov pl\u00e1nu s\u00faborov nemus\u00ed by\u0165 spr\u00e1vny alebo sklad objektov s tak\u00fdmto n\u00e1zvom neexistuje.
FNRRD1005.action      = Zadajte platn\u00fd n\u00e1zov skladu objektov pl\u00e1nu s\u00faborov.
FNRRD1005.message     = N\u00e1zov skladu objektov pl\u00e1nu s\u00faborov {0} je neplatn\u00fd.
FNRRD1005.arg.0		  = n\u00e1zov_skladu_objektov

FNRRD1006.explanation = Hodnota roz\u0161\u00edren\u00fdch dn\u00ed mus\u00ed by\u0165 nastaven\u00e1 na \u010d\u00edslo v\u00e4\u010d\u0161ie alebo rovn\u00e9 0.
FNRRD1006.action      = Zadajte pre roz\u0161\u00edren\u00e9 dni platn\u00e9 \u010d\u00edslo v\u00e4\u010d\u0161ie alebo rovn\u00e9 0.
FNRRD1006.message     = Pre pole Roz\u0161\u00edren\u00e9 dni bolo zadan\u00e9 neplatn\u00e9 \u010d\u00edslo {0}.
FNRRD1006.arg.0		  = roz\u0161\u00edren\u00e9_dni

FNRRD1007.explanation = GUID kontajnera RM, uveden\u00e9 vo vygenerovanej zostave z\u00e1znamov doby uchov\u00e1vania, s\u00fa neplatn\u00e9.
FNRRD1007.action      = Zadajte platn\u00e9 GUID kontajnera RM.
FNRRD1007.message     = Jeden alebo viac identifik\u00e1torov GIUD kontajnera RM je neplatn\u00fdch vo vygenerovanej zostave z\u00e1znamov doby uchov\u00e1vania: {0}.
FNRRD1007.arg.0		  = GUID_kontajnera

FNRRD1008.explanation = Dotaz do Content Platform Engine je neplatn\u00fd alebo m\u00e1te chybn\u00e9 pripojenie k sieti.
FNRRD1008.action      = Uistite sa, \u017ee v\u00e1\u0161 dotaz je spr\u00e1vny a \u017ee server Content Platform Engine je dostupn\u00fd.
FNRRD1008.message     = Nasleduj\u00faci dotaz nemo\u017eno spusti\u0165: {0}.
FNRRD1008.arg.0		  = dotaz

FNRRD1009.explanation = N\u00e1zov skladu objektov mus\u00ed by\u0165 platn\u00fd pre sklad objektov pl\u00e1nu s\u00faborov.
FNRRD1009.action      = Zadajte platn\u00fd n\u00e1zov skladu objektov pl\u00e1nu s\u00faborov.
FNRRD1009.message     = Sklad objektov nie je platn\u00fd sklad objektov pl\u00e1nu s\u00faborov.

FNRRD1010.explanation = Niektor\u00e9 z kontajnerov nemo\u017eno n\u00e1js\u0165.
FNRRD1010.action      = Zadajte platn\u00e9 GUID kontajnera.
FNRRD1010.message     = Nasleduj\u00face kontajnery nemo\u017eno n\u00e1js\u0165: {0}.
FNRRD1010.arg.0		  = ID_kontajnerov

FNRRD1011.explanation = Vy\u017eaduje sa platn\u00fd bod pripojenia.
FNRRD1011.action      = Zadajte platn\u00fd n\u00e1zov bodu pripojenia.
FNRRD1011.message     = Ch\u00fdba n\u00e1zov bodu pripojenia.

FNRRD1012.explanation = URL Content Platform Engine, meno u\u017e\u00edvate\u013ea, heslo alebo n\u00e1zov bodu pripojenia m\u00f4\u017eu by\u0165 nespr\u00e1vne.
FNRRD1012.action      = Zadajte platn\u00e9 URL Content Platform Engine, meno u\u017e\u00edvate\u013ea, heslo a n\u00e1zov bodu pripojenia.
FNRRD1012.message     = Nemo\u017eno vybudova\u0165 pripojenie k Process Engine.

FNRRD1013.explanation = Na spustenie pracovn\u00e9ho toku je vy\u017eadovan\u00e9 platn\u00e9 GUID pracovn\u00e9ho toku z\u00e1kladn\u00e9ho pl\u00e1nu.
FNRRD1013.action      = Zadajte platn\u00e9 GUID pracovn\u00e9ho toku z\u00e1kladn\u00e9ho pl\u00e1nu.
FNRRD1013.message     = Ch\u00fdba GUID pracovn\u00e9ho toku z\u00e1kladn\u00e9ho pl\u00e1nu.

FNRRD1014.explanation = Nena\u0161lo sa platn\u00e9 VWVersion pre \u0161pecifikovan\u00e9 GUID pracovn\u00e9ho toku z\u00e1kladn\u00e9ho pl\u00e1nu.
FNRRD1014.action      = Uistite sa, \u017ee pracovn\u00fd tok z\u00e1kladn\u00e9ho pl\u00e1nu existuje a bol prenesen\u00fd.
FNRRD1014.message     = Nemo\u017eno n\u00e1js\u0165 platn\u00e9 VWVersion pre \u0161pecifikovan\u00e9 GUID pracovn\u00e9ho toku z\u00e1kladn\u00e9ho pl\u00e1nu {0}.
FNRRD1014.arg.0		  = ID_pracovn\u00e9ho_toku

FNRRD1015.explanation = Pracovn\u00fd tok nemo\u017eno spusti\u0165, preto\u017ee nemo\u017eno vybudova\u0165 pripojenie ku Content Platform Engine.
FNRRD1015.action      = Uistite sa, \u017ee server Content Platform Engine je dostupn\u00fd.
FNRRD1015.message     = Pracovn\u00fd tok nie je mo\u017en\u00e9 spusti\u0165.

FNRRD1016.explanation = Hodnota pre dobu uchov\u00e1vania mus\u00ed by\u0165 v\u00e4\u010d\u0161ia alebo rovn\u00e1 0.
FNRRD1016.action      = Zadajte platn\u00fa dobu uchov\u00e1vania pre z\u00e1kladn\u00fd pl\u00e1n.
FNRRD1016.message     = Nebola \u0161pecifikovan\u00e1 \u017eiadna doba uchov\u00e1vania pre z\u00e1kladn\u00fd pl\u00e1n v kontajneri {0}.
FNRRD1016.arg.0		  = n\u00e1zov_kontajnera

FNRRD1017.explanation = Form\u00e1t doby uchov\u00e1vania pre z\u00e1kladn\u00fd pl\u00e1n je RRRR-MMMM-DDDD.
FNRRD1017.action      = Zadajte platn\u00fa dobu uchov\u00e1vania pre z\u00e1kladn\u00fd pl\u00e1n.
FNRRD1017.message     = Form\u00e1t doby uchov\u00e1vania {0} pre z\u00e1kladn\u00fd pl\u00e1n je neplatn\u00fd.
FNRRD1017.arg.0		  = doba_uchov\u00e1vania

FNRRD1018.explanation = Form\u00e1t d\u00e1tumu ukon\u010denia fi\u0161k\u00e1lneho roka pre z\u00e1kladn\u00fd pl\u00e1n je MM-DD.
FNRRD1018.action      = Zadajte platn\u00fd d\u00e1tum ukon\u010denia fi\u0161k\u00e1lneho roka pre z\u00e1kladn\u00fd pl\u00e1n.
FNRRD1018.message     = Form\u00e1t d\u00e1tumu ukon\u010denia fi\u0161k\u00e1lneho roka {0} je neplatn\u00fd.
FNRRD1018.arg.0		  = d\u00e1tum_ukon\u010denia_fi\u0161k\u00e1lneho_roka

FNRRD1019.explanation = Vyskytla sa neo\u010dak\u00e1van\u00e1 chyba.
FNRRD1019.action      = Kontaktujte IBM Software Support.
FNRRD1019.message     = Vyskytla sa chyba, ke\u010f vl\u00e1kno vykon\u00e1valo \u00falohu aktualiz\u00e1cie.

FNRRD1020.explanation = Vyskytla sa chyba InterruptedException.
FNRRD1020.action      = Kontaktujte IBM Software Support.
FNRRD1020.message     = Vyskytla sa chyba, ke\u010f vl\u00e1kno vykon\u00e1valo \u00falohu aktualiz\u00e1cie.

FNRRD1021.explanation = Na audit udalosti vymazania je vy\u017eadovan\u00e9 platn\u00e9 meno posudzovate\u013ea.
FNRRD1021.action      = Zadajte platn\u00e9 meno posudzovate\u013ea na audit udalosti vymazania.
FNRRD1021.message     = Meno posudzovate\u013ea {0}, ktor\u00e9 sa pou\u017e\u00edva na audit udalosti vymazania, je neplatn\u00e9.
FNRRD1021.arg.0		  = meno_posudzovate\u013ea

FNRRD1022.explanation = Vyskytla sa neo\u010dak\u00e1van\u00e1 chyba.
FNRRD1022.action      = Kontaktujte IBM Software Support.
FNRRD1022.message     = Vyskytla sa chyba, ke\u010f vl\u00e1kno vykon\u00e1valo \u00falohu vymaz\u00e1vania.

FNRRD1023.explanation = Vyskytla sa chyba InterruptedException.
FNRRD1023.action      = Kontaktujte IBM Software Support.
FNRRD1023.message     = Vyskytla sa chyba, ke\u010f vl\u00e1kno vykon\u00e1valo \u00falohu vymaz\u00e1vania.

FNRRD1024.explanation = Vyskytla sa neo\u010dak\u00e1van\u00e1 chyba.
FNRRD1024.action      = Kontaktujte IBM Software Support.
FNRRD1024.message     = Vyskytla sa chyba, ke\u010f vl\u00e1kno vykon\u00e1valo \u00falohu auditovania.

FNRRD1025.explanation = Vyskytla sa chyba InterruptedException.
FNRRD1025.action      = Kontaktujte IBM Software Support.
FNRRD1025.message     = Vyskytla sa chyba, ke\u010f vl\u00e1kno vykon\u00e1valo \u00falohu auditovania.

FNRRD1026.explanation = Server Content Engine Platform m\u00f4\u017ee by\u0165 nedostupn\u00fd.
FNRRD1026.action      = Skontrolujte, \u010di je server Content Engine Platform dostupn\u00fd.
FNRRD1026.message     = Dokument nemohol by\u0165 ulo\u017een\u00fd.

FNRRD1027.explanation = Pod t\u00fdmto skladom objektov pl\u00e1nu s\u00faborov nie je \u017eiadny pl\u00e1n s\u00faborov.
FNRRD1027.action      = Uistite sa, \u017ee sklad objektov pl\u00e1nu s\u00faborov je platn\u00fd.
FNRRD1027.message     = V sklade objektov pl\u00e1nu s\u00faborov sa nena\u0161iel \u017eiadny pl\u00e1n s\u00faborov.

FNRRD1028.explanation = Zostava nemus\u00ed existova\u0165.
FNRRD1028.action      = Uistite sa, \u017ee n\u00e1zov zostavy je platn\u00fd a \u017ee existuje v sklade objektov. 
FNRRD1028.message     = Nasleduj\u00facu zostavu nemo\u017eno n\u00e1js\u0165: {0}.
FNRRD1028.arg.0		  = ID_zostavy

FNRRD1029.explanation = N\u00e1zov pl\u00e1nu s\u00faborov alebo cesta ku kontajneru s\u00fa neplatn\u00e9.
FNRRD1029.action      = Zadajte platn\u00fd n\u00e1zov pl\u00e1nu s\u00faborov a cestu ku kontajneru.
FNRRD1029.message     = N\u00e1zov pl\u00e1nu s\u00faborov alebo cesta ku kontajneru s\u00fa neplatn\u00e9 alebo neexistuj\u00fa.

FNRRD1030.explanation = Vyskytla sa neo\u010dak\u00e1van\u00e1 chyba.
FNRRD1030.action      = Pozrite si sledovanie z\u00e1sobn\u00edka v protokolovom s\u00fabore. 
FNRRD1030.message     = Vyskytla sa neo\u010dak\u00e1van\u00e1 chyba.

FNRRD1031.explanation = Pred volan\u00edm batchUpdate alebo batchDelete mus\u00ed by\u0165 pre objekty d\u00e1vkov\u00e9ho spracovania v BatchProcessingManager \u0161pecifikovan\u00fd platn\u00fd n\u00e1zov triedy.
FNRRD1031.action      = \u0160pecifikujte platn\u00fd n\u00e1zov triedy pre objekty d\u00e1vkov\u00e9ho spracovania v BatchProcessingManager.
FNRRD1031.message     = V BatchProcessingManager nebol \u0161pecifikovan\u00fd \u017eiadny n\u00e1zov triedy pre objekty d\u00e1vkov\u00e9ho spracovania.

FNRRD1032.explanation = Mapa konfigura\u010dn\u00e9ho kontextu, ktor\u00e1 je zad\u00e1van\u00e1, mus\u00ed minim\u00e1lne zah\u0155\u0148a\u0165 URL servera Content Platform Engine.
FNRRD1032.action      = Uve\u010fte platn\u00fa mapu konfigura\u010dn\u00e9ho kontextu.
FNRRD1032.message     = Zadan\u00e1 mapa konfigura\u010dn\u00e9ho kontextu je nulov\u00e1 alebo pr\u00e1zdna. 
FNRRD1033.explanation = Mus\u00ed by\u0165 uveden\u00e9 platn\u00e9 GUID kontajnera, kde sa bude nach\u00e1dza\u0165 z\u00e1znam v\u00fdsledkov vymaz\u00e1vania.
FNRRD1033.action      = Uve\u010fte platn\u00e9 GUID kontajnera, kde m\u00f4\u017ee by\u0165 ulo\u017een\u00fd z\u00e1znam v\u00fdsledkov vymaz\u00e1vania.
FNRRD1033.message     = Nie je uveden\u00e9 GUID pre kontajner na ulo\u017eenie z\u00e1znamu v\u00fdsledkov vymaz\u00e1vania.

FNRRD1034.explanation = Kontajner {0} nie je typu RecordCategory, RecordFolder alebo Volume, alebo neumo\u017e\u0148uje ukladanie elektronick\u00fdch z\u00e1znamov (ElectronicRecord).
FNRRD1034.action      = Vyberte kontajner, ktor\u00fd je jeden z t\u00fdchto troch typov: RecordCategory, RecordFolder alebo Volume, a uistite sa, \u017ee umo\u017e\u0148uje ukladanie elektronick\u00fdch z\u00e1znamov do neho.
FNRRD1034.message     = Kontajner {0} nie je typu RecordCategory, RecordFolder alebo Volume, alebo neumo\u017e\u0148uje ukladanie elektronick\u00fdch z\u00e1znamov (ElectronicRecord). Vyberte in\u00fd kontajner.
FNRRD1034.arg.0		  = ID_kontajnera

FNRRD1035.explanation = Sklad objektov mus\u00ed by\u0165 nakonfigurovan\u00fd tak, aby umo\u017e\u0148oval u\u017e\u00edvate\u013eom deklarova\u0165 z\u00e1znamy.
FNRRD1035.action      = Nakonfigurujte sklad objektov {0} na podporu deklar\u00e1cie z\u00e1znamov.
FNRRD1035.message     = Sklad objektov {0} nie je nakonfigurovan\u00fd, aby umo\u017e\u0148oval u\u017e\u00edvate\u013eom deklarova\u0165 z\u00e1znamy.
FNRRD1035.arg.0		  = n\u00e1zov_alebo_ID_skladu_objektov

FNRRD1036.explanation = GUID skladu objektov nemus\u00ed by\u0165 spr\u00e1vne alebo tento sklad objektov nemus\u00ed existova\u0165.
FNRRD1036.action      = Uistite sa, \u017ee GUID skladu objektov je platn\u00e9.
FNRRD1036.message     = In\u0161tancia skladu objektov nemohla by\u0165 spr\u00edstupnen\u00e1 pomocou \u0161pecifikovan\u00e9ho GUID skladu objektov {0}.
FNRRD1036.arg.0		  = n\u00e1zov_alebo_ID_skladu_objektov
