# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2013 IBM Corp. All rights reserved.
#
# DefensibleDisposalContainerProcess (DDCP) Localized String Resources (en_US).
# Includes strings for exception messages.
#
#
#================================================================================
# DDCP Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRD1000.explanation = URL-adressen till IBM Enterprise Records f\u00f6r anslutning till Content Platform Engine har inte angetts.
FNRRD1000.action      = Ange en giltig Content Platform Engine-URL-adress, t.ex. cpeURI=iiop://cpe_server:port/FileNet/Engine.
FNRRD1000.message     = URL-adressen till Content Platform Engine-servern saknas.

FNRRD1001.explanation = Ett giltigt anv\u00e4ndarnamn kr\u00e4vs. 
FNRRD1001.action      = Ange ett giltigt anv\u00e4ndarnamn.
FNRRD1001.message     = Du m\u00e5ste ange ett giltigt anv\u00e4ndarnamn f\u00f6r att skapa JACE-objektet.

FNRRD1002.explanation = Ett giltigt l\u00f6senord kr\u00e4vs f\u00f6r att skapa JACE-s\u00e4kerhetsobjektet.
FNRRD1002.action      = Ange ett giltigt l\u00f6senord s\u00e5 att du kan skapa JACE-objektet.
FNRRD1002.message     = L\u00f6senordet du angav \u00e4r felaktigt.

FNRRD1003.explanation = Content Platform Engine-URL, anv\u00e4ndarnamn eller l\u00f6senord \u00e4r felaktigt.
FNRRD1003.action      = Ange en giltig Content Platform Engine-URL, anv\u00e4ndarnamn och l\u00f6senord.
FNRRD1003.message     = JACE-s\u00e4kerhetsobjektet kan inte skapas. Ett av f\u00f6ljande objekt kan vara fel: {0}, {1} eller {2}.
FNRRD1003.arg.0       = CE_Url
FNRRD1003.arg.1       = anv\u00e4ndarnamn
FNRRD1003.arg.2       = l\u00f6senord
FNRRD1004.explanation = Content Platform Engine-URL, anv\u00e4ndarnamn eller l\u00f6senord kan vara fel. Eller s\u00e5 kanske inte Content Platform Engine-servern k\u00f6rs.
FNRRD1004.action      = Kontrollera att Content Platform Engine-URL, anv\u00e4ndarnamn och l\u00f6senord \u00e4r korrekta. Kontrollera ocks\u00e5 att Content Platform Engine-servern \u00e4r tillg\u00e4nglig.
FNRRD1004.message     = Anslutningen kunde inte g\u00f6ras till objektlagret {0} p\u00e5 Content Platform Engine-servern.
FNRRD1004.arg.0		  = object_store_name

FNRRD1005.explanation = Arkiveringsplanens objektlagernamn kan vara felaktig, eller s\u00e5 finns det inget objektlager med det namnet.
FNRRD1005.action      = Ange ett giltigt namn p\u00e5 arkiveringsplanens objektlager.
FNRRD1005.message     = Arkiveringsplanens objektlagernamn {0} \u00e4r inte giltigt.
FNRRD1005.arg.0		  = object_store_name

FNRRD1006.explanation = V\u00e4rdet f\u00f6r avancerade dagar m\u00e5ste vara ett tal som \u00e4r st\u00f6rre \u00e4n eller lika med 0.
FNRRD1006.action      = Ange ett giltigt tal som \u00e4r st\u00f6rre \u00e4n eller lika med 0 f\u00f6r avancerade dagar.
FNRRD1006.message     = Ett ogiltigt tal {0} angavs f\u00f6r f\u00e4ltet Avancerade dagar.
FNRRD1006.arg.0		  = advanced_days

FNRRD1007.explanation = De RM-beh\u00e5llar-GUIDer som angavs vid kvarh\u00e5llningspostrapportens generering \u00e4r ogiltiga.
FNRRD1007.action      = Ange giltiga RM-beh\u00e5llar-GUIDer.
FNRRD1007.message     = En eller flera RM-beh\u00e5llar-GUIDer vid kvarh\u00e5llningspostrapportens generering \u00e4r ogiltiga: {0}.
FNRRD1007.arg.0		  = container_GUIDs

FNRRD1008.explanation = Fr\u00e5gan till Content Platform Engine \u00e4r ogiltig, eller s\u00e5 har anslutningen till n\u00e4tverket brutits.
FNRRD1008.action      = Kontrollera att fr\u00e5gan \u00e4r korrekt och att Content Platform Engine-servern \u00e4r tillg\u00e4nglig.
FNRRD1008.message     = Det gick inte att k\u00f6ra f\u00f6ljande fr\u00e5ga: {0}.
FNRRD1008.arg.0		  = fr\u00e5ga

FNRRD1009.explanation = Objektlagrets namn m\u00e5ste vara giltigt f\u00f6r arkiveringsplanens objektlager.
FNRRD1009.action      = Ange ett giltigt namn p\u00e5 arkiveringsplanens objektlager.
FNRRD1009.message     = Objektlagret \u00e4r inte ett giltigt objektlager f\u00f6r en arkiveringsplan.

FNRRD1010.explanation = Vissa beh\u00e5llare kan inte hittas.
FNRRD1010.action      = Ange giltiga beh\u00e5llar-GUIDer.
FNRRD1010.message     = F\u00f6ljande beh\u00e5llare kunde inte hittas: {0}.
FNRRD1010.arg.0		  = container_IDs

FNRRD1011.explanation = Ett giltigt anslutningspunktnamn kr\u00e4vs.
FNRRD1011.action      = Ange ett giltigt anslutningspunktnamn.
FNRRD1011.message     = Anslutningspunktnamnet saknas.

FNRRD1012.explanation = Content Platform Engine-URL-adress, anv\u00e4ndarnamn, l\u00f6senord eller anslutningspunktnamn kan vara felaktigt.
FNRRD1012.action      = Ange en giltig Content Platform Engine-URL, anv\u00e4ndarnamn, l\u00f6senord och anslutningspunktsnamn.
FNRRD1012.message     = Anslutningen till Process Engine kunde inte uppr\u00e4ttas.

FNRRD1013.explanation = Det kr\u00e4vs ett giltigt GUID f\u00f6r grundl\u00e4ggande schema-arbetsfl\u00f6de f\u00f6r att starta ett arbetsfl\u00f6de.
FNRRD1013.action      = Ange ett giltigt Basic Schedule Workflow-GUID
FNRRD1013.message     = GUID f\u00f6r grundl\u00e4gande schema-arbetsfl\u00f6de saknas.

FNRRD1014.explanation = Det finns ingen giltig VWVersion f\u00f6r det angivna grundl\u00e4ggande schemats arbetsfl\u00f6des-GUID.
FNRRD1014.action      = Kontrollera att den grundl\u00e4ggande schemaarbetsfl\u00f6det finns och har \u00f6verf\u00f6rts.
FNRRD1014.message     = En giltig VWVersion kan inte hittas f\u00f6r det angivna grundl\u00e4ggande schema-arbetsfl\u00f6dets GUID {0}.
FNRRD1014.arg.0		  = workflow_ID

FNRRD1015.explanation = Arbetsfl\u00f6det kan inte startas eftersom anslutningen till Content Platform Engine inte kan uppr\u00e4ttas.
FNRRD1015.action      = Kontrollera att Content Platform Engine-servern \u00e4r tillg\u00e4nglig.
FNRRD1015.message     = Det g\u00e5r inte att starta arbetsfl\u00f6det. 
FNRRD1016.explanation = V\u00e4rdet f\u00f6r en kvarh\u00e5llningsperiod m\u00e5ste vara st\u00f6rre \u00e4n eller lika med 0.
FNRRD1016.action      = Ange en giltigt kvarh\u00e5llningsperiod f\u00f6r ett grundl\u00e4ggande schema.
FNRRD1016.message     = Ingen kvarh\u00e5llningsperiod har angetts f\u00f6r det grundl\u00e4ggande schemat p\u00e5 beh\u00e5llaren {0}.
FNRRD1016.arg.0		  = container_name

FNRRD1017.explanation = Kvarh\u00e5llningsperiodformatet f\u00f6r ett grundl\u00e4ggande schema \u00e4r \u00c5\u00c5\u00c5\u00c5-MMMM-DDDD.
FNRRD1017.action      = Ange en giltigt kvarh\u00e5llningsperiod f\u00f6r ett grundl\u00e4ggande schema.
FNRRD1017.message     = Kvarh\u00e5llningsperiodens {0} format f\u00f6r det grundl\u00e4ggande schemat \u00e4r ogiltigt.
FNRRD1017.arg.0		  = retention_period

FNRRD1018.explanation = R\u00e4kenskaps\u00e5rets slutdatumformat f\u00f6r ett grundl\u00e4ggande schema \u00e4r MM-DD.
FNRRD1018.action      = Ange ett giltigt r\u00e4kenskaps\u00e5rsslutdatum f\u00f6r ett grundl\u00e4ggande schema.
FNRRD1018.message     = R\u00e4kenskaps\u00e5rets {0} format f\u00f6r slutdatum \u00e4r ogiltigt.
FNRRD1018.arg.0		  = fiscal_year_end_date

FNRRD1019.explanation = Ett ov\u00e4ntat fel intr\u00e4ffade.
FNRRD1019.action      = Kontakta IBM Software Support.
FNRRD1019.message     = Det uppstod ett fel n\u00e4r en tr\u00e5d utf\u00f6rde en uppdateringsuppgift.

FNRRD1020.explanation = Ett InterruptedException-fel intr\u00e4ffade.
FNRRD1020.action      = Kontakta IBM Software Support.
FNRRD1020.message     = Det uppstod ett fel n\u00e4r en tr\u00e5d utf\u00f6rde en uppdateringsuppgift.

FNRRD1021.explanation = Ett giltigt granskarnamn kr\u00e4vs f\u00f6r att granska en borttagningsh\u00e4ndelse.
FNRRD1021.action      = Ange ett giltigt namn p\u00e5 den granskare som ska granska en borttagningsh\u00e4ndelse.
FNRRD1021.message     = Det granskarnamn {0} som anv\u00e4nds f\u00f6r att kontrollera en borttagningsh\u00e4ndelse \u00e4r ogiltigt.
FNRRD1021.arg.0		  = reviewer_name

FNRRD1022.explanation = Ett ov\u00e4ntat fel intr\u00e4ffade.
FNRRD1022.action      = Kontakta IBM Software Support.
FNRRD1022.message     = Det uppstod ett fel n\u00e4r en tr\u00e5d utf\u00f6rde en borttagningsuppgift.

FNRRD1023.explanation = Ett InterruptedException-fel intr\u00e4ffade.
FNRRD1023.action      = Kontakta IBM Software Support.
FNRRD1023.message     = Det uppstod ett fel n\u00e4r en tr\u00e5d utf\u00f6rde en borttagningsuppgift.

FNRRD1024.explanation = Ett ov\u00e4ntat fel intr\u00e4ffade.
FNRRD1024.action      = Kontakta IBM Software Support.
FNRRD1024.message     = Det uppstod ett fel n\u00e4r en tr\u00e5d utf\u00f6rde en granskningsuppgift.

FNRRD1025.explanation = Ett InterruptedException-fel intr\u00e4ffade.
FNRRD1025.action      = Kontakta IBM Software Support.
FNRRD1025.message     = Det uppstod ett fel n\u00e4r en tr\u00e5d utf\u00f6rde en granskningsuppgift.

FNRRD1026.explanation = Content Engine Platform-servern kanske inte \u00e4r tillg\u00e4nglig.
FNRRD1026.action      = Kontrollera att Content Engine Platform-servern \u00e4r tillg\u00e4nglig.
FNRRD1026.message     = Dokumentet kunde inte sparas.

FNRRD1027.explanation = Det finns ingen arkiveringsplan under den h\u00e4r arkiveringsplanens objektlager.
FNRRD1027.action      = Kontrollera att arkiveringsplanens objektlager \u00e4r giltigt.
FNRRD1027.message     = Ingen arkiveringsplan hittades i arkiveringsplansobjektlagret.

FNRRD1028.explanation = Rapporten kanske inte finns.
FNRRD1028.action      = Kontrollera att rapportnamnet \u00e4r giltigt och att det finns i objektlagret. 
FNRRD1028.message     = F\u00f6ljande rapport kunde inte hittas: {0}.
FNRRD1028.arg.0		  = report_ID

FNRRD1029.explanation = Arkiveringsplanens namn eller beh\u00e5llars\u00f6kv\u00e4g \u00e4r inte giltigt.
FNRRD1029.action      = Ange arkiveringsplannamn och s\u00f6kv\u00e4g till beh\u00e5llaren.
FNRRD1029.message     = Arkiveringsplanens namn eller beh\u00e5llars\u00f6kv\u00e4g \u00e4r ogiltig eller finns inte.

FNRRD1030.explanation = Ett ov\u00e4ntat fel intr\u00e4ffade.
FNRRD1030.action      = G\u00e5 igenom stacksp\u00e5rningen i loggfilen 
FNRRD1030.message     = Ett ov\u00e4ntat fel intr\u00e4ffade.

FNRRD1031.explanation = Innan batchUpdate eller batchDelete anropas m\u00e5ste ett giltigt klassnamn anges f\u00f6r batchbearbetning av objekt i BatchProcessingManager.
FNRRD1031.action      = Ange ett giltigt klassnamn f\u00f6r batchbearbetningsobjekt i BatchProcessingManager.
FNRRD1031.message     = Inget klassnamn har angetts f\u00f6r batchbearbetningsobjekt i BatchProcessingManager.

FNRRD1032.explanation = Konfigurationskontext\u00f6versikten som skickades m\u00e5ste \u00e5tminstone inneh\u00e5lla Content Platform Engine-serverns URL.
FNRRD1032.action      = Ange en giltig konfigurationskontext\u00f6versikt.
FNRRD1032.message     = Konfigurationskontext\u00f6versikten som skickades \u00e4r null eller tom.

FNRRD1033.explanation = Ett giltigt beh\u00e5llar-GUID d\u00e4r destruktionsresultatposten kan finnas m\u00e5ste anges.
FNRRD1033.action      = Ange en giltig beh\u00e5llar-GUID d\u00e4r destruktionsresultatposten kan finnas.
FNRRD1033.message     = Det finns ingen GUID f\u00f6r beh\u00e5llaren f\u00f6r lagring av destruktionsresultatposten.

FNRRD1034.explanation = Beh\u00e5llaren {0} \u00e4r inte en RecordCategory-, RecordFolder- eller Volume-typ eller s\u00e5 till\u00e5ter den inte att elektroniska poster (ElectronicRecord) lagras i den.
FNRRD1034.action      = V\u00e4lj en beh\u00e5llare av f\u00f6ljande tre typer: RecordCategory, RecordFolder och Volume, och se till att den till\u00e5ter att elektroniska poster lagras i den.
FNRRD1034.message     = Beh\u00e5llaren {0} \u00e4r inte en RecordCategory-, RecordFolder- eller Volume-typ eller s\u00e5 till\u00e5ter den inte att elektroniska poster (ElectronicRecord) lagras i den. V\u00e4lj en annan beh\u00e5llare.
FNRRD1034.arg.0		  = container_ID

FNRRD1035.explanation = Objektlagret m\u00e5ste konfigureras s\u00e5 att anv\u00e4ndare till\u00e5ts att deklarera poster.
FNRRD1035.action      = Konfigurera objektlagret {0} f\u00f6r hantering av postdeklaration.
FNRRD1035.message     = Objektlagret {0} \u00e4r inte konfigurerat f\u00f6r att l\u00e5ta anv\u00e4ndare deklarera poster.
FNRRD1035.arg.0		  = object_store_name_or_ID

FNRRD1036.explanation = Objektlagrets GUID kan vara felaktigt, eller s\u00e5 kanske inte objektlagret finns.
FNRRD1036.action      = Kontrollera att objektlagrets GUID \u00e4r giltigt.
FNRRD1036.message     = Objektlagerf\u00f6rekomsten kunde inte h\u00e4mtas med angivet objektlager-GUID {0}.
FNRRD1036.arg.0		  = object_store_name_or_ID
