# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2013 IBM Corp. All rights reserved.
#
# DefensibleDisposalContainerProcess (DDCP) Localized String Resources (en_US).
# Includes strings for exception messages.
#
#
#================================================================================
# DDCP Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRD1000.explanation = O URL utilizado pelo IBM Enterprise Records para estabelecer liga\u00e7\u00e3o ao Content Platform Engine n\u00e3o foi introduzido.
FNRRD1000.action      = Introduza um URL v\u00e1lido do Content Platform Engine, por exemplo, cpeURI=iiop://cpe_server:port/FileNet/Engine.
FNRRD1000.message     = O URL para o servidor do Content Platform Engine est\u00e1 em falta.

FNRRD1001.explanation = \u00c9 necess\u00e1rio um nome de utilizador v\u00e1lido. 
FNRRD1001.action      = Introduza um nome de utilizador v\u00e1lido.
FNRRD1001.message     = \u00c9 necess\u00e1rio introduzir um nome de utilizador v\u00e1lido para criar o assunto JACE.

FNRRD1002.explanation = \u00c9 necess\u00e1ria uma palavra-passe v\u00e1lida para criar o assunto de seguran\u00e7a JACE.
FNRRD1002.action      = Introduza uma palavra-passe v\u00e1lida para que possa criar o assunto JACE.
FNRRD1002.message     = A palavra-passe que introduziu \u00e9 incorrecta.

FNRRD1003.explanation = O URL, nome de utilizador ou a palavra-passe do Content Platform Engine est\u00e1 incorrecto.
FNRRD1003.action      = Introduza um URL, nome de utilizador e palavra-passe correctos do Content Platform Engine correctos.
FNRRD1003.message     = O assunto de seguran\u00e7a JACE n\u00e3o pode ser criado. Um dos itens que se seguem pode estar incorrecto: {0}, {1} ou {2}.
FNRRD1003.arg.0       = CE_Url
FNRRD1003.arg.1       = user_name
FNRRD1003.arg.2       = palavra-passe
FNRRD1004.explanation = O URL, nome de utilizador ou a palavra-passe do Content Platform Engine pode estar incorrecto. O servidor do Content Platform Engine tamb\u00e9m pode n\u00e3o se encontrar em execu\u00e7\u00e3o.
FNRRD1004.action      = Assegure-se de que o URL, nome de utilizador e a palavra-passe do Content Platform Engine est\u00e3o correctos. Al\u00e9m disso, assegure-se de que o servidor do Content Platform Engine est\u00e1 dispon\u00edvel.
FNRRD1004.message     = N\u00e3o foi poss\u00edvel estabelecer liga\u00e7\u00e3o ao armazenamento de objectos {0} no servidor do Content Platform Engine.
FNRRD1004.arg.0		  = object_store_name

FNRRD1005.explanation = O nome do armazenamento de objectos do plano de ficheiros pode estar incorrecto, ou um armazenamento de objectos com esse nome n\u00e3o existe.
FNRRD1005.action      = Introduza um nome de armazenamento de objectos do plano de ficheiros v\u00e1lido.
FNRRD1005.message     = O nome de armazenamento de objectos do plano de ficheiros {0} n\u00e3o \u00e9 v\u00e1lido.
FNRRD1005.arg.0		  = object_store_name

FNRRD1006.explanation = O valor de dias avan\u00e7ados tem de ser definido para um n\u00famero superior ou igual a 0.
FNRRD1006.action      = Introduza um n\u00famero v\u00e1lido superior ou igual a 0 para dias avan\u00e7ados.
FNRRD1006.message     = Foi introduzido um n\u00famero n\u00e3o v\u00e1lido de {0} no campo Dias avan\u00e7ados.
FNRRD1006.arg.0		  = advanced_days

FNRRD1007.explanation = Os GUIDs do contentor RM fornecidos na cria\u00e7\u00e3o de relat\u00f3rio de registo de conclus\u00e3o de reten\u00e7\u00e3o n\u00e3o s\u00e3o v\u00e1lidos.
FNRRD1007.action      = Introduza GUIDs de contentor RM v\u00e1lidos.
FNRRD1007.message     = Um ou mais GUIDs de contentor RM n\u00e3o s\u00e3o v\u00e1lidos na cria\u00e7\u00e3o de relat\u00f3rio de registo de conclus\u00e3o de reten\u00e7\u00e3o: {0}.
FNRRD1007.arg.0		  = container_GUIDs

FNRRD1008.explanation = A consulta ao Content Platform Engine n\u00e3o \u00e9 v\u00e1lida ou a liga\u00e7\u00e3o \u00e0 rede apresenta falhas.
FNRRD1008.action      = Assegure-se de que a consulta est\u00e1 correcta e que o servidor do Content Platform Engine est\u00e1 dispon\u00edvel.
FNRRD1008.message     = N\u00e3o foi poss\u00edvel executar a seguinte consulta: {0}.
FNRRD1008.arg.0		  = query

FNRRD1009.explanation = O nome do armazenamento de objectos do plano de ficheiros tem de ser v\u00e1lido para um armazenamento de objectos do plano de ficheiros.
FNRRD1009.action      = Introduza um nome de armazenamento de objectos do plano de ficheiros v\u00e1lido.
FNRRD1009.message     = O armazenamento de objectos n\u00e3o \u00e9 um armazenamento de objectos do plano de ficheiros v\u00e1lido.

FNRRD1010.explanation = N\u00e3o foi poss\u00edvel localizar alguns contentores.
FNRRD1010.action      = Introduza GUIDs de contentor v\u00e1lidos.
FNRRD1010.message     = Os contentores que se seguem n\u00e3o foram localizados: {0}.
FNRRD1010.arg.0		  = container_IDs

FNRRD1011.explanation = \u00c9 necess\u00e1rio um nome v\u00e1lido de ponto de liga\u00e7\u00e3o.
FNRRD1011.action      = Introduza um nome v\u00e1lido de ponto de liga\u00e7\u00e3o.
FNRRD1011.message     = O nome do ponto de liga\u00e7\u00e3o est\u00e1 em falta.

FNRRD1012.explanation = O URL, nome de utilizador, palavra-passe ou nome de ponto de liga\u00e7\u00e3o do Content Platform Engine podem estar incorrectos.
FNRRD1012.action      = Introduza um URL, nome de utilizador, palavra-passe e nome de ponto de liga\u00e7\u00e3o.
FNRRD1012.message     = N\u00e3o foi poss\u00edvel estabelecer liga\u00e7\u00e3o ao Process Engine.

FNRRD1013.explanation = \u00c9 necess\u00e1rio um GUID v\u00e1lido de Fluxo de trabalho de agenda b\u00e1sica para iniciar um fluxo de trabalho.
FNRRD1013.action      = Introduza um GUID v\u00e1lido de fluxo de trabalho de agenda b\u00e1sica
FNRRD1013.message     = O GUID de fluxo de trabalho de agenda b\u00e1sica est\u00e1 em falta.

FNRRD1014.explanation = N\u00e3o foi encontrado VWVersion v\u00e1lido para o GUID especificado de fluxo de trabalho de agenda b\u00e1sica.
FNRRD1014.action      = Assegure-se de que o fluxo de trabalho de agenda b\u00e1sica existe e que foi transferido.
FNRRD1014.message     = N\u00e3o foi poss\u00edvel encontrar um VWVersion v\u00e1lido para o fluxo de trabalho de agenda b\u00e1sica especificado {0}.
FNRRD1014.arg.0		  = workflow_ID

FNRRD1015.explanation = N\u00e3o foi poss\u00edvel iniciar o fluxo de trabalho uma vez que n\u00e3o foi poss\u00edvel estabelecer liga\u00e7\u00e3o ao Content Platform Engine.
FNRRD1015.action      = Assegure-se de que o servidor do Content Platform Engine est\u00e1 dispon\u00edvel.
FNRRD1015.message     = N\u00e3o \u00e9 poss\u00edvel iniciar o fluxo de trabalho. 
FNRRD1016.explanation = O valor de um per\u00edodo de reten\u00e7\u00e3o tem de ser superior ou igual a 0.
FNRRD1016.action      = Introduza um per\u00edodo de reten\u00e7\u00e3o v\u00e1lido para uma agenda b\u00e1sica.
FNRRD1016.message     = N\u00e3o foi especificado qualquer per\u00edodo de reten\u00e7\u00e3o para a agenda b\u00e1sica no contentor {0}.
FNRRD1016.arg.0		  = container_name

FNRRD1017.explanation = O formato do per\u00edodo de reten\u00e7\u00e3o para uma agenda b\u00e1sica \u00e9 AAAA-MMMM-DDDD.
FNRRD1017.action      = Introduza um per\u00edodo de reten\u00e7\u00e3o v\u00e1lido para uma agenda b\u00e1sica.
FNRRD1017.message     = O formato do per\u00edodo de reten\u00e7\u00e3o {0} para a agenda b\u00e1sica n\u00e3o \u00e9 v\u00e1lido.
FNRRD1017.arg.0		  = retention_period

FNRRD1018.explanation = O formato da data de fim de ano fiscal para uma agenda b\u00e1sica \u00e9 MM-DD.
FNRRD1018.action      = Introduza uma data de fim de ano fiscal v\u00e1lida para uma agenda b\u00e1sica.
FNRRD1018.message     = O formato de data de fim de ano fiscal {0} n\u00e3o \u00e9 v\u00e1lido.
FNRRD1018.arg.0		  = fiscal_year_end_date

FNRRD1019.explanation = Ocorreu um erro inesperado.
FNRRD1019.action      = Contacte o Suporte para Software IBM.
FNRRD1019.message     = Ocorreu um erro durante uma tarefa de actualiza\u00e7\u00e3o executada por um m\u00f3dulo.

FNRRD1020.explanation = Ocorreu um erro InterruptedException.
FNRRD1020.action      = Contacte o Suporte para Software IBM.
FNRRD1020.message     = Ocorreu um erro durante uma tarefa de actualiza\u00e7\u00e3o executada por um m\u00f3dulo.

FNRRD1021.explanation = \u00c9 necess\u00e1rio um nome de revisor v\u00e1lido para auditar um evento de elimina\u00e7\u00e3o.
FNRRD1021.action      = Introduza um nome de revisor v\u00e1lido para auditar um evento de elimina\u00e7\u00e3o.
FNRRD1021.message     = O nome do revisor {0} utilizado para auditar um evento de elimina\u00e7\u00e3o n\u00e3o \u00e9 v\u00e1lido.
FNRRD1021.arg.0		  = reviewer_name

FNRRD1022.explanation = Ocorreu um erro inesperado.
FNRRD1022.action      = Contacte o Suporte para Software IBM.
FNRRD1022.message     = Ocorreu um erro durante uma tarefa de elimina\u00e7\u00e3o executada por um m\u00f3dulo.

FNRRD1023.explanation = Ocorreu um erro InterruptedException.
FNRRD1023.action      = Contacte o Suporte para Software IBM.
FNRRD1023.message     = Ocorreu um erro durante uma tarefa de elimina\u00e7\u00e3o executada por um m\u00f3dulo.

FNRRD1024.explanation = Ocorreu um erro inesperado.
FNRRD1024.action      = Contacte o Suporte para Software IBM.
FNRRD1024.message     = Ocorreu um erro durante uma tarefa de auditoria executada por um m\u00f3dulo.

FNRRD1025.explanation = Ocorreu um erro InterruptedException.
FNRRD1025.action      = Contacte o Suporte para Software IBM.
FNRRD1025.message     = Ocorreu um erro durante uma tarefa de auditoria executada por um m\u00f3dulo.

FNRRD1026.explanation = O servidor do Content Engine Platform pode n\u00e3o estar dispon\u00edvel.
FNRRD1026.action      = Confirme que o servidor do Content Engine Platform est\u00e1 dispon\u00edvel.
FNRRD1026.message     = N\u00e3o foi poss\u00edvel guardar o documento.

FNRRD1027.explanation = N\u00e3o existe um plano de ficheiros neste armazenamento de objectos do plano de ficheiros.
FNRRD1027.action      = Assegure-se de que o armazenamento de objectos do plano de ficheiros \u00e9 v\u00e1lido.
FNRRD1027.message     = N\u00e3o foi localizado qualquer plano de ficheiros no armazenamento de objectos do plano de ficheiros.

FNRRD1028.explanation = O relat\u00f3rio pode n\u00e3o existir.
FNRRD1028.action      = Assegure-se de que o nome do relat\u00f3rio \u00e9 v\u00e1lido e que existe no armazenamento de objectos. 
FNRRD1028.message     = N\u00e3o foi poss\u00edvel localizar o seguinte relat\u00f3rio: {0}.
FNRRD1028.arg.0		  = report_ID

FNRRD1029.explanation = O nome do plano de ficheiros ou caminho do contentor n\u00e3o \u00e9 v\u00e1lido.
FNRRD1029.action      = Introduza um nome de plano de ficheiros e caminho de contentor v\u00e1lidos.
FNRRD1029.message     = O nome do plano de ficheiros ou caminho do contentor n\u00e3o \u00e9 v\u00e1lido ou n\u00e3o existe.

FNRRD1030.explanation = Ocorreu um erro inesperado.
FNRRD1030.action      = Consulte o rastreio da pilha no ficheiro de registo
FNRRD1030.message     = Ocorreu um erro inesperado.

FNRRD1031.explanation = Antes de invocar batchUpdate ou batchDelete, \u00e9 necess\u00e1rio especificar um nome de classe v\u00e1lido para processar objectos em lotes no BatchProcessingManager.
FNRRD1031.action      = Especifique um nome de classe v\u00e1lido para processar objectos em lotes no BatchProcessingManager.
FNRRD1031.message     = N\u00e3o foi especificado qualquer nome de classe para processar objectos em lotes no BatchProcessingManager.

FNRRD1032.explanation = O mapa do contexto de configura\u00e7\u00e3o passado tem de incluir o URL m\u00ednimo do servidor do Content Platform Engine.
FNRRD1032.action      = Forne\u00e7a um mapa de contexto de configura\u00e7\u00e3o v\u00e1lido.
FNRRD1032.message     = O mapa do contexto de configura\u00e7\u00e3o passado \u00e9 nulo ou est\u00e1 vazio.

FNRRD1033.explanation = \u00c9 necess\u00e1rio fornecer um GUID de contentor v\u00e1lido em que o registo de resultados de destrui\u00e7\u00e3o possa ser alojado.
FNRRD1033.action      = Forne\u00e7a um GUI de contentor v\u00e1lido em que seja poss\u00edvel alojar o registo dos resultados de destrui\u00e7\u00e3o.
FNRRD1033.message     = N\u00e3o existe qualquer GUID para o contentor para arquivar o registo dos resultados de destrui\u00e7\u00e3o.

FNRRD1034.explanation = O contentor {0} n\u00e3o \u00e9 um RecordCategory, RecordFolder ou Tipo de volume nem permite o armazenamento de registos electr\u00f3nicos (ElectronicRecord).
FNRRD1034.action      = Seleccione um contentor de um dos seguintes tipos: RecordCategory, RecordFolder ou Volume, e assegure-se de que este permite o armazenamento de registos electr\u00f3nicos.
FNRRD1034.message     = O contentor {0} n\u00e3o \u00e9 um RecordCategory, RecordFolder ou Tipo de volume nem permite o armazenamento de registos electr\u00f3nicos (ElectronicRecord). Seleccione um contentor diferente.
FNRRD1034.arg.0		  = container_ID

FNRRD1035.explanation = O armazenamento de objectos tem de ser configurado para permitir que os utilizadores declarem registos.
FNRRD1035.action      = Configure o armazenamento de objectos {0} para suportar declara\u00e7\u00e3o de registos.
FNRRD1035.message     = O armazenamento de objectos {0} n\u00e3o est\u00e1 configurado para permitir que os utilizadores declarem registos.
FNRRD1035.arg.0		  = object_store_name_or_ID

FNRRD1036.explanation = O GUID do armazenamento de objectos pode estar incorrecto ou esse armazenamento de objectos pode n\u00e3o existir.
FNRRD1036.action      = Assegure-se de que o GUID do armazenamento de objectos \u00e9 v\u00e1lido.
FNRRD1036.message     = N\u00e3o foi poss\u00edvel obter a ocorr\u00eancia do armazenamento de objectos utilizando o GUID do armazenamento de objectos especificado {0}.
FNRRD1036.arg.0		  = object_store_name_or_ID
