# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2013 IBM Corp. All rights reserved.
#
# DefensibleDisposalContainerProcess (DDCP) Localized String Resources (en_US).
# Includes strings for exception messages.
#
#
#================================================================================
# DDCP Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRD1000.explanation = \u0644\u0645 \u064a\u062a\u0645 \u0627\u062f\u062e\u0627\u0644 \u0639\u0646\u0648\u0627\u0646 URL \u0644\u0633\u062c\u0644\u0627\u062a IBM Enterprise Records \u0644\u0644\u0631\u0628\u0637 \u0627\u0644\u0649 Content Platform Engine.
FNRRD1000.action      = \u0623\u062f\u062e\u0644 \u0639\u0646\u0648\u0627\u0646 URL \u0635\u062d\u064a\u062d \u0644\u0622\u0644\u064a\u0629 Content Platform Engine\u060c \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\u060c cpeURI=iiop://cpe_server:port/FileNet/Engine.
FNRRD1000.message     = \u0639\u0646\u0648\u0627\u0646 URL \u0644\u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 Content Platform Engine \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f.

FNRRD1001.explanation = \u064a\u062c\u0628 \u0627\u062f\u062e\u0627\u0644 \u0627\u0633\u0645 \u0645\u0633\u062a\u062e\u062f\u0645 \u0635\u062d\u064a\u062d. 
FNRRD1001.action      = \u0623\u062f\u062e\u0644 \u0627\u0633\u0645 \u0645\u0633\u062a\u062e\u062f\u0645 \u0635\u062d\u064a\u062d.
FNRRD1001.message     = \u064a\u062c\u0628 \u0627\u062f\u062e\u0627\u0644 \u0627\u0633\u0645 \u0645\u0633\u062a\u062e\u062f\u0645 \u0635\u062d\u064a\u062d \u0644\u062a\u0643\u0648\u064a\u0646 \u0645\u0648\u0636\u0648\u0639 JACE.

FNRRD1002.explanation = \u064a\u062c\u0628 \u0627\u062f\u062e\u0627\u0644 \u0643\u0644\u0645\u0629 \u0633\u0631\u064a\u0629 \u0635\u062d\u064a\u062d\u0629 \u0644\u062a\u0643\u0648\u064a\u0646 \u0639\u0646\u0635\u0631 \u0633\u0631\u064a\u0629 JACE.
FNRRD1002.action      = \u0623\u062f\u062e\u0644 \u0643\u0644\u0645\u0629 \u0633\u0631\u064a\u0629 \u0635\u062d\u064a\u062d\u0629 \u0628\u062d\u064a\u062b \u064a\u0645\u0643\u0646\u0643 \u062a\u0643\u0648\u064a\u0646 \u0639\u0646\u0635\u0631 JACE.
FNRRD1002.message     = \u0643\u0644\u0645\u0629 \u0627\u0644\u0633\u0631\u064a\u0629 \u0627\u0644\u062a\u064a \u0642\u0645\u062a \u0628\u0627\u062f\u062e\u0627\u0644\u0647\u0627 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d\u0629.

FNRRD1003.explanation = \u0639\u0646\u0648\u0627\u0646 URL \u0623\u0648 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0623\u0648 \u0643\u0644\u0645\u0629 \u0627\u0644\u0633\u0631\u064a\u0629 \u0644\u0622\u0644\u064a\u0629 Content Platform Engine \u063a\u064a\u0631 \u0635\u062d\u064a\u062d\u064a\u0646.
FNRRD1003.action      = \u0623\u062f\u062e\u0644 \u0639\u0646\u0648\u0627\u0646 URL \u0648\u0627\u0633\u0645 \u0645\u0633\u062a\u062e\u062f\u0645 \u0648\u0643\u0644\u0645\u0629 \u0633\u0631\u064a\u0629 \u0635\u062d\u064a\u062d\u064a\u0646 \u0644\u0622\u0644\u064a\u0629 Content Platform Engine.
FNRRD1003.message     = \u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u0643\u0648\u064a\u0646 \u0645\u0648\u0636\u0648\u0639 \u0633\u0631\u064a\u0629 JACE. \u0642\u062f \u064a\u0643\u0648\u0646 \u0623\u062d\u062f \u0627\u0644\u0628\u0646\u0648\u062f \u0627\u0644\u062a\u0627\u0644\u064a\u0629 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d: {0} \u0623\u0648 {1} \u0623\u0648 {2}.
FNRRD1003.arg.0       = CE_Url
FNRRD1003.arg.1       = user_name
FNRRD1003.arg.2       = \u0643\u0644\u0645\u0629 \u0627\u0644\u0633\u0631\u064a\u0629

FNRRD1004.explanation = \u0639\u0646\u0648\u0627\u0646 URL \u0623\u0648 \u0627\u0633\u0645 \u0645\u0633\u062a\u062e\u062f\u0645 \u0623\u0648 \u0643\u0644\u0645\u0629 \u0633\u0631\u064a\u0629 \u0622\u0644\u064a\u0629 Content Platform Engine \u0642\u062f \u064a\u0643\u0648\u0646\u0648\u0627 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d\u064a\u0646. \u0623\u0648 \u0642\u062f \u0644\u0627 \u064a\u062a\u0645 \u062a\u0634\u063a\u064a\u0644 \u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 Content Platform Engine.
FNRRD1004.action      = \u062a\u0623\u0643\u062f \u0645\u0646 \u0635\u062d\u0629 \u0639\u0646\u0648\u0627\u0646 URL \u0623\u0648 \u0627\u0633\u0645 \u0645\u0633\u062a\u062e\u062f\u0645 \u0623\u0648 \u0643\u0644\u0645\u0629 \u0633\u0631\u064a\u0629 \u0622\u0644\u064a\u0629 Content Platform Engine. \u0623\u064a\u0636\u0627\u060c \u062a\u0623\u0643\u062f \u0645\u0646 \u0623\u0646 \u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 Content Platform Engine \u0645\u062a\u0627\u062d\u0629.
FNRRD1004.message     = \u0642\u062f \u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u0643\u0648\u064a\u0646 \u0648\u0635\u0644\u0629 \u0644\u0645\u0644\u0641 \u062a\u062e\u0632\u064a\u0646 \u0639\u0646\u0627\u0635\u0631 {0} \u0639\u0644\u0649 \u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 Content Platform Engine.
FNRRD1004.arg.0		  = object_store_name

FNRRD1005.explanation = \u0642\u062f \u064a\u0643\u0648\u0646 \u0627\u0633\u0645 \u0645\u0644\u0641 \u062a\u062e\u0632\u064a\u0646 \u0639\u0646\u0627\u0635\u0631 \u0645\u062e\u0637\u0637 \u0627\u0644\u062d\u0641\u0638 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d\u060c \u0623\u0648 \u0645\u0644\u0641 \u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0628\u0647\u0630\u0627 \u0627\u0644\u0627\u0633\u0645 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f.
FNRRD1005.action      = \u0623\u062f\u062e\u0644 \u0627\u0633\u0645 \u0645\u0644\u0641 \u062a\u062e\u0632\u064a\u0646 \u0639\u0646\u0627\u0635\u0631 \u0645\u062e\u0637\u0637 \u062d\u0641\u0638 \u0635\u062d\u064a\u062d.
FNRRD1005.message     = \u0627\u0633\u0645 \u0645\u0644\u0641 \u062a\u062e\u0632\u064a\u0646 \u0639\u0646\u0627\u0635\u0631 \u0645\u062e\u0637\u0637 \u0627\u0644\u062d\u0641\u0638 {0} \u063a\u064a\u0631 \u0635\u062d\u064a\u062d.
FNRRD1005.arg.0		  = object_store_name

FNRRD1006.explanation = \u064a\u062c\u0628 \u062a\u062d\u062f\u064a\u062f \u0642\u064a\u0645\u0629 \u0627\u0644\u0623\u064a\u0627\u0645 \u0627\u0644\u0645\u062a\u0642\u062f\u0645\u0629 \u0628\u0631\u0642\u0645 \u0623\u0643\u0628\u0631 \u0645\u0646 \u0623\u0648 \u064a\u0633\u0627\u0648\u064a 0.
FNRRD1006.action      = \u0623\u062f\u062e\u0644 \u0631\u0642\u0645 \u0635\u062d\u064a\u062d \u0623\u0643\u0628\u0631 \u0645\u0646 \u0623\u0648 \u064a\u0633\u0627\u0648\u064a 0 \u0644\u0644\u0623\u064a\u0627\u0645 \u0627\u0644\u0642\u0627\u062f\u0645\u0629.
FNRRD1006.message     = \u062a\u0645 \u0627\u062f\u062e\u0627\u0644 \u0631\u0642\u0645 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d \u0645\u0646 {0} \u0644\u0645\u062c\u0627\u0644 \u0627\u0644\u0623\u064a\u0627\u0645 \u0627\u0644\u0642\u0627\u062f\u0645\u0629.
FNRRD1006.arg.0		  = advanced_days

FNRRD1007.explanation = GUID \u0644\u062d\u0627\u0648\u064a\u0629 RM\u060c \u0627\u0644\u0630\u064a \u062a\u0645 \u0627\u062f\u062e\u0627\u0644\u0647 \u0623\u062b\u0646\u0627\u0621 \u0639\u0645\u0644\u064a\u0629 \u062a\u0643\u0648\u064a\u0646 \u062a\u0642\u0631\u064a\u0631 \u0633\u062c\u0644 \u0627\u0644\u0627\u062d\u062a\u0641\u0627\u0638\u060c \u063a\u064a\u0631 \u0635\u062d\u064a\u062d.
FNRRD1007.action      = \u0623\u062f\u062e\u0644 GUID \u0644\u062d\u0627\u0648\u064a\u0629 RM \u0635\u062d\u064a\u062d.
FNRRD1007.message     = \u0648\u0627\u062d\u062f \u0623\u0648 \u0623\u0643\u062b\u0631 \u0645\u0646 GUID \u0644\u062d\u0627\u0648\u064a\u0629 RM  \u063a\u064a\u0631 \u0635\u062d\u064a\u062d \u0641\u064a \u0639\u0645\u0644\u064a\u0629 \u062a\u0643\u0648\u064a\u0646 \u062a\u0642\u0631\u064a\u0631 \u0633\u062c\u0644 \u0627\u0644\u0627\u062d\u062a\u0641\u0627\u0638: {0}.
FNRRD1007.arg.0		  = container_GUIDs

FNRRD1008.explanation = \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0627\u0644\u0649 Content Platform Engine \u063a\u064a\u0631 \u0635\u062d\u064a\u062d \u0623\u0648 \u0644\u062f\u064a\u0643 \u0648\u0635\u0644\u0629 \u0634\u0628\u0643\u0629 \u0627\u062a\u0635\u0627\u0644 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d\u0629.
FNRRD1008.action      = \u062a\u0623\u0643\u062f \u0645\u0646 \u0635\u062d\u0629 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u0648\u0623\u0646 \u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 Content Platform Engine \u0645\u062a\u0627\u062d\u0629.
FNRRD1008.message     = \u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0627\u0644\u062a\u0627\u0644\u064a: {0}.
FNRRD1008.arg.0		  = \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645

FNRRD1009.explanation = \u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0627\u0633\u0645 \u0645\u0644\u0641 \u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0635\u062d\u064a\u062d \u0644\u0645\u0644\u0641 \u062a\u062e\u0632\u064a\u0646 \u0639\u0646\u0627\u0635\u0631 \u0645\u062e\u0637\u0637 \u0627\u0644\u062d\u0641\u0638.
FNRRD1009.action      = \u0623\u062f\u062e\u0644 \u0627\u0633\u0645 \u0645\u0644\u0641 \u062a\u062e\u0632\u064a\u0646 \u0639\u0646\u0627\u0635\u0631 \u0645\u062e\u0637\u0637 \u062d\u0641\u0638 \u0635\u062d\u064a\u062d.
FNRRD1009.message     = \u0645\u0644\u0641 \u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0644\u0627 \u064a\u0639\u062f \u0645\u0644\u0641 \u062a\u062e\u0632\u064a\u0646 \u0639\u0646\u0627\u0635\u0631 \u0645\u062e\u0637\u0637 \u062d\u0641\u0638 \u0635\u062d\u064a\u062d.

FNRRD1010.explanation = \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u064a\u062c\u0627\u062f \u0628\u0639\u0636 \u0627\u0644\u062d\u0627\u0648\u064a\u0627\u062a.
FNRRD1010.action      = \u0623\u062f\u062e\u0644 GUID \u0644\u0644\u062d\u0627\u0648\u064a\u0629 \u0635\u062d\u064a\u062d.
FNRRD1010.message     = \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u064a\u062c\u0627\u062f \u0627\u0644\u062d\u0627\u0648\u064a\u0627\u062a \u0627\u0644\u062a\u0627\u0644\u064a\u0629: {0}.
FNRRD1010.arg.0		  = container_IDs

FNRRD1011.explanation = \u064a\u062c\u0628 \u0627\u062f\u062e\u0627\u0644 \u0627\u0633\u0645 \u0646\u0642\u0637\u0629 \u0627\u062a\u0635\u0627\u0644 \u0635\u062d\u064a\u062d.
FNRRD1011.action      = \u0623\u062f\u062e\u0644 \u0627\u0633\u0645 \u0646\u0642\u0637\u0629 \u0627\u062a\u0635\u0627\u0644 \u0635\u062d\u064a\u062d.
FNRRD1011.message     = \u0627\u0633\u0645 \u0646\u0642\u0637\u0629 \u0627\u062a\u0635\u0627\u0644 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f.

FNRRD1012.explanation = \u0639\u0646\u0648\u0627\u0646 URL \u0623\u0648 \u0627\u0633\u0645 \u0645\u0633\u062a\u062e\u062f\u0645 \u0623\u0648 \u0643\u0644\u0645\u0629 \u0633\u0631\u064a\u0629 \u0623\u0648 \u0627\u0633\u0645 \u0646\u0642\u0637\u0629 \u0627\u062a\u0635\u0627\u0644 Content Platform Engine \u0642\u062f \u064a\u0643\u0648\u0646 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d.
FNRRD1012.action      = \u0623\u062f\u062e\u0644 \u0639\u0646\u0648\u0627\u0646 URL \u0648\u0627\u0633\u0645 \u0645\u0633\u062a\u062e\u062f\u0645 \u0648\u0643\u0644\u0645\u0629 \u0633\u0631\u064a\u0629 \u0648\u0627\u0633\u0645 \u0646\u0642\u0637\u0629 \u0627\u062a\u0635\u0627\u0644 \u0635\u062d\u064a\u062d \u0644\u0622\u0644\u064a\u0629 Content Platform Engine.
FNRRD1012.message     = \u0644\u0645 \u064a\u0645\u0643\u0646 \u0627\u0642\u0627\u0645\u0629 \u0627\u062a\u0635\u0627\u0644 \u0627\u0644\u0649 Process Engine.

FNRRD1013.explanation = \u064a\u062c\u0628 \u0627\u062f\u062e\u0627\u0644 GUID \u0635\u062d\u064a\u062d \u0644\u0645\u0633\u0627\u0631 \u0639\u0645\u0644 \u0627\u0644\u062c\u062f\u0648\u0644 \u0627\u0644\u0632\u0645\u0646\u064a \u0627\u0644\u0623\u0633\u0627\u0633\u064a \u0644\u0628\u062f\u0621 \u0645\u0633\u0627\u0631 \u0627\u0644\u0639\u0645\u0644.
FNRRD1013.action      = \u0623\u062f\u062e\u0644 GUID \u0635\u062d\u064a\u062d \u0644\u0645\u0633\u0627\u0631 \u0639\u0645\u0644 \u0627\u0644\u062c\u062f\u0648\u0644 \u0627\u0644\u0632\u0645\u0646\u064a \u0627\u0644\u0623\u0633\u0627\u0633\u064a.
FNRRD1013.message     = GUID \u0644\u0645\u0633\u0627\u0631 \u0639\u0645\u0644 \u0627\u0644\u062c\u062f\u0648\u0644 \u0627\u0644\u0632\u0645\u0646\u064a \u0627\u0644\u0623\u0633\u0627\u0633\u064a \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f.

FNRRD1014.explanation = \u0644\u0645 \u064a\u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u0646\u0633\u062e\u0629 VWVersion \u0635\u062d\u064a\u062d\u0629 \u0627\u0644\u0649 GUID \u0627\u0644\u0645\u062d\u062f\u062f \u0644\u0645\u0633\u0627\u0631 \u0639\u0645\u0644 \u0627\u0644\u062c\u062f\u0648\u0644 \u0627\u0644\u0632\u0645\u0646\u064a \u0627\u0644\u0623\u0633\u0627\u0633\u064a.
FNRRD1014.action      = \u062a\u0623\u0643\u062f \u0645\u0646 \u0648\u062c\u0648\u062f \u0645\u0633\u0627\u0631 \u0639\u0645\u0644 \u0627\u0644\u062c\u062f\u0648\u0644 \u0627\u0644\u0632\u0645\u0646\u064a \u0627\u0644\u0623\u0633\u0627\u0633\u064a \u0648\u0623\u0646\u0647 \u062a\u0645 \u0646\u0642\u0644\u0647.
FNRRD1014.message     = \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u064a\u062c\u0627\u062f \u0646\u0633\u062e\u0629 VWVersion \u0635\u062d\u064a\u062d\u0629 \u0627\u0644\u0649 GUID \u0644\u0645\u0633\u0627\u0631 \u0639\u0645\u0644 \u0627\u0644\u062c\u062f\u0648\u0644 \u0627\u0644\u0632\u0645\u0646\u064a \u0627\u0644\u0623\u0633\u0627\u0633\u064a \u0627\u0644\u0645\u062d\u062f\u062f {0}.
FNRRD1014.arg.0		  = workflow_ID

FNRRD1015.explanation = \u0644\u0627 \u064a\u0645\u0643\u0646 \u0628\u062f\u0621 \u0645\u0633\u0627\u0631 \u0627\u0644\u0639\u0645\u0644 \u0644\u0623\u0646\u0647 \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0642\u0627\u0645\u0629 \u0648\u0635\u0644\u0629 \u0644\u0622\u0644\u064a\u0629 Content Platform Engine.
FNRRD1015.action      = \u062a\u0623\u0643\u062f \u0645\u0646 \u0623\u060c \u0648\u062d\u062f\u0629 \u062e\u0645\u0629 Content Platform Engine \u0645\u062a\u0627\u062d\u0629.
FNRRD1015.message     = \u0644\u0627 \u064a\u0645\u0643\u0646 \u0628\u062f\u0621 \u0645\u0633\u0627\u0631 \u0627\u0644\u0639\u0645\u0644.

FNRRD1016.explanation = \u064a\u062c\u0628 \u0623\u0646 \u062a\u0643\u0648\u0646 \u0642\u064a\u0645\u0629 \u0641\u062a\u0631\u0629 \u0627\u0644\u0627\u062d\u062a\u0641\u0627\u0638 \u0623\u0643\u0628\u0631 \u0645\u0646 \u0623\u0648 \u062a\u0633\u0627\u0648\u064a 0.
FNRRD1016.action      = \u0623\u062f\u062e\u0644 \u0641\u062a\u0631\u0629 \u0627\u062d\u062a\u0641\u0627\u0638 \u0635\u062d\u064a\u062d\u0629 \u0644\u0644\u062c\u062f\u0648\u0644 \u0627\u0644\u0632\u0645\u0646\u064a \u0627\u0644\u0623\u0633\u0627\u0633\u064a.
FNRRD1016.message     = \u0644\u0645 \u064a\u062a\u0645 \u062a\u062d\u062f\u064a\u062f \u0623\u064a\u0629 \u0641\u062a\u0631\u0629 \u0627\u062d\u062a\u0641\u0627\u0638 \u0644\u0644\u062c\u062f\u0648\u0644 \u0627\u0644\u0632\u0645\u0646\u064a \u0627\u0644\u0623\u0633\u0627\u0633\u064a \u0641\u064a \u0627\u0644\u062d\u0627\u0648\u064a\u0629 {0}.
FNRRD1016.arg.0		  = container_name

FNRRD1017.explanation = \u0646\u0633\u0642 \u0641\u062a\u0631\u0629 \u0627\u0644\u0627\u062d\u062a\u0641\u0627\u0638 \u0644\u0644\u062c\u062f\u0648\u0644 \u0627\u0644\u0632\u0645\u0646\u064a \u0627\u0644\u0623\u0633\u0627\u0633\u064a \u0647\u0648  YYYY-MMMM-DDDD.
FNRRD1017.action      = \u0623\u062f\u062e\u0644 \u0641\u062a\u0631\u0629 \u0627\u062d\u062a\u0641\u0627\u0638 \u0635\u062d\u064a\u062d\u0629 \u0644\u0644\u062c\u062f\u0648\u0644 \u0627\u0644\u0632\u0645\u0646\u064a \u0627\u0644\u0623\u0633\u0627\u0633\u064a.
FNRRD1017.message     = \u0646\u0633\u0642 \u0641\u062a\u0631\u0629 \u0627\u0644\u0627\u062d\u062a\u0641\u0627\u0638 {0} \u0644\u0644\u062c\u062f\u0648\u0644 \u0627\u0644\u0632\u0645\u0646\u064a \u0627\u0644\u0623\u0633\u0627\u0633\u064a \u063a\u064a\u0631 \u0635\u062d\u064a\u062d.
FNRRD1017.arg.0		  = retention_period

FNRRD1018.explanation = \u0646\u0633\u0642 \u062a\u0627\u0631\u064a\u062e \u0627\u0646\u062a\u0647\u0627\u0621 \u0627\u0644\u0633\u0646\u0629 \u0627\u0644\u0645\u0627\u0644\u064a\u0629 \u0644\u0644\u062c\u062f\u0648\u0644 \u0627\u0644\u0632\u0645\u0646\u064a \u0627\u0644\u0623\u0633\u0627\u0633\u064a \u0647\u0648 MM-DD.
FNRRD1018.action      = \u0623\u062f\u062e\u0644 \u062a\u0627\u0631\u064a\u062e \u0627\u0646\u062a\u0647\u0627\u0621 \u0635\u062d\u064a\u062d \u0644\u0644\u0633\u0646\u0629 \u0627\u0644\u0645\u0627\u0644\u064a\u0629 \u0644\u0644\u062c\u062f\u0648\u0644 \u0627\u0644\u0632\u0645\u0646\u064a \u0627\u0644\u0623\u0633\u0627\u0633\u064a.
FNRRD1018.message     = \u0646\u0633\u0642 \u062a\u0627\u0631\u064a\u062e \u0627\u0646\u062a\u0647\u0627\u0621 \u0627\u0644\u0633\u0646\u0629 \u0627\u0644\u0645\u0627\u0644\u064a\u0629 {0} \u063a\u064a\u0631 \u0635\u062d\u064a\u062d.
FNRRD1018.arg.0		  = fiscal_year_end_date

FNRRD1019.explanation = \u062d\u062f\u062b \u062e\u0637\u0623 \u063a\u064a\u0631 \u0645\u062a\u0648\u0642\u0639.
FNRRD1019.action      = \u0627\u062a\u0635\u0644 \u0628\u0627\u0644\u0645\u0633\u0626\u0648\u0644 \u0639\u0646 \u062f\u0639\u0645 \u0627\u0644\u0628\u0631\u0627\u0645\u062c \u0644\u0634\u0631\u0643\u0629 IBM.
FNRRD1019.message     = \u062d\u062f\u062b \u062e\u0637\u0623 \u0639\u0646\u062f \u062a\u0646\u0641\u064a\u0630 \u0633\u0644\u0633\u0644\u0629 \u0627\u0644\u0639\u0645\u0644\u064a\u0629 \u0644\u0645\u0647\u0645\u0629 \u0627\u0644\u062a\u062d\u062f\u064a\u062b.

FNRRD1020.explanation = \u062d\u062f\u062b \u062e\u0637\u0623 InterruptedException.
FNRRD1020.action      = \u0627\u062a\u0635\u0644 \u0628\u0627\u0644\u0645\u0633\u0626\u0648\u0644 \u0639\u0646 \u062f\u0639\u0645 \u0627\u0644\u0628\u0631\u0627\u0645\u062c \u0644\u0634\u0631\u0643\u0629 IBM.
FNRRD1020.message     = \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0646\u0641\u064a\u0630 \u0633\u0644\u0633\u0644\u0629 \u0627\u0644\u0639\u0645\u0644\u064a\u0627\u062a \u0644\u0645\u0647\u0645\u0629 \u0627\u0644\u062a\u062d\u062f\u064a\u062b.

FNRRD1021.explanation = \u064a\u062c\u0628 \u0627\u062f\u062e\u0627\u0644 \u0627\u0633\u0645 \u0645\u0631\u0627\u062c\u0639 \u0635\u062d\u064a\u062d \u0644\u0645\u0631\u0627\u062c\u0639\u0629 \u062d\u062f\u062b \u0627\u0644\u062d\u0630\u0641.
FNRRD1021.action      = \u0623\u062f\u062e\u0644 \u0627\u0633\u0645 \u0645\u0631\u0627\u062c\u0639 \u0635\u062d\u064a\u062d \u0644\u0645\u0631\u0627\u062c\u0639\u0629 \u062d\u062f\u062b \u0627\u0644\u062d\u0630\u0641.
FNRRD1021.message     = \u0627\u0633\u0645 \u0627\u0644\u0645\u0631\u0627\u062c\u0639 {0} \u0627\u0644\u0630\u064a \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647 \u0644\u0645\u0631\u0627\u062c\u0639\u0629 \u062d\u062f\u062b \u0627\u0644\u062d\u0630\u0641 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d.
FNRRD1021.arg.0		  = reviewer_name

FNRRD1022.explanation = \u062d\u062f\u062b \u062e\u0637\u0623 \u063a\u064a\u0631 \u0645\u062a\u0648\u0642\u0639.
FNRRD1022.action      = \u0627\u062a\u0635\u0644 \u0628\u0627\u0644\u0645\u0633\u0626\u0648\u0644 \u0639\u0646 \u062f\u0639\u0645 \u0627\u0644\u0628\u0631\u0627\u0645\u062c \u0644\u0634\u0631\u0643\u0629 IBM.
FNRRD1022.message     = \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0642\u064a\u0627\u0645 \u0633\u0644\u0633\u0644\u0629 \u0627\u0644\u0639\u0645\u0644\u064a\u0627\u062a \u0628\u062a\u0646\u0641\u064a\u0630 \u0645\u0647\u0645\u0629 \u0627\u0644\u062d\u0630\u0641.

FNRRD1023.explanation = \u062d\u062f\u062b \u062e\u0637\u0623 InterruptedException.
FNRRD1023.action      = \u0627\u062a\u0635\u0644 \u0628\u0627\u0644\u0645\u0633\u0626\u0648\u0644 \u0639\u0646 \u062f\u0639\u0645 \u0627\u0644\u0628\u0631\u0627\u0645\u062c \u0644\u0634\u0631\u0643\u0629 IBM.
FNRRD1023.message     = \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0642\u064a\u0627\u0645 \u0633\u0644\u0633\u0644\u0629 \u0627\u0644\u0639\u0645\u0644\u064a\u0627\u062a \u0628\u062a\u0646\u0641\u064a\u0630 \u0645\u0647\u0645\u0629 \u0627\u0644\u062d\u0630\u0641.

FNRRD1024.explanation = \u062d\u062f\u062b \u062e\u0637\u0623 \u063a\u064a\u0631 \u0645\u062a\u0648\u0642\u0639.
FNRRD1024.action      = \u0627\u062a\u0635\u0644 \u0628\u0627\u0644\u0645\u0633\u0626\u0648\u0644 \u0639\u0646 \u062f\u0639\u0645 \u0627\u0644\u0628\u0631\u0627\u0645\u062c \u0644\u0634\u0631\u0643\u0629 IBM.
FNRRD1024.message     = \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0646\u0641\u064a\u0630 \u0633\u0644\u0633\u0644\u0629 \u0627\u0644\u0639\u0645\u0644\u064a\u0627\u062a \u0644\u0645\u0647\u0645\u0629 \u0627\u0644\u0645\u0631\u0627\u062c\u0639\u0629.

FNRRD1025.explanation = \u062d\u062f\u062b \u062e\u0637\u0623 InterruptedException.
FNRRD1025.action      = \u0627\u062a\u0635\u0644 \u0628\u0627\u0644\u0645\u0633\u0626\u0648\u0644 \u0639\u0646 \u062f\u0639\u0645 \u0627\u0644\u0628\u0631\u0627\u0645\u062c \u0644\u0634\u0631\u0643\u0629 IBM.
FNRRD1025.message     = \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0646\u0641\u064a\u0630 \u0633\u0644\u0633\u0644\u0629 \u0627\u0644\u0639\u0645\u0644\u064a\u0627\u062a \u0644\u0645\u0647\u0645\u0629 \u0627\u0644\u0645\u0631\u0627\u062c\u0639\u0629.

FNRRD1026.explanation = \u0642\u062f \u0644\u0627 \u062a\u0643\u0648\u0646 \u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 Content Engine Platform \u0645\u062a\u0627\u062d\u0629.
FNRRD1026.action      = \u0642\u0645 \u0628\u0627\u0644\u062a\u062d\u0642\u0642 \u0644\u0644\u062a\u0623\u0643\u062f \u0645\u0646 \u0623\u0646 \u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 Content Engine Platform \u0645\u062a\u0627\u062d\u0629.
FNRRD1026.message     = \u0644\u0645 \u064a\u0645\u0643\u0646 \u062d\u0641\u0638 \u0627\u0644\u0648\u062b\u064a\u0642\u0629.

FNRRD1027.explanation = \u0644\u0627 \u064a\u0648\u062c\u062f \u0645\u062e\u0637\u0637 \u062d\u0641\u0638 \u062a\u062d\u062a \u0645\u0644\u0641 \u062a\u062e\u0632\u064a\u0646 \u0639\u0646\u0627\u0635\u0631 \u0645\u062e\u0637\u0637 \u0627\u0644\u062d\u0641\u0638 \u0647\u0630\u0627.
FNRRD1027.action      = \u062a\u0623\u0643\u062f \u0645\u0646 \u0635\u062d\u0629 \u0645\u0644\u0641 \u062a\u062e\u0632\u064a\u0646 \u0639\u0646\u0627\u0635\u0631 \u0645\u062e\u0637\u0637 \u0627\u0644\u062d\u0641\u0638.
FNRRD1027.message     = \u0644\u0645 \u064a\u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u0623\u064a \u0645\u062e\u0637\u0637 \u062d\u0641\u0638 \u0641\u064a \u0645\u0644\u0641 \u062a\u062e\u0632\u064a\u0646 \u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062d\u0641\u0638.

FNRRD1028.explanation = \u0642\u062f \u0644\u0627 \u064a\u0643\u0648\u0646 \u0627\u0644\u062a\u0642\u0631\u064a\u0631 \u0645\u0648\u062c\u0648\u062f.
FNRRD1028.action      = \u062a\u0623\u0643\u062f \u0645\u0646 \u0635\u062d\u0629 \u0627\u0633\u0645 \u0627\u0644\u062a\u0642\u0631\u064a\u0631 \u0648\u0623\u0646\u0647 \u0645\u0648\u062c\u0648\u062f \u0641\u064a \u0645\u0644\u0641 \u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0639\u0646\u0627\u0635\u0631. 
FNRRD1028.message     = \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u064a\u062c\u0627\u062f \u0627\u0644\u062a\u0642\u0631\u064a\u0631 \u0627\u0644\u062a\u0627\u0644\u064a: {0}.
FNRRD1028.arg.0		  = report_ID

FNRRD1029.explanation = \u0627\u0633\u0645 \u0645\u062e\u0637\u0637 \u0627\u0644\u062d\u0641\u0638 \u0623\u0648 \u0645\u0633\u0627\u0631 \u0627\u0644\u062d\u0627\u0648\u064a\u0629 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d.
FNRRD1029.action      = \u0623\u062f\u062e\u0644 \u0627\u0633\u0645 \u0645\u062e\u0637\u0637 \u062d\u0641\u0638 \u0648\u0645\u0633\u0627\u0631 \u062d\u0627\u0648\u064a\u0629 \u0635\u062d\u064a\u062d.
FNRRD1029.message     = \u0627\u0633\u0645 \u0645\u062e\u0637\u0637 \u0627\u0644\u062d\u0641\u0638 \u0623\u0648 \u0645\u0633\u0627\u0631 \u0627\u0644\u062d\u0627\u0648\u064a\u0629 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d \u0623\u0648 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f.

FNRRD1030.explanation = \u062d\u062f\u062b \u062e\u0637\u0623 \u063a\u064a\u0631 \u0645\u062a\u0648\u0642\u0639.
FNRRD1030.action      = \u0642\u0645 \u0628\u0645\u0631\u0627\u062c\u0639\u0629 \u062a\u062a\u0628\u0639 \u0627\u0644\u0631\u0635\u0629 \u0641\u064a \u0645\u0644\u0641 \u0627\u0644\u0633\u062c\u0644. 
FNRRD1030.message     = \u062d\u062f\u062b \u062e\u0637\u0623 \u063a\u064a\u0631 \u0645\u062a\u0648\u0642\u0639.

FNRRD1031.explanation = \u0642\u0628\u0644 \u0627\u0633\u062a\u062f\u0639\u0627\u0621 batchUpdate \u0623\u0648 batchDelete\u060c \u064a\u062c\u0628 \u062a\u062d\u062f\u064a\u062f \u0627\u0633\u0645 \u0641\u0626\u0629 \u0635\u062d\u064a\u062d \u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u062f\u0641\u0639\u064a \u0641\u064a BatchProcessingManager.
FNRRD1031.action      = \u062d\u062f\u062f \u0627\u0633\u0645 \u0641\u0626\u0629 \u0635\u062d\u064a\u062d \u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u062f\u0641\u0639\u064a \u0641\u064a BatchProcessingManager.
FNRRD1031.message     = \u0644\u0645 \u064a\u062a\u0645 \u062a\u062d\u062f\u064a\u062f \u0627\u0633\u0645 \u0641\u0626\u0629 \u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u062f\u0641\u0639\u064a \u0641\u064a BatchProcessingManager.

FNRRD1032.explanation = \u064a\u062c\u0628 \u0623\u0646 \u064a\u062d\u062a\u0648\u064a \u0645\u062e\u0637\u0637 \u0633\u064a\u0627\u0642 \u0627\u0644\u062a\u0648\u0635\u064a\u0641 \u0627\u0644\u0630\u064a \u062a\u0645 \u0627\u0645\u0631\u0627\u0631\u0647 \u0639\u0644\u0649 \u0639\u0646\u0648\u0627\u0646 URL \u0644\u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 \u0622\u0644\u064a\u0629 Content Platform Engine \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644.
FNRRD1032.action      = \u0623\u062f\u062e\u0644 \u0645\u062e\u0637\u0637 \u0633\u064a\u0627\u0642 \u062a\u0648\u0635\u064a\u0641 \u0635\u062d\u064a\u062d.
FNRRD1032.message     = \u0645\u062e\u0637\u0637 \u0633\u064a\u0627\u0642 \u0627\u0644\u062a\u0648\u0635\u064a\u0641 \u0627\u0644\u0630\u064a \u062a\u0645 \u0627\u0645\u0631\u0627\u0631\u0647 \u0639\u062f\u064a\u0645 \u0627\u0644\u0642\u064a\u0645\u0629 \u0623\u0648 \u062e\u0627\u0644\u064a.

FNRRD1033.explanation = \u064a\u062c\u0628 \u0627\u062f\u062e\u0627\u0644 GUID \u0644\u0644\u062d\u0627\u0648\u064a\u0629 \u0635\u062d\u064a\u062d \u062d\u064a\u062b \u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0633\u062c\u0644 \u0646\u062a\u0627\u0626\u062c \u0627\u0644\u0627\u062a\u0644\u0627\u0641 \u0645\u0648\u062c\u0648\u062f.
FNRRD1033.action      = \u0627\u062f\u062e\u0644 GUID \u0644\u0644\u062d\u0627\u0648\u064a\u0629 \u0635\u062d\u064a\u062d \u062d\u064a\u062b \u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0633\u062c\u0644 \u0646\u062a\u0627\u0626\u062c \u0627\u0644\u0627\u062a\u0644\u0627\u0641 \u0645\u0648\u062c\u0648\u062f.
FNRRD1033.message     = \u0644\u0627 \u064a\u0648\u062c\u062f GUID \u0644\u0644\u062d\u0627\u0648\u064a\u0629 \u0644\u062d\u0641\u0638 \u0633\u062c\u0644 \u0646\u062a\u0627\u0626\u062c \u0627\u0644\u0627\u062a\u0644\u0627\u0641.

FNRRD1034.explanation = \u0627\u0644\u062d\u0627\u0648\u064a\u0629 {0} \u0644\u064a\u0633\u062a \u0628\u0627\u0644\u0646\u0648\u0639 RecordCategory \u0623\u0648 RecordFolder \u0623\u0648 Volume\u060c \u0623\u0648 \u0644\u0627 \u062a\u0633\u0645\u062d \u0628\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0633\u062c\u0644\u0627\u062a \u0627\u0644\u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a\u0629 (ElectronicRecord) \u0628\u0647.
FNRRD1034.action      = \u062d\u062f\u062f \u062d\u0627\u0648\u064a\u0629 \u0628\u0623\u062d\u062f \u0627\u0644\u0623\u0646\u0648\u0627\u0639 \u0627\u0644\u062b\u0644\u0627\u062b\u0629 \u0647\u0630\u0647: RecordCategory \u0623\u0648 RecordFolder \u0623\u0648 Volume\u060c \u0648\u062a\u0623\u0643\u062f \u0645\u0646 \u0623\u0646\u0647\u0627 \u062a\u0633\u0645\u062d \u0628\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0633\u062c\u0644\u0627\u062a \u0627\u0644\u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a\u0629 \u0628\u0647\u0627.
FNRRD1034.message     = \u0627\u0644\u062d\u0627\u0648\u064a\u0629 {0} \u0644\u064a\u0633\u062a \u0628\u0627\u0644\u0646\u0648\u0639 RecordCategory \u0623\u0648 RecordFolder \u0623\u0648 Volume\u060c \u0623\u0648 \u0644\u0627 \u062a\u0633\u0645\u062d \u0628\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0633\u062c\u0644\u0627\u062a \u0627\u0644\u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a\u0629 (ElectronicRecord) \u0628\u0647. \u062d\u062f\u062f \u062d\u0627\u0648\u064a\u0629 \u0645\u062e\u062a\u0644\u0641\u0629.
FNRRD1034.arg.0		  = container_ID

FNRRD1035.explanation = \u064a\u062c\u0628 \u062a\u0648\u0635\u064a\u0641 \u0645\u0644\u0641 \u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0644\u0644\u0633\u0645\u0627\u062d \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0628\u062a\u0648\u0636\u064a\u062d \u0627\u0644\u0633\u062c\u0644\u0627\u062a.
FNRRD1035.action      = \u0642\u0645 \u0628\u062a\u0648\u0635\u064a\u0641 \u0645\u0644\u0641 \u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 {0} \u0644\u062f\u0639\u0645 \u062a\u0648\u0636\u064a\u062d \u0627\u0644\u0633\u062c\u0644\u0627\u062a.
FNRRD1035.message     = \u0644\u0645 \u064a\u062a\u0645 \u062a\u0648\u0635\u064a\u0641 \u0645\u0644\u0641 \u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 {0} \u0644\u0644\u0633\u0645\u0627\u062d \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0628\u062a\u0648\u0636\u064a\u062d \u0627\u0644\u0633\u062c\u0644\u0627\u062a.
FNRRD1035.arg.0		  = object_store_name_or_ID

FNRRD1036.explanation = \u0642\u062f \u064a\u0643\u0648\u0646 GUID \u0644\u0645\u0644\u0641 \u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d\u060c \u0623\u0648 \u0642\u062f \u0644\u0627 \u064a\u0643\u0648\u0646 \u0645\u0644\u0641 \u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0647\u0630\u0627 \u0645\u0648\u062c\u0648\u062f.
FNRRD1036.action      = \u062a\u0623\u0643\u062f \u0645\u0646 \u0635\u062d\u0629 GUID \u0644\u0645\u0644\u0641 \u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0639\u0646\u0627\u0635\u0631.
FNRRD1036.message     = \u0644\u0645 \u064a\u0645\u0643\u0646 \u0627\u062d\u0636\u0627\u0631 \u0646\u0633\u062e\u0629 \u0645\u0644\u0641 \u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 GUID \u0644\u0645\u0644\u0641 \u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u062d\u062f\u062f {0}.
FNRRD1036.arg.0		  = object_store_name_or_ID
