# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2013 IBM Corp. All rights reserved.
#
# DefensibleDisposalContainerProcess (DDCP) Localized String Resources (en_US).
# Includes strings for exception messages.
#
#
#================================================================================
# DDCP Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRD1000.explanation = Ei ole annettu URL-osoitetta, jossa IBM Enterprise Records -ohjelman on m\u00e4\u00e4r\u00e4 muodostaa yhteys Content Platform Engine -palvelimeen.
FNRRD1000.action      = Anna kelvollinen Content Platform Engine -palvelimen URL-osoite, esimerkiksi cpeURI=iiop://cpe_palvelin:portti/FileNet/Engine.
FNRRD1000.message     = Content Platform Engine -palvelimen URL-osoite puuttuu.

FNRRD1001.explanation = Kelvollinen k\u00e4ytt\u00e4j\u00e4tunnus on pakollinen. 
FNRRD1001.action      = Anna kelvollinen k\u00e4ytt\u00e4j\u00e4tunnus.
FNRRD1001.message     = JACE-kohteen luonti edellytt\u00e4\u00e4, ett\u00e4 annat kelvollisen k\u00e4ytt\u00e4j\u00e4tunnuksen.

FNRRD1002.explanation = JACE-suojauskohteen luonti edellytt\u00e4\u00e4, ett\u00e4 annat kelvollisen k\u00e4ytt\u00e4j\u00e4tunnuksen.
FNRRD1002.action      = Anna kelvollinen salasana, jotta voit luoda JACE-kohteen.
FNRRD1002.message     = Antamasi salasana on virheellinen.

FNRRD1003.explanation = Content Platform Engine -palvelimen URL-osoite, k\u00e4ytt\u00e4j\u00e4tunnus tai salasana on virheellinen.
FNRRD1003.action      = Anna kelvollinen Content Platform Engine -palvelimen URL-osoite, k\u00e4ytt\u00e4j\u00e4tunnus ja salasana.
FNRRD1003.message     = JACE-suojauskohteen luonti ei onnistu. Jokin seuraavista voi olla virheellinen: {0}, {1} tai {2}.
FNRRD1003.arg.0       = CE_Url
FNRRD1003.arg.1       = k\u00e4ytt\u00e4j\u00e4tunnus
FNRRD1003.arg.2       = salasana

FNRRD1004.explanation = Content Platform Engine -palvelimen URL-osoite, k\u00e4ytt\u00e4j\u00e4tunnus tai salasana voi olla virheellinen. Syyn\u00e4 voi olla my\u00f6s se, ett\u00e4 Content Platform Engine -palvelin ei ole ajossa.
FNRRD1004.action      = Varmista, ett\u00e4 Content Platform Engine -palvelimen URL-osoite, k\u00e4ytt\u00e4j\u00e4tunnus ja salasana ovat oikeat. Varmista my\u00f6s, ett\u00e4 Content Platform Engine -palvelin on k\u00e4ytett\u00e4viss\u00e4.
FNRRD1004.message     = Yhteyden muodostus Content Platform Engine -palvelimessa olevaan objektis\u00e4il\u00f6\u00f6n {0} ei onnistunut.
FNRRD1004.arg.0		  = object_store_name

FNRRD1005.explanation = Arkistonmuodostussuunnitelman objektis\u00e4il\u00f6n nimi voi olla virheellinen, tai kyseisen nimist\u00e4 objektis\u00e4il\u00f6\u00e4 ei ole.
FNRRD1005.action      = Anna kelvollinen arkistonmuodostussuunnitelman objektis\u00e4il\u00f6n nimi.
FNRRD1005.message     = Arkistonmuodostussuunnitelman objektis\u00e4il\u00f6n nimi {0} ei kelpaa.
FNRRD1005.arg.0		  = object_store_name

FNRRD1006.explanation = Kuluneiden p\u00e4ivien arvon on oltava numero, joka on suurempi tai yht\u00e4 suuri kuin 0.
FNRRD1006.action      = Anna kuluneiden p\u00e4ivien arvoksi luku, joka on suurempi tai yht\u00e4 suuri kuin 0.
FNRRD1006.message     = Kuluneet p\u00e4iv\u00e4t -kentt\u00e4\u00e4n on annettu numero {0}, joka ei kelpaa.
FNRRD1006.arg.0		  = advanced_days

FNRRD1007.explanation = Asiakirjan s\u00e4ilytyksen m\u00e4\u00e4r\u00e4aikaraportin luontia varten annetut RM-s\u00e4il\u00f6n GUID-tunnukset eiv\u00e4t kelpaa.
FNRRD1007.action      = Anna kelvolliset RM-s\u00e4il\u00f6n GUID-tunnukset.
FNRRD1007.message     = V\u00e4hint\u00e4\u00e4n yksi asiakirjan s\u00e4ilytyksen m\u00e4\u00e4r\u00e4aikaraportin luontia varten annettu RM-s\u00e4il\u00f6n GUID-tunnus on virheellinen: {0}.
FNRRD1007.arg.0		  = container_GUIDs

FNRRD1008.explanation = Content Platform Engine -palvelinkysely on virheellinen, tai verkkoyhteys on viallinen.
FNRRD1008.action      = Tarkista kyselyn muoto ja se, ett\u00e4 Content Platform Engine -palvelin on k\u00e4ytett\u00e4viss\u00e4.
FNRRD1008.message     = Seuraavan kyselyn ajo ei onnistunut: {0}.
FNRRD1008.arg.0		  = query

FNRRD1009.explanation = Nimen on oltava kelvollinen arkistonmuodostussuunnitelman objektis\u00e4il\u00f6n nimi.
FNRRD1009.action      = Anna kelvollinen arkistonmuodostussuunnitelman objektis\u00e4il\u00f6n nimi.
FNRRD1009.message     = Objektis\u00e4il\u00f6 ei ole kelvollinen arkistonmuodostussuunnitelman objektis\u00e4il\u00f6.

FNRRD1010.explanation = Joitakin s\u00e4il\u00f6j\u00e4 ei l\u00f6ydy.
FNRRD1010.action      = Anna kelvolliset s\u00e4il\u00f6n GUID-tunnukset.
FNRRD1010.message     = Seuraavia s\u00e4il\u00f6j\u00e4 ei l\u00f6ytynyt: {0}.
FNRRD1010.arg.0		  = container_IDs

FNRRD1011.explanation = Kelvollinen yhteyspisteen nimi on pakollinen.
FNRRD1011.action      = Anna kelvollinen yhteyspisteen nimi.
FNRRD1011.message     = Yhteyspisteen nimi puuttuu.

FNRRD1012.explanation = Content Platform Engine -palvelimen URL-osoite, k\u00e4ytt\u00e4j\u00e4tunnus, salasana tai yhteyspisteen nimi voi olla virheellinen.
FNRRD1012.action      = Anna kelvollinen Content Platform Engine -palvelimen URL-osoite, k\u00e4ytt\u00e4j\u00e4tunnus, salasana ja yhteyspisteen nimi.
FNRRD1012.message     = Yhteyden muodostus Process Engine -palvelimeen ei onnistunut.

FNRRD1013.explanation = K\u00e4sittelyreitin aloitus edellytt\u00e4\u00e4 kelvollista perusaikataulun k\u00e4sittelyreitin GUID-tunnusta.
FNRRD1013.action      = Anna kelvollinen perusaikataulun k\u00e4sittelyreitin GUID-tunnus
FNRRD1013.message     = Perusaikataulun k\u00e4sittelyreitin GUID-tunnus puuttuu.

FNRRD1014.explanation = M\u00e4\u00e4ritetylt\u00e4 perusaikataulun k\u00e4sittelyreitin GUID-tunnukselta puuttuu kelvollinen VWVersion-tunnus.
FNRRD1014.action      = Varmista, ett\u00e4 perusaikataulun k\u00e4sittelyreitti on j\u00e4rjestelm\u00e4ss\u00e4 ja ett\u00e4 se on siirretty.
FNRRD1014.message     = M\u00e4\u00e4ritetyn perusaikataulun k\u00e4sittelyreitin GUID-tunnuksen {0} kelvollista VWVersion-tunnusta ei l\u00f6ydy.
FNRRD1014.arg.0		  = workflow_ID

FNRRD1015.explanation = K\u00e4sittelyreitti\u00e4 ei voi aloittaa, koska yhteydenmuodostus Content Platform Engine -palvelimeen ei onnistu.
FNRRD1015.action      = Varmista, ett\u00e4 Content Platform Engine -palvelin on k\u00e4ytett\u00e4viss\u00e4.
FNRRD1015.message     = K\u00e4sittelyreitti\u00e4 ei voi aloittaa.

FNRRD1016.explanation = S\u00e4ilytysajan arvon on oltava suurempi tai yht\u00e4 suuri kuin 0.
FNRRD1016.action      = Anna kelvollinen perusaikataulun s\u00e4ilytysaika.
FNRRD1016.message     = S\u00e4il\u00f6ss\u00e4 {0} olevalle perusaikataululle ei ole m\u00e4\u00e4ritetty s\u00e4ilytysaikaa.
FNRRD1016.arg.0		  = container_name

FNRRD1017.explanation = Perusaikataulun s\u00e4ilytysajan muoto on VVVV-KKKK-PPPP.
FNRRD1017.action      = Anna kelvollinen perusaikataulun s\u00e4ilytysaika.
FNRRD1017.message     = Perusaikataulun s\u00e4ilytysajan {0} muoto on virheellinen.
FNRRD1017.arg.0		  = retention_period

FNRRD1018.explanation = Tilivuoden p\u00e4\u00e4ttymisp\u00e4iv\u00e4m\u00e4\u00e4r\u00e4n muoto perusaikataulussa on KK-PP.
FNRRD1018.action      = Anna kelvollinen perusaikataulun tilivuoden p\u00e4\u00e4ttymisp\u00e4iv\u00e4m\u00e4\u00e4r\u00e4.
FNRRD1018.message     = Tilivuoden p\u00e4\u00e4ttymisp\u00e4iv\u00e4m\u00e4\u00e4r\u00e4 {0} on virheellinen.
FNRRD1018.arg.0		  = fiscal_year_end_date

FNRRD1019.explanation = On ilmennyt odottamaton virhe.
FNRRD1019.action      = Ota yhteys IBM:n ohjelmistotukeen.
FNRRD1019.message     = S\u00e4ikeen toteuttaessa p\u00e4ivitysteht\u00e4v\u00e4\u00e4 on ilmennyt virhe.

FNRRD1020.explanation = On ilmennyt InterruptedException-virhe.
FNRRD1020.action      = Ota yhteys IBM:n ohjelmistotukeen.
FNRRD1020.message     = S\u00e4ikeen toteuttaessa p\u00e4ivitysteht\u00e4v\u00e4\u00e4 on ilmennyt virhe.

FNRRD1021.explanation = Poistotapahtuman tarkastus edellytt\u00e4\u00e4 kelvollista arvioijan nime\u00e4.
FNRRD1021.action      = Anna poistotapahtuman tarkastusta varten kelvollinen arvioijan nimi.
FNRRD1021.message     = Poistotapahtuman tarkastuksessa k\u00e4ytett\u00e4v\u00e4 arvioijan nimi {0} on virheellinen.
FNRRD1021.arg.0		  = reviewer_name

FNRRD1022.explanation = On ilmennyt odottamaton virhe.
FNRRD1022.action      = Ota yhteys IBM:n ohjelmistotukeen.
FNRRD1022.message     = S\u00e4ikeen toteuttaessa poistoteht\u00e4v\u00e4\u00e4 on ilmennyt virhe.

FNRRD1023.explanation = On ilmennyt InterruptedException-virhe.
FNRRD1023.action      = Ota yhteys IBM:n ohjelmistotukeen.
FNRRD1023.message     = S\u00e4ikeen toteuttaessa poistoteht\u00e4v\u00e4\u00e4 on ilmennyt virhe.

FNRRD1024.explanation = On ilmennyt odottamaton virhe.
FNRRD1024.action      = Ota yhteys IBM:n ohjelmistotukeen.
FNRRD1024.message     = S\u00e4ikeen toteuttaessa tarkastusteht\u00e4v\u00e4\u00e4 on ilmennyt virhe.

FNRRD1025.explanation = On ilmennyt InterruptedException-virhe.
FNRRD1025.action      = Ota yhteys IBM:n ohjelmistotukeen.
FNRRD1025.message     = S\u00e4ikeen toteuttaessa tarkastusteht\u00e4v\u00e4\u00e4 on ilmennyt virhe.

FNRRD1026.explanation = Content Platform Engine -palvelin ei ehk\u00e4 ole k\u00e4ytett\u00e4viss\u00e4.
FNRRD1026.action      = Tarkista, ett\u00e4 Content Platform Engine -palvelin on k\u00e4ytett\u00e4viss\u00e4.
FNRRD1026.message     = Dokumentin tallennus ei onnistunut.

FNRRD1027.explanation = T\u00e4ss\u00e4 arkistonmuodostussuunnitelman objektis\u00e4il\u00f6ss\u00e4 ei ole arkistonmuodostussuunnitelmaa.
FNRRD1027.action      = Tarkista, ett\u00e4 arkistonmuodostussuunnitelman objektis\u00e4il\u00f6 on kelvollinen.
FNRRD1027.message     = Arkistonmuodostussuunnitelman objektis\u00e4il\u00f6st\u00e4 ei l\u00f6ytynyt arkistonmuodostussuunnitelmaa.

FNRRD1028.explanation = Raporttia ei ehk\u00e4 ole.
FNRRD1028.action      = Varmista, ett\u00e4 raportin nimi on kelvollinen ja ett\u00e4 raportti on objektis\u00e4il\u00f6ss\u00e4. 
FNRRD1028.message     = Seuraavaa raporttia ei l\u00f6ytynyt: {0}.
FNRRD1028.arg.0		  = report_ID

FNRRD1029.explanation = Arkistonmuodostussuunnitelman objektis\u00e4il\u00f6n nimi tai s\u00e4il\u00f6n polku ei kelpaa.
FNRRD1029.action      = Anna kelvollinen arkistonmuodostussuunnitelman nimi ja objektis\u00e4il\u00f6n polku.
FNRRD1029.message     = Arkistonmuodostussuunnitelman objektis\u00e4il\u00f6n nimi tai s\u00e4il\u00f6n polku on virheellinen, tai niit\u00e4 ei ole j\u00e4rjestelm\u00e4ss\u00e4.

FNRRD1030.explanation = On ilmennyt odottamaton virhe.
FNRRD1030.action      = Tarkista pinonseuranta lokitiedostosta 
FNRRD1030.message     = On ilmennyt odottamaton virhe.

FNRRD1031.explanation = Ennen batchUpdate- tai batchDelete-kutsua on m\u00e4\u00e4ritett\u00e4v\u00e4 er\u00e4k\u00e4sittelyn hallinnassa er\u00e4k\u00e4sittelyobjektien kelvollinen luokan nimi.
FNRRD1031.action      = M\u00e4\u00e4rit\u00e4 er\u00e4k\u00e4sittelyn hallinnassa er\u00e4k\u00e4sittelyobjektien kelvollinen luokan nimi.
FNRRD1031.message     = Er\u00e4k\u00e4sittelyn hallinnassa ei ole m\u00e4\u00e4ritetty er\u00e4k\u00e4sittelyobjektien luokan nime\u00e4.

FNRRD1032.explanation = V\u00e4litett\u00e4v\u00e4n kokoonpanon kontekstivastaavuuden on sis\u00e4llett\u00e4v\u00e4 v\u00e4hint\u00e4\u00e4n Content Platform Engine -palvelimen URL-osoite.
FNRRD1032.action      = Anna kelvollinen kokoonpanon kontekstivastaavuus.
FNRRD1032.message     = V\u00e4litett\u00e4v\u00e4n kokoonpanon kontekstivastaavuuden arvo on null tai tyhj\u00e4.

FNRRD1033.explanation = On annettava kelvollinen sellaisen s\u00e4il\u00f6n GUID-tunnus, johon tuhoamisen tulosasiakirja voi tallentua.
FNRRD1033.action      = Anna kelvollinen sellaisen s\u00e4il\u00f6n GUID-tunnus, johon tuhoamisen tulosasiakirja voi tallentua.
FNRRD1033.message     = Tuhoamisen tulosasiakirjan arkistointikohteena k\u00e4ytett\u00e4v\u00e4n s\u00e4il\u00f6n GUID-tunnus puuttuu.

FNRRD1034.explanation = S\u00e4il\u00f6n {0} tyyppi ei ole RecordCategory, RecordFolder tai Volume, tai siihen ei voi tallentaa s\u00e4hk\u00f6isi\u00e4 asiakirjoja (ElectronicRecord).
FNRRD1034.action      = Valitse s\u00e4il\u00f6, joka on tyypilt\u00e4\u00e4n jokin seuraavista kolmesta: RecordCategory, RecordFolder tai Volume. Varmista lis\u00e4ksi, ett\u00e4 s\u00e4il\u00f6\u00f6n voi tallentaa s\u00e4hk\u00f6isi\u00e4 asiakirjoja.
FNRRD1034.message     = S\u00e4il\u00f6n {0} tyyppi ei ole RecordCategory, RecordFolder tai Volume, tai siihen ei voi tallentaa s\u00e4hk\u00f6isi\u00e4 asiakirjoja (ElectronicRecord). Valitse toinen s\u00e4il\u00f6.
FNRRD1034.arg.0		  = container_ID

FNRRD1035.explanation = Objektis\u00e4il\u00f6 on m\u00e4\u00e4ritett\u00e4v\u00e4 niin, ett\u00e4 k\u00e4ytt\u00e4j\u00e4t voivat vahvistaa dokumentteja asiakirjoiksi.
FNRRD1035.action      = M\u00e4\u00e4rit\u00e4 objektis\u00e4il\u00f6 {0} niin, ett\u00e4 se tukee asiakirjaksi vahvistusta.
FNRRD1035.message     = Objektis\u00e4il\u00f6\u00e4 {0} ei ole m\u00e4\u00e4ritetty niin, ett\u00e4 k\u00e4ytt\u00e4j\u00e4t voisivat vahvistaa dokumentteja asiakirjoiksi.
FNRRD1035.arg.0		  = object_store_name_or_ID

FNRRD1036.explanation = Objektis\u00e4il\u00f6n GUID-tunnus voi olla virheellinen, tai kyseist\u00e4 objektis\u00e4il\u00f6\u00e4 ei ole.
FNRRD1036.action      = Varmista, ett\u00e4 objektis\u00e4il\u00f6n GUID-tunnus on kelvollinen.
FNRRD1036.message     = Objektis\u00e4il\u00f6n ilmentym\u00e4n nouto ei onnistunut m\u00e4\u00e4ritetyn objektis\u00e4il\u00f6n GUID-tunnuksen {0} perusteella.
FNRRD1036.arg.0		  = object_store_name_or_ID
