# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2013 IBM Corp. All rights reserved.
#
# DefensibleDisposalContainerProcess (DDCP) Localized String Resources (en_US).
# Includes strings for exception messages.
#
#
#================================================================================
# DDCP Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRD1000.explanation = Den URL, som IBM Enterprise Records skal bruge til at oprette forbindelse til Content Platform Engine, er ikke angivet.
FNRRD1000.action      = Angiv en gyldig Content Platform Engine-URL, for eksempel cpeURI=iiop://cpe_server:port/FileNet/Engine.
FNRRD1000.message     = URL til Content Platform Engine-serveren mangler.

FNRRD1001.explanation = Et gyldigt brugernavn er p\u00e5kr\u00e6vet.

FNRRD1001.action      = Angiv et gyldigt brugernavn.
FNRRD1001.message     = Du skal angive et gyldigt brugernavn for at kunne oprette JACE-emnet.

FNRRD1002.explanation = Der kr\u00e6ves et gyldigt kodeord for at kunne oprette JACE-sikkerhedsemnet.
FNRRD1002.action      = Angiv et gyldigt kodeord, s\u00e5 du kan oprette JACE-emnet.
FNRRD1002.message     = Det angivne kodeord er ikke korrekt.

FNRRD1003.explanation = Content Platform Engine-URL, brugernavn eller kodeord er forkert.
FNRRD1003.action      = Angiv gyldig Content Platform Engine-URL, brugernavn eller kodeord.
FNRRD1003.message     = JACE-sikkerhedsemnet kan ikke oprettes. Et af f\u00f8lgende elementer er evt. forkert: {0}, {1} eller {2}.
FNRRD1003.arg.0       = CE_Url
FNRRD1003.arg.1       = bruger_navn
FNRRD1003.arg.2       = kodeord

FNRRD1004.explanation = Content Platform Engine-URL, brugernavn eller kodeord er evt. forkert. Eller Content Platform Engine-serveren k\u00f8rer muligvis ikke.
FNRRD1004.action      = Kontroll\u00e9r, at Content Platform Engine-URL, brugernavn og kodeord er korrekt. Kontroll\u00e9r ogs\u00e5, at Content Platform Engine-serveren er tilg\u00e6ngelig.
FNRRD1004.message     = Der kunne ikke oprettes forbindelse til objektlageret {0} p\u00e5 Content Platform Engine-serveren.
FNRRD1004.arg.0		  = objekt_lager_navn

FNRRD1005.explanation = Navn p\u00e5 objektlager for filplan er muligvis forkert, eller der findes ikke et objektlager med det navn.
FNRRD1005.action      = Angiv et gyldigt navn p\u00e5 objektlager for filplan.
FNRRD1005.message     = Navnet p\u00e5 objektlager for filplan {0} er ikke gyldigt.
FNRRD1005.arg.0		  = objekt_lager_navn

FNRRD1006.explanation = V\u00e6rdien for udvidede dage skal angives til et tal, der er st\u00f8rre end eller lig med 0.
FNRRD1006.action      = Angiv et gyldigt tal, der er st\u00f8rre end eller lig med 0 for antal udvidede dage.
FNRRD1006.message     = Der er angivet et ugyldigt tal ({0}) i feltet Udvidede dage.
FNRRD1006.arg.0		  = udvidede_dage

FNRRD1007.explanation = GUID for RM-opbevaringssted, som er angivet i forbindelse med generering af ikrafttr\u00e6delsesdato for opbevaring af recordrapport, er ugyldig.
FNRRD1007.action      = Angiv gyldige GUID for RM-opbevaringssted.
FNRRD1007.message     = En eller flere GUID for RM-opbevaringssted er ugyldige i forbindelse med generering af ikrafttr\u00e6delsesdato for opbevaring af recordrapport: {0}.
FNRRD1007.arg.0		  = opbevaringssted_GUID

FNRRD1008.explanation = Foresp\u00f8rgslen til Content Platform Engine er ugyldig, eller der er fejl ved netv\u00e6rksforbindelsen.
FNRRD1008.action      = Kontroll\u00e9r, at foresp\u00f8rgslen er korrekt, og at Content Platform Engine-serveren er tilg\u00e6ngelig.
FNRRD1008.message     = F\u00f8lgende foresp\u00f8rgsel kan ikke udf\u00f8res: {0}.
FNRRD1008.arg.0		  = foresp\u00f8rgsel

FNRRD1009.explanation = Navn p\u00e5 objektlager skal v\u00e6re gyldigt for et filplanobjektlager.
FNRRD1009.action      = Angiv et gyldigt navn p\u00e5 objektlager for filplan.
FNRRD1009.message     = Objektlageret et ikke et gyldigt objektlage for filplan.

FNRRD1010.explanation = Nogle af opbevaringsstederne er ikke fundet.
FNRRD1010.action      = Angiv gyldige opbevaringssted-GUID''er.
FNRRD1010.message     = F\u00f8lgende opbevaringssteder er ikke fundet: {0}.
FNRRD1010.arg.0		  = opbevaringssted_id

FNRRD1011.explanation = Der kr\u00e6ves et gyldigt navn p\u00e5 forbindelsespunkt.
FNRRD1011.action      = Angiv et gyldigt navn p\u00e5 forbindelsespunkt.
FNRRD1011.message     = Navn p\u00e5 forbindelsespunkt mangler.

FNRRD1012.explanation = Content Platform Engine-URL, brugernavn, kodeord eller navn p\u00e5 forbindelsespunkt er evt. forkert.
FNRRD1012.action      = Angiv gyldig Content Platform Engine-URL, brugernavn, kodeord eller navn p\u00e5 forbindelsespunkt.
FNRRD1012.message     = Forbindelse kan ikke etableres til Process Engine.

FNRRD1013.explanation = Det kr\u00e6ves en gyldig basisplan-arbejdsgangs-GUID for at begynde arbejdsgangen.
FNRRD1013.action      = Angiv en gyldig basisplan-arbejdsgangs-GUID
FNRRD1013.message     = Basisplan-arbejdsgangs-GUID mangler.

FNRRD1014.explanation = Der er ikke fundet en gyldig VWVersion for den angivne basisplan-arbejdsgangs-GUID.
FNRRD1014.action      = Kontroll\u00e9r, at basisplan-arbejdsgangen findes og er overf\u00f8rt.
FNRRD1014.message     = Der er ikke fundet en gyldig VWVersion for den angivne basisplan-arbejdsgangs-GUID {0}.
FNRRD1014.arg.0		  = arbejdsgangs_id

FNRRD1015.explanation = Arbejdsgangen kan ikke startes, fordi der ikke kan etableres forbindelse til Content Platform Engine.
FNRRD1015.action      = Kontroll\u00e9r, at Content Platform Engine-serveren er tilg\u00e6ngelig.
FNRRD1015.message     = Arbejdsgangen kan ikke startes. 
FNRRD1016.explanation = V\u00e6rdien for en opbevaringsperiode skal v\u00e6re st\u00f8rre end eller lig med 0.
FNRRD1016.action      = Angiv en gyldig opbevaringsperiode for en basisplan.
FNRRD1016.message     = Der er ikke angivet et opbevaringsperiode for basisplanen p\u00e5 opbevaringsstedet {0}.
FNRRD1016.arg.0		  = opbevaringssted_navn

FNRRD1017.explanation = Format for opbevaringsperiode for en basisplan er \u00c5\u00c5\u00c5\u00c5-MMMM-DDDD.
FNRRD1017.action      = Angiv en gyldig opbevaringsperiode for en basisplan.
FNRRD1017.message     = Formatet for opbevaringsperiode {0} for basisplanen er ugyldigt.
FNRRD1017.arg.0		  = opbevarings_periode

FNRRD1018.explanation = Slutdatoformat for regnskabs\u00e5ret i basisplanen er MM-DD.
FNRRD1018.action      = Angiv gyldig slutdato for regnskabs\u00e5r for basisplan.
FNRRD1018.message     = Slutdatoformat for regnskabs\u00e5r {0} er ugyldigt.
FNRRD1018.arg.0		  = regnskabs_\u00e5r_slut_dato

FNRRD1019.explanation = Der er opst\u00e5et en uventet fejl.
FNRRD1019.action      = Kontakt IBM Software Support.
FNRRD1019.message     = Der er opst\u00e5et en fejl, mens en programdel udf\u00f8rte en opdateringsopgave.

FNRRD1020.explanation = Der er opst\u00e5et en InterruptedException-fejl.
FNRRD1020.action      = Kontakt IBM Software Support.
FNRRD1020.message     = Der er opst\u00e5et en fejl, mens en programdel udf\u00f8rte en opdateringsopgave.

FNRRD1021.explanation = Gyldigt godkendernavn kr\u00e6ves for at kunne revidere en sletteh\u00e6ndelse.
FNRRD1021.action      = Angiv et gyldigt godkendernavn for at revidere en sletteh\u00e6ndelse.
FNRRD1021.message     = Godkendernavn {0}, som bruges til at revidere en sletteh\u00e6ndelse, er ugyldigt.
FNRRD1021.arg.0		  = godkender_navn

FNRRD1022.explanation = Der er opst\u00e5et en uventet fejl.
FNRRD1022.action      = Kontakt IBM Software Support.
FNRRD1022.message     = Der er opst\u00e5et en fejl, mens en programdel udf\u00f8rte en sletteopgave.

FNRRD1023.explanation = Der er opst\u00e5et en InterruptedException-fejl.
FNRRD1023.action      = Kontakt IBM Software Support.
FNRRD1023.message     = Der er opst\u00e5et en fejl, mens en programdel udf\u00f8rte en sletteopgave.

FNRRD1024.explanation = Der er opst\u00e5et en uventet fejl.
FNRRD1024.action      = Kontakt IBM Software Support.
FNRRD1024.message     = Der er opst\u00e5et en fejl, mens en programdel udf\u00f8rte en revideringsopgave.

FNRRD1025.explanation = Der er opst\u00e5et en InterruptedException-fejl.
FNRRD1025.action      = Kontakt IBM Software Support.
FNRRD1025.message     = Der er opst\u00e5et en fejl, mens en programdel udf\u00f8rte en revideringsopgave.

FNRRD1026.explanation = Content Engine Platform-serveren er eventuelt ikke tilg\u00e6ngelig.
FNRRD1026.action      = Kontroll\u00e9r, at Content Engine Platform-serveren er tilg\u00e6ngelig.
FNRRD1026.message     = Dokumentet kunne ikke gemmes.

FNRRD1027.explanation = Der er ingen filplan under dette objektlager for filplaner.
FNRRD1027.action      = Kontroll\u00e9r, at objektlageret for filplaner er gyldigt.
FNRRD1027.message     = Der er ikke fundet en filplan i objektlageret for filplaner.

FNRRD1028.explanation = Rapporten findes muligvis ikke.
FNRRD1028.action      = Kontroll\u00e9r, at rapportnavnet er gyldigt, og at det findes i objektlageret. 
FNRRD1028.message     = F\u00f8lgende rapport er ikke fundet: {0}.
FNRRD1028.arg.0		  = rapport_id

FNRRD1029.explanation = Navn p\u00e5 filplan eller sti til opbevaringssted er ikke gyldig.
FNRRD1029.action      = Angiv et gyldigt navn p\u00e5 filplan og sti til opbevaringssted.
FNRRD1029.message     = Navn p\u00e5 filplan eller sti til opbevaringssted er ikke gyldig eller findes ikke.

FNRRD1030.explanation = Der er opst\u00e5et en uventet fejl.
FNRRD1030.action      = Gennemse staksporing i logfilen 
FNRRD1030.message     = Der er opst\u00e5et en uventet fejl.

FNRRD1031.explanation = Inden batchUpdate eller batchDelete kaldes, skal der v\u00e6re angivet et gyldigt klassenavn for batchbehandlingsobjekter i BatchProcessingManager.
FNRRD1031.action      = Angiv et gyldigt klassenavn for batchbehandlingsobjekter i BatchProcessingManager.
FNRRD1031.message     = Der er ikke angivet et klassenavn for batchbehandlingsobjekter i BatchProcessingManager.

FNRRD1032.explanation = Det konfigurationskontekstkort, som overf\u00f8res, skal som minimum indeholder URL til Content Platform Engine-serveren.
FNRRD1032.action      = Angiv et gyldigt konfigurationskontekstkort.
FNRRD1032.message     = Det overf\u00f8rte konfigurationskontekstkort er NULL eller tomt.

FNRRD1033.explanation = Der skal v\u00e6re angivet en gyldig opbevaringssted-GUID, hvor \u00f8del\u00e6ggelsesresultatrecorden kan opbevares.
FNRRD1033.action      = Angiv en gyldig opbevaringssted-GUID, hvor \u00f8del\u00e6ggelsesresultatrecorden kan opbevares.
FNRRD1033.message     = Der er ingen GUID for det opbevaringssted, hvor \u00f8del\u00e6ggelsesresultatrecorden skal arkiveres.

FNRRD1034.explanation = Opbevaringsstedet {0} er ikke af typen RecordCategory, RecordFolder eller Volume, eller det tillader ikke, at elektroniske records (ElectronicRecord) opbevares i det.
FNRRD1034.action      = V\u00e6lg et opbevaringssted, som har en af disse tre typer: RecordCategory, RecordFolder eller Volume, og kontroll\u00e9r, at det er tilladt at opbevare elektroniske records i det.
FNRRD1034.message     = Opbevaringsstedet {0} er ikke af typen RecordCategory, RecordFolder eller Volume, eller det tillader ikke, at elektroniske records (ElectronicRecord) opbevares i det. V\u00e6lg et andet opbevaringssted.
FNRRD1034.arg.0		  = opbevaringssted_id

FNRRD1035.explanation = Objektlageret skal konfigureres, s\u00e5 det tillader brugere at erkl\u00e6re records.
FNRRD1035.action      = Konfigur\u00e9r objektlageret {0}, s\u00e5 det underst\u00f8tter recorderkl\u00e6ring.
FNRRD1035.message     = Objektlageret {0} er ikke konfigureret, s\u00e5 det tillader brugere at erkl\u00e6re records.
FNRRD1035.arg.0		  = objekt_lager_navn_eller_id

FNRRD1036.explanation = GUID p\u00e5 objektlageret er muligvis ikke korrekt, eller objektlageret findes ikke.
FNRRD1036.action      = Kontroll\u00e9r, at GUID til objektlageret er gyldig.
FNRRD1036.message     = Objektlagerforekomsten kunne ikke hentes ved brug af den angivne objektlager-GUID {0}.
FNRRD1036.arg.0		  = objekt_lager_navn_eller_id
