# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2013 IBM Corp. All rights reserved.
#
# DefensibleDisposalContainerProcess (DDCP) Localized String Resources (en_US).
# Includes strings for exception messages.
#
#
#================================================================================
# DDCP Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRD1000.explanation = Nebyla zad\u00e1na adresa URL pro p\u0159ipojen\u00ed produktu IBM Enterprise Records k serveru Content Platform Engine.
FNRRD1000.action      = Zadejte platnou adresu URL serveru Content Platform Engine. P\u0159\u00edklad: cpeURI=iiop://cpe_server:port/FileNet/Engine.
FNRRD1000.message     = Chyb\u00ed adresa URL serveru Content Platform Engine.

FNRRD1001.explanation = Je vy\u017eadov\u00e1no platn\u00e9 jm\u00e9no u\u017eivatele. 
FNRRD1001.action      = Zadejte platn\u00e9 jm\u00e9no u\u017eivatele.
FNRRD1001.message     = K vytvo\u0159en\u00ed p\u0159edm\u011btu JACE je t\u0159eba zadat platn\u00e9 jm\u00e9no u\u017eivatele.

FNRRD1002.explanation = K vytvo\u0159en\u00ed p\u0159edm\u011btu zabezpe\u010den\u00ed JACE je t\u0159eba zadat platn\u00e9 heslo.
FNRRD1002.action      = Zadejte platn\u00e9 heslo, abyste mohli vytvo\u0159it p\u0159edm\u011bt JACE.
FNRRD1002.message     = Zadan\u00e9 heslo nen\u00ed spr\u00e1vn\u00e9.

FNRRD1003.explanation = Je zad\u00e1na nespr\u00e1vn\u00e1 adresa URL serveru Content Platform Engine, jm\u00e9no u\u017eivatele nebo heslo.
FNRRD1003.action      = Zadejte platnou adresu URL serveru Content Platform Engine, jm\u00e9no u\u017eivatele a heslo.
FNRRD1003.message     = P\u0159edm\u011bt zabezpe\u010den\u00ed JACE nelze vytvo\u0159it. Mo\u017en\u00e1 nen\u00ed spr\u00e1vn\u011b zad\u00e1na n\u011bkter\u00e1 z n\u00e1sleduj\u00edc\u00edch polo\u017eek: {0}, {1} nebo {2}.
FNRRD1003.arg.0       = URL_CE
FNRRD1003.arg.1       = jm\u00e9no_u\u017eivatele
FNRRD1003.arg.2       = heslo

FNRRD1004.explanation = M\u016f\u017ee b\u00fdt zad\u00e1na nespr\u00e1vn\u00e1 adresa URL serveru Content Platform Engine, jm\u00e9no u\u017eivatele nebo heslo. P\u0159\u00edpadn\u011b je mo\u017en\u00e9, \u017ee server Content Platform Engine nen\u00ed spu\u0161t\u011bn.
FNRRD1004.action      = Ujist\u011bte se, \u017ee je zad\u00e1na spr\u00e1vn\u00e1 adresa URL serveru Content Platform Engine, jm\u00e9no u\u017eivatele a heslo. Tak\u00e9 zkontrolujte, zda je server Content Platform Engine dostupn\u00fd.
FNRRD1004.message     = Nebylo mo\u017en\u00e9 vytvo\u0159it p\u0159ipojen\u00ed k \u00falo\u017ei\u0161ti objekt\u016f {0} na serveru Content Platform Engine.
FNRRD1004.arg.0		  = n\u00e1zev_\u00falo\u017ei\u0161t\u011b_objekt\u016f

FNRRD1005.explanation = N\u00e1zev \u00falo\u017ei\u0161t\u011b objekt\u016f pl\u00e1nu soubor\u016f m\u016f\u017ee b\u00fdt nespr\u00e1vn\u00fd nebo \u00falo\u017ei\u0161t\u011b objekt\u016f s t\u00edmto n\u00e1zvem neexistuje.
FNRRD1005.action      = Zadejte platn\u00fd n\u00e1zev \u00falo\u017ei\u0161t\u011b objekt\u016f pl\u00e1nu soubor\u016f.
FNRRD1005.message     = N\u00e1zev \u00falo\u017ei\u0161t\u011b objekt\u016f pl\u00e1nu soubor\u016f {0} je neplatn\u00fd.
FNRRD1005.arg.0		  = n\u00e1zev_\u00falo\u017ei\u0161t\u011b_objekt\u016f

FNRRD1006.explanation = Hodnota dn\u016f p\u0159edstihu mus\u00ed b\u00fdt nastavena na \u010d\u00edslo v\u011bt\u0161\u00ed nebo rovn\u00e9 0.
FNRRD1006.action      = Pro po\u010det dn\u016f p\u0159edstihu zadejte platn\u00e9 \u010d\u00edslo vy\u0161\u0161\u00ed nebo rovn\u00e9 0.
FNRRD1006.message     = Do pole Dny p\u0159edstihu bylo zad\u00e1no neplatn\u00e9 \u010d\u00edslo {0}.
FNRRD1006.arg.0		  = dny_p\u0159edstihu

FNRRD1007.explanation = Identifik\u00e1tory GUID kontejneru RM zadan\u00e9 p\u0159i generov\u00e1n\u00ed sestavy se z\u00e1znamem term\u00ednu uchov\u00e1n\u00ed jsou neplatn\u00e9.
FNRRD1007.action      = Zadejte platn\u00e9 identifik\u00e1tory GUID kontejneru RM.
FNRRD1007.message     = P\u0159i generov\u00e1n\u00ed sestavy se z\u00e1znamem term\u00ednu uchov\u00e1n\u00ed byl zad\u00e1n jeden \u010di v\u00edce neplatn\u00fdch identifik\u00e1tor\u016f GUID kontejneru RM: {0}.
FNRRD1007.arg.0		  = identifik\u00e1tory_GUID_kontejneru

FNRRD1008.explanation = Dotaz na server Content Platform Engine je neplatn\u00fd nebo do\u0161lo k chyb\u011b s\u00ed\u0165ov\u00e9ho p\u0159ipojen\u00ed.
FNRRD1008.action      = Zkontrolujte, zda je dotaz spr\u00e1vn\u00fd a zda je server Content Platform Engine dostupn\u00fd.
FNRRD1008.message     = N\u00e1sleduj\u00edc\u00ed odkaz nelze spustit: {0}.
FNRRD1008.arg.0		  = dotaz

FNRRD1009.explanation = N\u00e1zev \u00falo\u017ei\u0161t\u011b objekt\u016f mus\u00ed b\u00fdt platn\u00fd pro \u00falo\u017ei\u0161t\u011b objekt\u016f pl\u00e1nu soubor\u016f.
FNRRD1009.action      = Zadejte platn\u00fd n\u00e1zev \u00falo\u017ei\u0161t\u011b objekt\u016f pl\u00e1nu soubor\u016f.
FNRRD1009.message     = \u00dalo\u017ei\u0161t\u011b objekt\u016f nen\u00ed platn\u00fdm \u00falo\u017ei\u0161t\u011bm objekt\u016f pl\u00e1nu soubor\u016f.

FNRRD1010.explanation = N\u011bkter\u00e9 kontejnery nebyly nalezeny.
FNRRD1010.action      = Zadejte platn\u00e9 identifik\u00e1tory GUID kontejneru.
FNRRD1010.message     = N\u00e1sleduj\u00edc\u00ed kontejnery nebyly nalezeny: {0}.
FNRRD1010.arg.0		  = ID_kontejner\u016f

FNRRD1011.explanation = Je t\u0159eba zadat platn\u00fd n\u00e1zev p\u0159\u00edpojn\u00e9ho bodu.
FNRRD1011.action      = Zadejte platn\u00fd n\u00e1zev p\u0159\u00edpojn\u00e9ho bodu.
FNRRD1011.message     = Chyb\u00ed n\u00e1zev p\u0159\u00edpojn\u00e9ho bodu.

FNRRD1012.explanation = M\u016f\u017ee b\u00fdt zad\u00e1na nespr\u00e1vn\u00e1 adresa URL serveru Content Platform Engine, jm\u00e9no u\u017eivatele, heslo nebo n\u00e1zev p\u0159\u00edpojn\u00e9ho bodu.
FNRRD1012.action      = Zadejte platnou adresu URL serveru Content Platform Engine, jm\u00e9no u\u017eivatele, heslo a n\u00e1zev p\u0159\u00edpojn\u00e9ho bodu.
FNRRD1012.message     = Nelze vytvo\u0159it p\u0159ipojen\u00ed k aplikaci Process Engine.

FNRRD1013.explanation = Ke spu\u0161t\u011bn\u00ed sledu prac\u00ed je vy\u017eadov\u00e1n platn\u00fd identifik\u00e1tor GUID sledu prac\u00ed z\u00e1kladn\u00edho pl\u00e1nu.
FNRRD1013.action      = Zadejte platn\u00fd identifik\u00e1tor GUID sledu prac\u00ed z\u00e1kladn\u00edho pl\u00e1nu
FNRRD1013.message     = Chyb\u00ed identifik\u00e1tor GUID sledu prac\u00ed z\u00e1kladn\u00edho pl\u00e1nu.

FNRRD1014.explanation = Pro zadan\u00fd identifik\u00e1tor GUID sledu prac\u00ed z\u00e1kladn\u00edho pl\u00e1nu nebyla nalezena \u017e\u00e1dn\u00e1 platn\u00e1 polo\u017eka VWVersion.
FNRRD1014.action      = Zkontrolujte, zda sled prac\u00ed z\u00e1kladn\u00edho pl\u00e1nu existuje a zda byl p\u0159eveden.
FNRRD1014.message     = Pro zadan\u00fd identifik\u00e1tor GUID sledu prac\u00ed z\u00e1kladn\u00edho pl\u00e1nu {0} nebyla nalezena platn\u00e1 polo\u017eka VWVersion.
FNRRD1014.arg.0		  = ID_sledu_prac\u00ed

FNRRD1015.explanation = Sled prac\u00ed nelze spustit, proto\u017ee nelze vytvo\u0159it p\u0159ipojen\u00ed k serveru Content Platform Engine.
FNRRD1015.action      = Zkontrolujte, zda je server Content Platform Engine dostupn\u00fd.
FNRRD1015.message     = Sled prac\u00ed nelze spustit.

FNRRD1016.explanation = Hodnota doby uchov\u00e1n\u00ed mus\u00ed b\u00fdt v\u011bt\u0161\u00ed nebo rovna 0.
FNRRD1016.action      = Zadejte platn\u00e9 obdob\u00ed uchov\u00e1n\u00ed pro z\u00e1kladn\u00ed pl\u00e1n.
FNRRD1016.message     = Pro z\u00e1kladn\u00ed pl\u00e1n kontejneru {0} nebylo ur\u010deno \u017e\u00e1dn\u00e9 obdob\u00ed uchov\u00e1n\u00ed.
FNRRD1016.arg.0		  = n\u00e1zev_kontejneru

FNRRD1017.explanation = Form\u00e1t obdob\u00ed uchov\u00e1n\u00ed pro z\u00e1kladn\u00ed pl\u00e1n je YYYY-MMMM-DDDD.
FNRRD1017.action      = Zadejte platn\u00e9 obdob\u00ed uchov\u00e1n\u00ed pro z\u00e1kladn\u00ed pl\u00e1n.
FNRRD1017.message     = Form\u00e1t obdob\u00ed uchov\u00e1n\u00ed {0} pro z\u00e1kladn\u00ed pl\u00e1n je neplatn\u00fd.
FNRRD1017.arg.0		  = obdob\u00ed_uchov\u00e1n\u00ed

FNRRD1018.explanation = Form\u00e1t data konce fisk\u00e1ln\u00edho roku pro z\u00e1kladn\u00ed pl\u00e1n je MM-DD.
FNRRD1018.action      = Zadejte platn\u00e9 datum konce fisk\u00e1ln\u00edho roku pro z\u00e1kladn\u00ed pl\u00e1n.
FNRRD1018.message     = Form\u00e1t data konce fisk\u00e1ln\u00edho roku {0} je neplatn\u00fd.
FNRRD1018.arg.0		  = datum_konce_fisk\u00e1ln\u00edho_roku

FNRRD1019.explanation = Do\u0161lo k neo\u010dek\u00e1van\u00e9 chyb\u011b.
FNRRD1019.action      = Kontaktujte softwarovou podporu IBM.
FNRRD1019.message     = B\u011bhem toho, co podproces prov\u00e1d\u011bl \u00falohu aktualizace, do\u0161lo k chyb\u011b.

FNRRD1020.explanation = Do\u0161lo k chyb\u011b InterruptedException.
FNRRD1020.action      = Kontaktujte softwarovou podporu IBM.
FNRRD1020.message     = B\u011bhem toho, co podproces prov\u00e1d\u011bl \u00falohu aktualizace, do\u0161lo k chyb\u011b.

FNRRD1021.explanation = K auditu ud\u00e1losti odstran\u011bn\u00ed je zapot\u0159eb\u00ed platn\u00e9 jm\u00e9no recenzenta.
FNRRD1021.action      = Chcete-li prov\u00e9st audit ud\u00e1losti odstran\u011bn\u00ed, zadejte platn\u00e9 jm\u00e9no recenzenta.
FNRRD1021.message     = Jm\u00e9no recenzenta {0}, kter\u00e9 se pou\u017e\u00edv\u00e1 k auditu ud\u00e1losti odstran\u011bn\u00ed, je neplatn\u00e9.
FNRRD1021.arg.0		  = jm\u00e9no_recenzenta

FNRRD1022.explanation = Do\u0161lo k neo\u010dek\u00e1van\u00e9 chyb\u011b.
FNRRD1022.action      = Kontaktujte softwarovou podporu IBM.
FNRRD1022.message     = B\u011bhem toho, co podproces prov\u00e1d\u011bl \u00falohu odstran\u011bn\u00ed, do\u0161lo k chyb\u011b.

FNRRD1023.explanation = Do\u0161lo k chyb\u011b InterruptedException.
FNRRD1023.action      = Kontaktujte softwarovou podporu IBM.
FNRRD1023.message     = B\u011bhem toho, co podproces prov\u00e1d\u011bl \u00falohu odstran\u011bn\u00ed, do\u0161lo k chyb\u011b.

FNRRD1024.explanation = Do\u0161lo k neo\u010dek\u00e1van\u00e9 chyb\u011b.
FNRRD1024.action      = Kontaktujte softwarovou podporu IBM.
FNRRD1024.message     = B\u011bhem toho, co podproces prov\u00e1d\u011bl \u00falohu auditu, do\u0161lo k chyb\u011b.

FNRRD1025.explanation = Do\u0161lo k chyb\u011b InterruptedException.
FNRRD1025.action      = Kontaktujte softwarovou podporu IBM.
FNRRD1025.message     = B\u011bhem toho, co podproces prov\u00e1d\u011bl \u00falohu auditu, do\u0161lo k chyb\u011b.

FNRRD1026.explanation = Server platformy Content Engine mo\u017en\u00e1 nen\u00ed dostupn\u00fd.
FNRRD1026.action      = Zkontrolujte, zda je server platformy Content Engine dostupn\u00fd.
FNRRD1026.message     = Dokument nelze ulo\u017eit.

FNRRD1027.explanation = V tomto \u00falo\u017ei\u0161ti objekt\u016f pl\u00e1nu soubor\u016f nen\u00ed \u017e\u00e1dn\u00fd pl\u00e1n soubor\u016f.
FNRRD1027.action      = Ujist\u011bte se, \u017ee je \u00falo\u017ei\u0161t\u011b objekt\u016f pl\u00e1nu soubor\u016f platn\u00e9.
FNRRD1027.message     = V \u00falo\u017ei\u0161ti objekt\u016f pl\u00e1nu soubor\u016f nebyl nalezen \u017e\u00e1dn\u00fd pl\u00e1n soubor\u016f.

FNRRD1028.explanation = Sestava mo\u017en\u00e1 neexistuje.
FNRRD1028.action      = Ujist\u011bte se, \u017ee je n\u00e1zev sestavy platn\u00fd a \u017ee existuje v dan\u00e9m \u00falo\u017ei\u0161ti objekt\u016f.
FNRRD1028.message     = N\u00e1sleduj\u00edc\u00ed sestavu nelze naj\u00edt: {0}.
FNRRD1028.arg.0		  = ID_sestavy

FNRRD1029.explanation = N\u00e1zev pl\u00e1nu soubor\u016f nebo cesta kontejneru jsou neplatn\u00e9.
FNRRD1029.action      = Zadejte platn\u00fd n\u00e1zev pl\u00e1nu soubor\u016f nebo cestu kontejneru.
FNRRD1029.message     = N\u00e1zev pl\u00e1nu soubor\u016f nebo cesta kontejneru jsou neplatn\u00e9 nebo neexistuj\u00ed.

FNRRD1030.explanation = Do\u0161lo k neo\u010dek\u00e1van\u00e9 chyb\u011b.
FNRRD1030.action      = Zkontrolujte trasov\u00e1n\u00ed z\u00e1sobn\u00edku v souboru protokolu 
FNRRD1030.message     = Do\u0161lo k neo\u010dek\u00e1van\u00e9 chyb\u011b.

FNRRD1031.explanation = P\u0159ed vol\u00e1n\u00edm operac\u00ed batchUpdate nebo batchDelete je t\u0159eba ur\u010dit platn\u00fd n\u00e1zev t\u0159\u00eddy pro objekty d\u00e1vkov\u00e9ho zpracov\u00e1n\u00ed v n\u00e1stroji BatchProcessingManager.
FNRRD1031.action      = Ur\u010dete platn\u00fd n\u00e1zev t\u0159\u00eddy pro objekty d\u00e1vkov\u00e9ho zpracov\u00e1n\u00ed v n\u00e1stroji BatchProcessingManager.
FNRRD1031.message     = Pro objekty d\u00e1vkov\u00e9ho zpracov\u00e1n\u00ed v n\u00e1stroji BatchProcessingManager nebyl zad\u00e1n \u017e\u00e1dn\u00fd n\u00e1zev t\u0159\u00eddy.

FNRRD1032.explanation = P\u0159edan\u00e1 mapa kontextu konfigurace mus\u00ed zahrnovat minim\u00e1ln\u011b adresu URL serveru Content Platform Engine.
FNRRD1032.action      = Zadejte platnou mapu kontextu konfigurace.
FNRRD1032.message     = P\u0159edan\u00e1 mapa kontextu konfigurace m\u00e1 hodnotu null nebo je pr\u00e1zdn\u00e1.

FNRRD1033.explanation = Je t\u0159eba zadat platn\u00fd identifik\u00e1tor GUID kontejneru, ve kter\u00e9m m\u016f\u017ee b\u00fdt ulo\u017een z\u00e1znam v\u00fdsledk\u016f ni\u010den\u00ed.
FNRRD1033.action      = Zadejte platn\u00fd identifik\u00e1tor GUID kontejneru, ve kter\u00e9m m\u016f\u017ee b\u00fdt ulo\u017een z\u00e1znam v\u00fdsledk\u016f ni\u010den\u00ed.
FNRRD1033.message     = Nen\u00ed zad\u00e1n \u017e\u00e1dn\u00fd identifik\u00e1tor GUID kontejneru pro zalo\u017een\u00ed z\u00e1znamu v\u00fdsledk\u016f ni\u010den\u00ed.

FNRRD1034.explanation = Kontejner {0} nen\u00ed typu RecordCategory, RecordFolder nebo Volume, p\u0159\u00edpadn\u011b neumo\u017e\u0148uje ukl\u00e1d\u00e1n\u00ed elektronick\u00fdch z\u00e1znam\u016f (ElectronicRecord).
FNRRD1034.action      = Vyberte kontejner, kter\u00fd pat\u0159\u00ed k jednomu z t\u011bchto typ\u016f: RecordCategory, RecordFolder nebo Volume. D\u00e1le zajist\u011bte, aby do n\u011bj bylo mo\u017en\u00e9 ukl\u00e1dat elektronick\u00e9 z\u00e1znamy.
FNRRD1034.message     = Kontejner {0} nen\u00ed typu RecordCategory, RecordFolder nebo Volume, p\u0159\u00edpadn\u011b neumo\u017e\u0148uje ukl\u00e1d\u00e1n\u00ed elektronick\u00fdch z\u00e1znam\u016f (ElectronicRecord). Vyberte jin\u00fd kontejner.
FNRRD1034.arg.0		  = ID_kontejneru

FNRRD1035.explanation = \u00dalo\u017ei\u0161t\u011b objekt\u016f mus\u00ed b\u00fdt nakonfigurov\u00e1no tak, aby umo\u017e\u0148ovalo u\u017eivatel\u016fm deklarovat z\u00e1znamy.
FNRRD1035.action      = Nakonfigurujte \u00falo\u017ei\u0161t\u011b objekt\u016f {0} tak, aby podporovalo deklaraci z\u00e1znam\u016f.
FNRRD1035.message     = \u00dalo\u017ei\u0161t\u011b objekt\u016f {0} nen\u00ed nakonfigurov\u00e1no tak, aby podporovalo deklaraci z\u00e1znam\u016f.
FNRRD1035.arg.0		  = n\u00e1zev_nebo_ID_\u00falo\u017ei\u0161t\u011b_objekt\u016f

FNRRD1036.explanation = Identifik\u00e1tor GUID \u00falo\u017ei\u0161t\u011b objekt\u016f je mo\u017en\u00e1 neplatn\u00fd nebo \u00falo\u017ei\u0161t\u011b objekt\u016f neexistuje.
FNRRD1036.action      = Zkontrolujte, zda je identifik\u00e1tor GUID \u00falo\u017ei\u0161t\u011b objekt\u016f platn\u00fd.
FNRRD1036.message     = Pomoc\u00ed zadan\u00e9ho identifik\u00e1toru GUID \u00falo\u017ei\u0161t\u011b objekt\u016f {0} nelze na\u010d\u00edst instanci \u00falo\u017ei\u0161t\u011b objekt\u016f.
FNRRD1036.arg.0		  = n\u00e1zev_nebo_ID_\u00falo\u017ei\u0161t\u011b_objekt\u016f
