# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2013 IBM Corp. All rights reserved.
#
# DefensibleDisposalContainerProcess (DDCP) Localized String Resources (en_US).
# Includes strings for exception messages.
#
#
#================================================================================
# DDCP Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRD1000.explanation = URLen for IBM Enterprise Records for \u00e5 koble til Content Platform Engine var ikke oppgitt.
FNRRD1000.action      = Oppgi en gyldig Content Platform Engine-URL, for eksempel cpeURI=iiop://cpe_server:port/FileNet/Engine.
FNRRD1000.message     = URLen til Content Platform Engine-serveren mangler.

FNRRD1001.explanation = Det kreves et gyldig brukernavn. 
FNRRD1001.action      = Oppgi et gyldig brukernavn.
FNRRD1001.message     = Du m\u00e5 oppgi et gyldig brukernavn for \u00e5 opprette JACE-emnet.

FNRRD1002.explanation = Det kreves et gyldig passord for \u00e5 opprette JACE-sikkerhetsobjektet.
FNRRD1002.action      = Oppgi et gyldig passord, slik at du kan opprette JACE-emnet.
FNRRD1002.message     = Passordet du skrev inn er feil.

FNRRD1003.explanation = Content Platform Engine-URL, brukernavn eller passord er feil.
FNRRD1003.action      = Oppgi gyldig Content Platform Engine-URL, brukernavn og passord.
FNRRD1003.message     = JACE-sikkerhetsobjektet kan ikke opprettes. Ett av de f\u00f8lgende elementene er kanskje feil: {0}, {1} eller {2}.
FNRRD1003.arg.0       = CE_Url
FNRRD1003.arg.1       = brukernavn
FNRRD1003.arg.2       = passord

FNRRD1004.explanation = Content Platform Engine-URL, brukernavn eller passord er kanskje feil. Det er ogs\u00e5 mulig at Content Platform Engine-serveren ikke kj\u00f8rer.
FNRRD1004.action      = Kontroller at Content Platform Engine-URL, brukernavn og passord er riktig. Du m\u00e5 ogs\u00e5 kontrollere at Content Platform Engine-serveren er tilgjengelig.
FNRRD1004.message     = Tilkoblingen kunne ikke opprettes til objektlageret {0} p\u00e5 Content Platform Engine-serveren.
FNRRD1004.arg.0		  = object_store_name

FNRRD1005.explanation = Objektlagernavnet for filplanen er kanskje feil, eller det finnes ikke et objektlager med dette navnet.
FNRRD1005.action      = Oppgi et gyldig objektlagernavn for filplanen.
FNRRD1005.message     = Objektlagernavnet {0} for filplanen er ikke gyldig.
FNRRD1005.arg.0		  = object_store_name

FNRRD1006.explanation = Verdien for dager fremover m\u00e5 v\u00e6re et tall som er st\u00f8rre enn eller lik 0.
FNRRD1006.action      = Oppgi et tall som er st\u00f8rre enn eller lik 0 for dager fremover.
FNRRD1006.message     = Det ble oppgitt et ugyldig tall {0} for feltet Dager fremover.
FNRRD1006.arg.0		  = advanced_days

FNRRD1007.explanation = GUIDene for RM-container som er oppgitt i generering av postrapport for forfalt oppbevaring er ugyldig.
FNRRD1007.action      = Oppgi gyldige GUIDer for RM-container.
FNRRD1007.message     = En eller flere GUIDer for RM-container er ugyldig i generering av postrapport for forfalt oppbevaring: {0}.
FNRRD1007.arg.0		  = container_GUIDs

FNRRD1008.explanation = Sp\u00f8rringen til Content Platform Engine er ugyldig, eller det er en feil med nettverkstilkoblingen.
FNRRD1008.action      = Kontroller at sp\u00f8rringen er riktig, og at Content Platform Engine-serveren er tilgjengelig.
FNRRD1008.message     = F\u00f8lgende sp\u00f8rring kunne ikke kj\u00f8res: {0}.
FNRRD1008.arg.0		  = query

FNRRD1009.explanation = Objektlagernavnet m\u00e5 v\u00e6re gyldig for et filplanobjektlager.
FNRRD1009.action      = Oppgi et gyldig objektlagernavn for filplanen.
FNRRD1009.message     = Objektlageret er ikke et gyldig filplanobjektlager.

FNRRD1010.explanation = Noen av containerne ble ikke funnet.
FNRRD1010.action      = Oppgi gyldige container-GUIDer.
FNRRD1010.message     = Finner ikke f\u00f8lgende containere: {0}.
FNRRD1010.arg.0		  = container_IDs

FNRRD1011.explanation = Det kreves et gyldig tilkoblingspunktnavn.
FNRRD1011.action      = Oppgi et gyldig navn p\u00e5 tilkoblingspunktet.
FNRRD1011.message     = Navnet p\u00e5 tilkoblingspunktet mangler.

FNRRD1012.explanation = Content Platform Engine-URL, brukernavn, passord eller tilkoblingspunktnavn er kanskje feil.
FNRRD1012.action      = Oppgi gyldig Content Platform Engine-URL, brukernavn, passord eller tilkoblingspunktnavn.
FNRRD1012.message     = Tilkoblingen til Process Engine kunne ikke opprettes.

FNRRD1013.explanation = Det kreves en GUID for arbeidsflytens basisplan for \u00e5 starte en arbeidsflyt.
FNRRD1013.action      = Oppgi en gyldig GUID for arbeidsflytens basisplan.
FNRRD1013.message     = GUID for arbeidsflytens basisplan mangler.

FNRRD1014.explanation = Det ble ikke funnet noen gyldig VWVersion for oppgitt GUID for arbeidsflytens basisplan.
FNRRD1014.action      = Kontroller at arbeidsflytens basisplan finnes og ble overf\u00f8rt.
FNRRD1014.message     = Det ble ikke funnet en gyldig VWVersion for oppgitt GUID for arbeidsflytens basisplan, {0}.
FNRRD1014.arg.0		  = workflow_ID

FNRRD1015.explanation = Arbeidsflyten kan ikke startes fordi tilkoblingen til Content Platform Engine ikke kan opprettes.
FNRRD1015.action      = Kontroller at Content Platform Engine-serveren er tilgjengelig.
FNRRD1015.message     = Arbeidsflyten kan ikke startes.

FNRRD1016.explanation = Verdien for en beskyttelsesperiode m\u00e5 v\u00e6re st\u00f8rre enn eller lik 0.
FNRRD1016.action      = Oppgi en gyldig oppbevaringsperiode for en basisplan.
FNRRD1016.message     = Det ble ikke oppgitt noen oppbevaringsperiode for basisplan p\u00e5 containeren {0}.
FNRRD1016.arg.0		  = container_name

FNRRD1017.explanation = Oppbevaringsperiodeformatet for en basisplan er \u00c5\u00c5\u00c5\u00c5-MMMM-DDDD.
FNRRD1017.action      = Oppgi en gyldig oppbevaringsperiode for en basisplan.
FNRRD1017.message     = Oppbevaringsperiodeformatet {0} for basisplanen er ugyldig.
FNRRD1017.arg.0		  = retention_period

FNRRD1018.explanation = Formatet p\u00e5 regnskaps\u00e5rets sluttdato for en basisplan er MM-DD.
FNRRD1018.action      = Oppgi en gyldig sluttdato for regnskaps\u00e5ret for en basisplan.
FNRRD1018.message     = Formatet p\u00e5 regnskaps\u00e5rets sluttdato {0} er ugyldig.
FNRRD1018.arg.0		  = fiscal_year_end_date

FNRRD1019.explanation = Det oppstod en uventet feil.
FNRRD1019.action      = Kontakt IBM Kundeservice.
FNRRD1019.message     = Det oppstod en feil da en tr\u00e5d utf\u00f8rte en oppdateringsoppgave.

FNRRD1020.explanation = Det oppstod en InterruptedException.
FNRRD1020.action      = Kontakt IBM Kundeservice.
FNRRD1020.message     = Det oppstod en feil mens en tr\u00e5d utf\u00f8rte en oppdateringsoppgave.

FNRRD1021.explanation = Det kreves et gyldig korrekturlesernavn for \u00e5 revidere en slettingshendelse.
FNRRD1021.action      = Oppgi et gyldig korrekturlesernavn for \u00e5 revidere en slettingshendelse.
FNRRD1021.message     = Korrekturlesernavnet {0} som brukes til \u00e5 revidere en slettingshendelse, er ugyldig.
FNRRD1021.arg.0		  = reviewer_name

FNRRD1022.explanation = Det oppstod en uventet feil.
FNRRD1022.action      = Kontakt IBM Kundeservice.
FNRRD1022.message     = Det oppstod en feil mens en tr\u00e5d utf\u00f8rte en sletteoppgave.

FNRRD1023.explanation = Det oppstod en InterruptedException.
FNRRD1023.action      = Kontakt IBM Kundeservice.
FNRRD1023.message     = Det oppstod en feil mens en tr\u00e5d utf\u00f8rte en sletteoppgave.

FNRRD1024.explanation = Det oppstod en uventet feil.
FNRRD1024.action      = Kontakt IBM Kundeservice.
FNRRD1024.message     = Det oppstod en feil mens en tr\u00e5d utf\u00f8rte en revideringsoppgave.

FNRRD1025.explanation = Det oppstod en InterruptedException.
FNRRD1025.action      = Kontakt IBM Kundeservice.
FNRRD1025.message     = Det oppstod en feil mens en tr\u00e5d utf\u00f8rte en revideringsoppgave.

FNRRD1026.explanation = Content Engine Platform-serveren er kanskje ikke tilgjengelig.
FNRRD1026.action      = Kontroller at Content Engine Platform-serveren er tilgjengelig.
FNRRD1026.message     = Dokumentet kunne ikke lagres.

FNRRD1027.explanation = Det er ingen filplan under dette filplanobjektlageret.
FNRRD1027.action      = Kontroller at filplanobjektlageret er gyldig.
FNRRD1027.message     = Fant ingen filplan i filplanobjektlageret.

FNRRD1028.explanation = Rapporten finnes kanskje ikke.
FNRRD1028.action      = Kontroller at rapportnavnet er gyldig, og at rapporten finnes i objektlageret. 
FNRRD1028.message     = Finner ikke f\u00f8lgende rapport: {0}.
FNRRD1028.arg.0		  = report_ID

FNRRD1029.explanation = Filplannavnet eller containerbanen er ikke gyldig.
FNRRD1029.action      = Oppgi gyldig filplannavn og containerbane.
FNRRD1029.message     = Filplannavnet eller containerbanen er ugyldig eller finnes ikke.

FNRRD1030.explanation = Det oppstod en uventet feil.
FNRRD1030.action      = Se gjennom stakksporingen i loggfilen 
FNRRD1030.message     = Det oppstod en uventet feil.

FNRRD1031.explanation = F\u00f8r batchUpdate eller batchDelete kalles, m\u00e5 det oppgis et gyldig klassenavn for objekter for satsvis behandling i BatchProcessingManager.
FNRRD1031.action      = Oppgi et gyldig klassenavn for objekter for satsvis behandling i BatchProcessingManager.
FNRRD1031.message     = Det var ikke oppgitt noe klassenavn for objekter for satsvis behandling i BatchProcessingManager.

FNRRD1032.explanation = Konfigurasjonskontekstkartet som sendes inn, m\u00e5 minst inneholde URLen til Content Platform Engine-serveren.
FNRRD1032.action      = Oppgi et gyldig konfigurasjonkontekstkart.
FNRRD1032.message     = Konfigurasjonskontekstkartet som ble sendt inn, er null eller tomt.

FNRRD1033.explanation = Du m\u00e5 oppgi en gyldig container-GUID der \u00f8deleggelsesresultatposten kan ligge.
FNRRD1033.action      = Oppgi en gyldig container-GUID der \u00f8deleggelsesresultatposten kan ligge.
FNRRD1033.message     = Det er ingen GUID for containeren for \u00e5 lagre \u00f8deleggelsesresultatposten.

FNRRD1034.explanation = Containeren {0} er ikke av typen RecordCategory, RecordFolder eller Volume, eller den tillater ikke at elektroniske poster (ElectronicRecord) blir lagret der.
FNRRD1034.action      = Velg en container som er en av disse tre typene: RecordCategory, RecordFolder eller Volume, og kontrollerer at den tillater at elektroniske poster blir lagret i den.
FNRRD1034.message     = Containeren {0} er ikke av typen RecordCategory, RecordFolder eller Volume, eller den tillater ikke at elektroniske poster (ElectronicRecord) blir lagret der. Velg en annen container.
FNRRD1034.arg.0		  = container_ID

FNRRD1035.explanation = Objektlageret m\u00e5 v\u00e6re konfigurert for \u00e5 tillate brukere \u00e5 deklarere poster.
FNRRD1035.action      = Konfigurer objektlageret {0} for \u00e5 st\u00f8tte deklarasjon av poster.
FNRRD1035.message     = Objektlageret {0} er ikke konfigurert for \u00e5 tillate brukere \u00e5 deklarere poster.
FNRRD1035.arg.0		  = object_store_name_or_ID

FNRRD1036.explanation = Objektlager-GUIDen er kanskje feil, eller objektlageret finnes kanskje ikke.
FNRRD1036.action      = Kontroller at objektlager-GUIDen er gyldig.
FNRRD1036.message     = Objektlagerforekomsten kunne ikke hentes ved hjelp av den oppgitte objektlager-GUIDen {0}.
FNRRD1036.arg.0		  = object_store_name_or_ID
