# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2013 IBM Corp. All rights reserved.
#
# DefensibleDisposalContainerProcess (DDCP) Localized String Resources (en_US).
# Includes strings for exception messages.
#
#
#================================================================================
# DDCP Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRD1000.explanation = L''URL permettant \u00e0 IBM Enterprise Records de se connecter \u00e0 Content Platform Engine n''a pas \u00e9t\u00e9 entr\u00e9e.
FNRRD1000.action      = Entrez une URL valide pour Content Platform Engine, par exemple, cpeURI=iiop://cpe_server:port/FileNet/Engine.
FNRRD1000.message     = L''URL permettant d''acc\u00e9der au serveur Content Platform Engine est manquante.

FNRRD1001.explanation = Un nom d''utilisateur valide est requis. 
FNRRD1001.action      = Entrez un nom d''utilisateur valide.
FNRRD1001.message     = Vous devez entrer un nom d''utilisateur valide pour cr\u00e9er le sujet JACE. 
FNRRD1002.explanation = Un mot de passe valide est requis pour cr\u00e9er le sujet de s\u00e9curit\u00e9 JACE.
FNRRD1002.action      = Entrez un mot de passe valide afin de pouvoir cr\u00e9er le sujet JACE.
FNRRD1002.message     = Le mot de passe que vous avez entr\u00e9 est incorrect. 
FNRRD1003.explanation = L''URL de Content Platform Engine, le nom d''utilisateur ou le mot de passe est incorrect.
FNRRD1003.action      = Entrez une URL pour Content Platform Engine, un nom d''utilisateur ou un mot de passe valide.
FNRRD1003.message     = Le sujet de s\u00e9curit\u00e9 JACE ne peut pas \u00eatre cr\u00e9\u00e9. L''un des \u00e9l\u00e9ments suivants peut \u00eatre incorrect : {0}, {1}, ou {2}.
FNRRD1003.arg.0       = CE_Url
FNRRD1003.arg.1       = nom_utilisateur
FNRRD1003.arg.2       = mot de passe

FNRRD1004.explanation = L''URL de Content Platform Engine, le nom d''utilisateur ou le mot de passe est peut-\u00eatre incorrect. Ou le serveur Content Platform Engine peut ne pas \u00eatre en cours de fonctionnement.
FNRRD1004.action      = Assurez-vous que l''URL de Content Platform Engine, le nom d''utilisateur ou le mot de passe sont corrects. V\u00e9rifiez \u00e9galement que le serveur Content Platform Engine est disponible.
FNRRD1004.message     = Impossible d''\u00e9tablir une connexion \u00e0 la librairie d''objets {0} sur le serveur Content Platform Engine.
FNRRD1004.arg.0		  = object_store_name

FNRRD1005.explanation = Le nom de la librairie de plan de fichiers est peut-\u00eatre incorrect, ou aucune librairie de ce nom n''existe.
FNRRD1005.action      = Entrez un nom de librairie de plan de fichiers valide.
FNRRD1005.message     = Le nom de librairie de plan de fichiers {0} n''est pas valide.
FNRRD1005.arg.0		  = object_store_name

FNRRD1006.explanation = La valeur des jours avanc\u00e9s doit \u00eatre d\u00e9finie sur un nombre sup\u00e9rieur ou \u00e9gal \u00e0 0.
FNRRD1006.action      = Entrez un nombre valide sup\u00e9rieur ou \u00e9gal \u00e0 0 pour les jours avanc\u00e9s.
FNRRD1006.message     = Un nombre non valide de {0} a \u00e9t\u00e9 entr\u00e9 pour la zone Jours avanc\u00e9s.
FNRRD1006.arg.0		  = advanced_days 
FNRRD1007.explanation = Les identificateurs globaux uniques de conteneur RM fournis dans la g\u00e9n\u00e9ration des rapports sur les enregistrements devant \u00eatre conserv\u00e9s ne sont pas valides.
FNRRD1007.action      = Entrez des identificateurs globaux uniques de conteneur RM valides.
FNRRD1007.message     = Un ou plusieurs identificateurs globaux uniques de conteneur RM sont incorrects dans la g\u00e9n\u00e9ration des rapports sur les enregistrements devant \u00eatre conserv\u00e9s : {0}.
FNRRD1007.arg.0		  = container_GUIDs

FNRRD1008.explanation = La requ\u00eate envoy\u00e9e \u00e0 Content Platform Engine n''est pas valide ou votre connexion r\u00e9seau est d\u00e9faillante.
FNRRD1008.action      = Assurez-vous que votre requ\u00eate est correcte et que le serveur Content Platform Engine est disponible.
FNRRD1008.message     = La requ\u00eate suivante n''a pas pu \u00eatre ex\u00e9cut\u00e9e : {0}.
FNRRD1008.arg.0		  = requ\u00eate 
FNRRD1009.explanation = Le nom de librairie d''objets doit \u00eatre valide pour une librairie de plan de fichiers.
FNRRD1009.action      = Entrez un nom de librairie de plan de fichiers valide.
FNRRD1009.message     = La librairie d''objets n''est pas une librairie de plan de fichiers valide. 
FNRRD1010.explanation = Certains des conteneurs sont introuvables.
FNRRD1010.action      = Entrez des identificateurs globaux uniques de conteneur valides.
FNRRD1010.message     = Les conteneurs suivants sont introuvables : {0}.
FNRRD1010.arg.0		  = container_IDs

FNRRD1011.explanation = Un nom de point de connexion valide est requis.
FNRRD1011.action      = Entrez un nom de point de connexion valide.
FNRRD1011.message     = Le nom de point de connexion est manquant.

FNRRD1012.explanation = L''URL de Content Platform Engine, le nom d''utilisateur, le mot de passe ou le nom du point de connexion est peut-\u00eatre incorrect.
FNRRD1012.action      = Entrez une URL pour Content Platform Engine, un nom d''utilisateur, un mot de passe et un nom de point de connexion valide.
FNRRD1012.message     = Impossible d''\u00e9tablir la connexion avec Process Engine.

FNRRD1013.explanation = Un identificateur global unique de flux de travaux de planning de base valide est requis pour lancer un flux de travaux.
FNRRD1013.action      = Entrez un identificateur global unique de flux de travaux de planning de base valide.
FNRRD1013.message     = L''identificateur global unique de flux de travaux de planning de base est manquant. 
FNRRD1014.explanation = Aucune version VW valide n''a \u00e9t\u00e9 trouv\u00e9e pour l''identificateur global unique de flux de travaux de planning de base sp\u00e9cifi\u00e9.
FNRRD1014.action      = Assurez-vous que le flux de travaux de planning de base existe et qu''il a \u00e9t\u00e9 transf\u00e9r\u00e9.
FNRRD1014.message     = Aucune version VW valide ne peut \u00eatre trouv\u00e9e pour l''identificateur global unique de flux de travaux de planning de base {0}.
FNRRD1014.arg.0		  = workflow_ID

FNRRD1015.explanation = Le flux de travaux ne peut pas \u00eatre lanc\u00e9 parce que la connexion \u00e0 Content Platform Engine ne peut pas \u00eatre \u00e9tablie.
FNRRD1015.action      = V\u00e9rifiez que le serveur Content Platform Engine est disponible.
FNRRD1015.message     = Impossible de lancer le flux de travaux.

FNRRD1016.explanation = La valeur d''une dur\u00e9e de conservation doit \u00eatre sup\u00e9rieure ou \u00e9gale \u00e0 0.
FNRRD1016.action      = Entrez une dur\u00e9e de conservation valide pour un planning de base.
FNRRD1016.message     = Aucune dur\u00e9e de conservation n''a \u00e9t\u00e9 indiqu\u00e9e pour le planning de base sur {0} conteneur(s).
FNRRD1016.arg.0		  = container_name

FNRRD1017.explanation = Le format de la dur\u00e9e de conservation pour un planning de base est AAAA-MMMM-JJJJ.
FNRRD1017.action      = Entrez une dur\u00e9e de conservation valide pour un planning de base.
FNRRD1017.message     = Le format de la dur\u00e9e de conservation {0} pour le planning de base n''est pas valide.
FNRRD1017.arg.0		  = retention_period

FNRRD1018.explanation = Le format de date de fin d''exercice fiscal pour un planning de base est MM-JJ.
FNRRD1018.action      = Entrez une date de fin d''exercice fiscal valide pour un planning de base.
FNRRD1018.message     = Le format de date de fin d''exercice fiscal {0} n''est pas valide.
FNRRD1018.arg.0		  = fiscal_year_end_date

FNRRD1019.explanation = Une erreur inattendue s''est produite.
FNRRD1019.action      = Contactez le service de support logiciel IBM.
FNRRD1019.message     = Une erreur s''est produite tandis qu''une unit\u00e9 d''ex\u00e9cution effectuait une t\u00e2che de mise \u00e0 jour. 
FNRRD1020.explanation = Une erreur InterruptedException s''est produite.
FNRRD1020.action      = Contactez le service de support logiciel IBM.
FNRRD1020.message     = Une erreur s''est produite tandis qu''une unit\u00e9 d''ex\u00e9cution effectuait une t\u00e2che de mise \u00e0 jour. 
FNRRD1021.explanation = Un nom de r\u00e9viseur valide est requis pour contr\u00f4ler un \u00e9v\u00e9nement de suppression.
FNRRD1021.action      = Entrez un nom de r\u00e9viseur valide pour contr\u00f4ler un \u00e9v\u00e9nement de suppression.
FNRRD1021.message     = Le nom de r\u00e9viseur {0} qui est utilis\u00e9 pour contr\u00f4ler un \u00e9v\u00e9nement de suppression n''est pas valide.
FNRRD1021.arg.0		  = reviewer_name

FNRRD1022.explanation = Une erreur inattendue s''est produite.
FNRRD1022.action      = Contactez le service de support logiciel IBM.
FNRRD1022.message     = Une erreur s''est produite tandis qu''une unit\u00e9 d''ex\u00e9cution effectuait une t\u00e2che de suppression.
FNRRD1023.explanation = Une erreur InterruptedException s''est produite.
FNRRD1023.action      = Contactez le service de support logiciel IBM.
FNRRD1023.message     = Une erreur s''est produite tandis qu''une unit\u00e9 d''ex\u00e9cution effectuait une t\u00e2che de suppression.
FNRRD1024.explanation = Une erreur inattendue s''est produite.
FNRRD1024.action      = Contactez le service de support logiciel IBM.
FNRRD1024.message     = Une erreur s''est produite tandis qu''une unit\u00e9 d''ex\u00e9cution effectuait une t\u00e2che de contr\u00f4le. 
FNRRD1025.explanation = Une erreur InterruptedException s''est produite.
FNRRD1025.action      = Contactez le service de support logiciel IBM.
FNRRD1025.message     = Une erreur s''est produite tandis qu''une unit\u00e9 d''ex\u00e9cution effectuait une t\u00e2che de contr\u00f4le. 
FNRRD1026.explanation = Le serveur Content Engine Platform n''est peut \u00eatre pas disponible.
FNRRD1026.action      = V\u00e9rifiez que le serveur Content Engine Platform est disponible.
FNRRD1026.message     = Le document n''a pas pu \u00eatre enregistr\u00e9. 
FNRRD1027.explanation = Aucun plan de fichiers ne se trouve sous cette librairie de plan de fichiers.
FNRRD1027.action      = Assurez-vous que la librairie de plan de fichiers est valide.
FNRRD1027.message     = Aucun plan de fichiers n''a \u00e9t\u00e9 trouv\u00e9 dans la librairie de plan de fichiers. 
FNRRD1028.explanation = Le rapport n''existe peut-\u00eatre pas.
FNRRD1028.action      = Assurez-vous que le nom du rapport est valide et qu''il existe dans la librairie d''objets. 
FNRRD1028.message     = Le rapport suivant est introuvable : {0}.
FNRRD1028.arg.0		  = report_ID

FNRRD1029.explanation = Le nom du plan de fichiers ou le chemin d''acc\u00e8s du conteneur n''est pas valide.
FNRRD1029.action      = Entrez un nom du plan de fichiers et un chemin d''acc\u00e8s de conteneur valides.
FNRRD1029.message     = Le nom du plan de fichiers ou le chemin d''acc\u00e8s du conteneur n''est pas valide ou n''existe pas.

FNRRD1030.explanation = Une erreur inattendue s''est produite.
FNRRD1030.action      = Examinez la trace de pile dans le fichier journal 
FNRRD1030.message     = Une erreur inattendue s''est produite.

FNRRD1031.explanation = Avant que batchUpdate ou batchDelete ne soit appel\u00e9, vous devez sp\u00e9cifier un nom de classe valide pour le traitement par lots des objets dans BatchProcessingManager.
FNRRD1031.action      = Indiquez un nom de classe valide pour le traitement par lots des objets dans BatchProcessingManager.
FNRRD1031.message     = Aucun nom de classe n''a \u00e9t\u00e9 indiqu\u00e9 pour le traitement par lots des objets dans BatchProcessingManager. 
FNRRD1032.explanation = La mappe de contexte de configuration qui est transmise doit inclure au minimum l''URL du serveur Content Platform Engine.
FNRRD1032.action      = Fournissez une mappe de contexte de configuration valide.
FNRRD1032.message     = La mappe de contexte de configuration transmise est nulle ou vide. 
FNRRD1033.explanation = Un identificateur global unique de conteneur valide dans lequel l''enregistrement des r\u00e9sultats de destruction peut r\u00e9sider doit \u00eatre fourni.
FNRRD1033.action      = Fournissez un identificateur global unique de conteneur valide dans lequel l''enregistrement des r\u00e9sultats de destruction peut r\u00e9sider.
FNRRD1033.message     = Il n''existe pas d''identificateur global unique pour le conteneur dans lequel l''enregistrement des r\u00e9sultats de destruction doit \u00eatre class\u00e9.

FNRRD1034.explanation = Le conteneur {0} n''est pas un type RecordCategory, RecordFolder ou Volume, ou il n''autorise pas le stockage d''enregistrements \u00e9lectroniques (ElectronicRecord).
FNRRD1034.action      = S\u00e9lectionnez un conteneur qui soit de l''un de ces trois types : RecordCategory, RecordFolder ou volume, et assurez-vous que qu''il autorise le stockage des enregistrements \u00e9lectroniques.
FNRRD1034.message     = Le conteneur {0} n''est pas un type RecordCategory, RecordFolder ou Volume, ou il n''autorise pas le stockage d''enregistrements \u00e9lectroniques (ElectronicRecord). S\u00e9lectionnez un conteneur diff\u00e9rent.
FNRRD1034.arg.0		  = container_ID

FNRRD1035.explanation = La librairie d''objets doit \u00eatre configur\u00e9e pour permettre aux utilisateurs de d\u00e9clarer des enregistrements.
FNRRD1035.action      = Configurez la librairie d''objets {0} pour prendre en charge la d\u00e9claration d''enregistrements.
FNRRD1035.message     = La librairie d''objets {0} n''est pas configur\u00e9e pour permettre aux utilisateurs de d\u00e9clarer des enregistrements.
FNRRD1035.arg.0		  = object_store_name_or_ID

FNRRD1036.explanation = L''identificateur global unique de la librairie d''objets est peut-\u00eatre incorrect, ou cette librairie d''objets peut ne pas exister.
FNRRD1036.action      = Assurez-vous que l''identificateur global unique de la librairie d''objets est valide.
FNRRD1036.message     = L''instance de librairie d''objets n''a pas pu \u00eatre extraite \u00e0 l''aide de l''identificateur global unique de librairie d''objet sp\u00e9cifi\u00e9 {0}.
FNRRD1036.arg.0		  = object_store_name_or_ID
