# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2013 IBM Corp. All rights reserved.
#
# DefensibleDisposalContainerProcess (DDCP) Localized String Resources (en_US).
# Includes strings for exception messages.
#
#
#================================================================================
# DDCP Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRD1000.explanation = Platform Engine \u306b\u63a5\u7d9a\u3059\u308b IBM Enterprise Records \u306e URL \u304c\u5165\u529b\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
FNRRD1000.action      = \u6709\u52b9\u306a Content Platform Engine \u306e URL \u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044 (\u4f8b: cpeURI=iiop://cpe_server:port/FileNet/Engine)\u3002
FNRRD1000.message     = Content Platform Engine \u30b5\u30fc\u30d0\u30fc\u306e URL \u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002

FNRRD1001.explanation = \u6709\u52b9\u306a\u30e6\u30fc\u30b6\u30fc\u540d\u304c\u5fc5\u8981\u3067\u3059\u3002
FNRRD1001.action      = \u6709\u52b9\u306a\u30e6\u30fc\u30b6\u30fc\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1001.message     = JACE \u30b5\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\u3001\u6709\u52b9\u306a\u30e6\u30fc\u30b6\u30fc\u540d\u3092\u5165\u529b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002

FNRRD1002.explanation = JACE \u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u30fb\u30b5\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\u3001\u6709\u52b9\u306a\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u5fc5\u8981\u3067\u3059\u3002
FNRRD1002.action      = JACE \u30b5\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u4f5c\u6210\u3067\u304d\u308b\u3088\u3046\u3001\u6709\u52b9\u306a\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1002.message     = \u5165\u529b\u3055\u308c\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002

FNRRD1003.explanation = Content Platform Engine \u306e URL\u3001\u30e6\u30fc\u30b6\u30fc\u540d\u3001\u307e\u305f\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002
FNRRD1003.action      = \u6709\u52b9\u306a Content Platform Engine \u306e URL\u3001\u30e6\u30fc\u30b6\u30fc\u540d\u3001\u304a\u3088\u3073\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1003.message     = JACE \u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u30fb\u30b5\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3002\u6b21\u306e\u3044\u305a\u308c\u304b\u306e\u9805\u76ee\u304c\u6b63\u3057\u304f\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059 : {0}\u3001{1}\u3001\u307e\u305f\u306f {2}\u3002
FNRRD1003.arg.0       = CE_Url
FNRRD1003.arg.1       = \u30e6\u30fc\u30b6\u30fc\u540d
FNRRD1003.arg.2       = \u30d1\u30b9\u30ef\u30fc\u30c9

FNRRD1004.explanation = Content Platform Engine \u306e URL\u3001\u30e6\u30fc\u30b6\u30fc\u540d\u3001\u307e\u305f\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u6b63\u3057\u304f\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u307e\u305f\u306f\u3001Content Platform Engine \u30b5\u30fc\u30d0\u30fc\u304c\u7a3c\u50cd\u3057\u3066\u3044\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
FNRRD1004.action      = Content Platform Engine \u306e URL\u3001\u30e6\u30fc\u30b6\u30fc\u540d\u3001\u304a\u3088\u3073\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u6b63\u3057\u3044\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u307e\u305f\u3001Content Platform Engine \u30b5\u30fc\u30d0\u30fc\u304c\u4f7f\u7528\u53ef\u80fd\u306b\u306a\u3063\u3066\u3044\u308b\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1004.message     = Content Platform Engine \u30b5\u30fc\u30d0\u30fc\u306e {0} \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30b9\u30c8\u30a2\u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
FNRRD1004.arg.0		  = object_store_name

FNRRD1005.explanation = \u30d5\u30a1\u30a4\u30eb\u30fb\u30d7\u30e9\u30f3\u30fb\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30b9\u30c8\u30a2\u306e\u540d\u524d\u304c\u6b63\u3057\u304f\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u307e\u305f\u306f\u3001\u305d\u306e\u540d\u524d\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30b9\u30c8\u30a2\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
FNRRD1005.action      = \u6709\u52b9\u306a\u30d5\u30a1\u30a4\u30eb\u30fb\u30d7\u30e9\u30f3\u30fb\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30b9\u30c8\u30a2\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1005.message     = \u30d5\u30a1\u30a4\u30eb\u30fb\u30d7\u30e9\u30f3\u30fb\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30b9\u30c8\u30a2\u306e\u540d\u524d {0} \u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002
FNRRD1005.arg.0		  = object_store_name

FNRRD1006.explanation = \u5ec3\u68c4\u4e88\u5b9a\u65e5\u6570\u306e\u5024\u306f 0 \u4ee5\u4e0a\u306e\u6570\u5024\u306b\u8a2d\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
FNRRD1006.action      = \u5ec3\u68c4\u4e88\u5b9a\u65e5\u6570\u306b\u306f 0 \u4ee5\u4e0a\u306e\u6709\u52b9\u306a\u6570\u5024\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1006.message     = \u5ec3\u68c4\u4e88\u5b9a\u65e5\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u7121\u52b9\u306a\u6570\u5024 {0} \u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
FNRRD1006.arg.0		  = advanced_days

FNRRD1007.explanation = \u4fdd\u5b58\u671f\u9593\u30ec\u30b3\u30fc\u30c9\u30fb\u30ec\u30dd\u30fc\u30c8\u306e\u751f\u6210\u3067\u6307\u5b9a\u3055\u308c\u305f RM \u30b3\u30f3\u30c6\u30ca\u30fc GUID \u304c\u7121\u52b9\u3067\u3059\u3002
FNRRD1007.action      = \u6709\u52b9\u306a RM \u30b3\u30f3\u30c6\u30ca\u30fc GUID \u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1007.message     = \u4fdd\u5b58\u671f\u9593\u30ec\u30b3\u30fc\u30c9\u30fb\u30ec\u30dd\u30fc\u30c8\u306e\u751f\u6210\u3067\u30011 \u3064\u4ee5\u4e0a\u306e RM \u30b3\u30f3\u30c6\u30ca\u30fc GUID \u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093: {0}\u3002
FNRRD1007.arg.0		  = container_GUIDs

FNRRD1008.explanation = Content Platform Engine \u306e\u7167\u4f1a\u304c\u7121\u52b9\u3067\u3042\u308b\u304b\u3001\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u63a5\u7d9a\u306b\u969c\u5bb3\u304c\u3042\u308a\u307e\u3059\u3002
FNRRD1008.action      = \u7167\u4f1a\u304c\u6b63\u3057\u3044\u304b\u3069\u3046\u304b\u3001Content Platform Engine \u30b5\u30fc\u30d0\u30fc\u304c\u4f7f\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1008.message     = \u6b21\u306e\u7167\u4f1a\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: {0}\u3002
FNRRD1008.arg.0		  = query

FNRRD1009.explanation = \u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30b9\u30c8\u30a2\u540d\u306f\u3001\u30d5\u30a1\u30a4\u30eb\u30fb\u30d7\u30e9\u30f3\u30fb\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30b9\u30c8\u30a2\u306b\u5bfe\u3057\u3066\u6709\u52b9\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
FNRRD1009.action      = \u6709\u52b9\u306a\u30d5\u30a1\u30a4\u30eb\u30fb\u30d7\u30e9\u30f3\u30fb\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30b9\u30c8\u30a2\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1009.message     = \u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30b9\u30c8\u30a2\u306f\u3001\u6709\u52b9\u306a\u30d5\u30a1\u30a4\u30eb\u30fb\u30d7\u30e9\u30f3\u30fb\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30b9\u30c8\u30a2\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002

FNRRD1010.explanation = \u4e00\u90e8\u306e\u30b3\u30f3\u30c6\u30ca\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
FNRRD1010.action      = \u6709\u52b9\u306a\u30b3\u30f3\u30c6\u30ca\u30fc GUID \u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1010.message     = \u6b21\u306e\u30b3\u30f3\u30c6\u30ca\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f: {0}\u3002
FNRRD1010.arg.0		  = container_IDs

FNRRD1011.explanation = \u6709\u52b9\u306a\u63a5\u7d9a\u30dd\u30a4\u30f3\u30c8\u540d\u304c\u5fc5\u8981\u3067\u3059\u3002
FNRRD1011.action      = \u6709\u52b9\u306a\u63a5\u7d9a\u30dd\u30a4\u30f3\u30c8\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1011.message     = \u63a5\u7d9a\u30dd\u30a4\u30f3\u30c8\u540d\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002

FNRRD1012.explanation = Content Platform Engine \u306e URL\u3001\u30e6\u30fc\u30b6\u30fc\u540d\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u3001\u307e\u305f\u306f\u63a5\u7d9a\u30dd\u30a4\u30f3\u30c8\u540d\u304c\u6b63\u3057\u304f\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
FNRRD1012.action      = \u6709\u52b9\u306a Content Platform Engine \u306e URL\u3001\u30e6\u30fc\u30b6\u30fc\u540d\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u3001\u304a\u3088\u3073\u63a5\u7d9a\u30dd\u30a4\u30f3\u30c8\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1012.message     = Process Engine \u3078\u306e\u63a5\u7d9a\u3092\u78ba\u7acb\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

FNRRD1013.explanation = \u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u3092\u958b\u59cb\u3059\u308b\u306b\u306f\u3001\u6709\u52b9\u306a\u57fa\u672c\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u30fb\u30ef\u30fc\u30af\u30d5\u30ed\u30fc GUID \u304c\u5fc5\u8981\u3067\u3059\u3002
FNRRD1013.action      = \u6709\u52b9\u306a\u57fa\u672c\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u30fb\u30ef\u30fc\u30af\u30d5\u30ed\u30fc GUID \u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
FNRRD1013.message     = \u57fa\u672c\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u30fb\u30ef\u30fc\u30af\u30d5\u30ed\u30fc GUID \u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002

FNRRD1014.explanation = \u6307\u5b9a\u3055\u308c\u305f\u57fa\u672c\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u30fb\u30ef\u30fc\u30af\u30d5\u30ed\u30fc GUID \u306b\u5bfe\u3057\u3066\u6709\u52b9\u306a VW \u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
FNRRD1014.action      = \u57fa\u672c\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u30fb\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u304c\u5b58\u5728\u3059\u308b\u304b\u3069\u3046\u304b\u3001\u5b58\u5728\u3059\u308b\u5834\u5408\u306f\u8ee2\u9001\u3055\u308c\u305f\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1014.message     = \u6307\u5b9a\u3055\u308c\u305f\u57fa\u672c\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u30fb\u30ef\u30fc\u30af\u30d5\u30ed\u30fc GUID {0} \u306b\u5bfe\u3057\u3066\u6709\u52b9\u306a VW \u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
FNRRD1014.arg.0		  = workflow_ID

FNRRD1015.explanation = Content Platform Engine \u3078\u306e\u63a5\u7d9a\u3092\u78ba\u7acb\u3067\u304d\u306a\u3044\u305f\u3081\u3001\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u3092\u958b\u59cb\u3067\u304d\u307e\u305b\u3093\u3002
FNRRD1015.action      = Content Platform Engine \u30b5\u30fc\u30d0\u30fc\u304c\u4f7f\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1015.message     = \u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u3092\u958b\u59cb\u3067\u304d\u307e\u305b\u3093\u3002

FNRRD1016.explanation = \u4fdd\u5b58\u671f\u9593\u306e\u5024\u306f 0 \u4ee5\u4e0a\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
FNRRD1016.action      = \u57fa\u672c\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u306e\u6709\u52b9\u306a\u4fdd\u5b58\u671f\u9593\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1016.message     = {0} \u30b3\u30f3\u30c6\u30ca\u30fc\u306e\u57fa\u672c\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u306b\u5bfe\u3057\u3066\u4fdd\u5b58\u671f\u9593\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
FNRRD1016.arg.0		  = container_name

FNRRD1017.explanation = \u57fa\u672c\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u306e\u4fdd\u5b58\u671f\u9593\u306e\u5f62\u5f0f\u306f YYYY-MMMM-DDDD \u3067\u3059\u3002
FNRRD1017.action      = \u57fa\u672c\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u306e\u6709\u52b9\u306a\u4fdd\u5b58\u671f\u9593\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1017.message     = \u57fa\u672c\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u306e\u4fdd\u5b58\u671f\u9593\u306e\u5f62\u5f0f {0} \u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002
FNRRD1017.arg.0		  = retention_period

FNRRD1018.explanation = \u57fa\u672c\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u306e\u4f1a\u8a08\u5e74\u5ea6\u7d42\u4e86\u65e5\u306e\u5f62\u5f0f\u306f MM-DD \u3067\u3059\u3002
FNRRD1018.action      = \u57fa\u672c\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u306e\u6709\u52b9\u306a\u4f1a\u8a08\u5e74\u5ea6\u7d42\u4e86\u65e5\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1018.message     = \u4f1a\u8a08\u5e74\u5ea6\u7d42\u4e86\u65e5\u306e\u5f62\u5f0f {0} \u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002
FNRRD1018.arg.0		  = fiscal_year_end_date

FNRRD1019.explanation = \u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
FNRRD1019.action      = IBM \u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u30fb\u30b5\u30dd\u30fc\u30c8\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
FNRRD1019.message     = \u30b9\u30ec\u30c3\u30c9\u306b\u3088\u308b\u66f4\u65b0\u30bf\u30b9\u30af\u306e\u5b9f\u884c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

FNRRD1020.explanation = InterruptedException \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
FNRRD1020.action      = IBM \u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u30fb\u30b5\u30dd\u30fc\u30c8\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
FNRRD1020.message     = \u30b9\u30ec\u30c3\u30c9\u306b\u3088\u308b\u66f4\u65b0\u30bf\u30b9\u30af\u306e\u5b9f\u884c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

FNRRD1021.explanation = \u524a\u9664\u30a4\u30d9\u30f3\u30c8\u3092\u76e3\u67fb\u3059\u308b\u306b\u306f\u3001\u6709\u52b9\u306a\u30ec\u30d3\u30e5\u30fc\u30a2\u30fc\u540d\u304c\u5fc5\u8981\u3067\u3059\u3002
FNRRD1021.action      = \u524a\u9664\u30a4\u30d9\u30f3\u30c8\u3092\u76e3\u67fb\u3059\u308b\u305f\u3081\u306e\u6709\u52b9\u306a\u30ec\u30d3\u30e5\u30fc\u30a2\u30fc\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1021.message     = \u524a\u9664\u30a4\u30d9\u30f3\u30c8\u306e\u76e3\u67fb\u306b\u4f7f\u7528\u3055\u308c\u308b\u30ec\u30d3\u30e5\u30fc\u30a2\u30fc\u540d {0} \u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002
FNRRD1021.arg.0		  = reviewer_name

FNRRD1022.explanation = \u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
FNRRD1022.action      = IBM \u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u30fb\u30b5\u30dd\u30fc\u30c8\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
FNRRD1022.message     = \u30b9\u30ec\u30c3\u30c9\u306b\u3088\u308b\u524a\u9664\u30bf\u30b9\u30af\u306e\u5b9f\u884c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

FNRRD1023.explanation = InterruptedException \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
FNRRD1023.action      = IBM \u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u30fb\u30b5\u30dd\u30fc\u30c8\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
FNRRD1023.message     = \u30b9\u30ec\u30c3\u30c9\u306b\u3088\u308b\u524a\u9664\u30bf\u30b9\u30af\u306e\u5b9f\u884c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

FNRRD1024.explanation = \u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
FNRRD1024.action      = IBM \u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u30fb\u30b5\u30dd\u30fc\u30c8\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
FNRRD1024.message     = \u30b9\u30ec\u30c3\u30c9\u306b\u3088\u308b\u76e3\u67fb\u30bf\u30b9\u30af\u306e\u5b9f\u884c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

FNRRD1025.explanation = InterruptedException \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
FNRRD1025.action      = IBM \u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u30fb\u30b5\u30dd\u30fc\u30c8\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
FNRRD1025.message     = \u30b9\u30ec\u30c3\u30c9\u306b\u3088\u308b\u76e3\u67fb\u30bf\u30b9\u30af\u306e\u5b9f\u884c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

FNRRD1026.explanation = Content Engine Platform \u30b5\u30fc\u30d0\u30fc\u304c\u4f7f\u7528\u4e0d\u53ef\u306b\u306a\u3063\u3066\u3044\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
FNRRD1026.action      = Content Engine Platform \u30b5\u30fc\u30d0\u30fc\u304c\u4f7f\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1026.message     = \u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3092\u4fdd\u5b58\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

FNRRD1027.explanation = \u3053\u306e\u30d5\u30a1\u30a4\u30eb\u30fb\u30d7\u30e9\u30f3\u30fb\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30b9\u30c8\u30a2\u306b\u306f\u30d5\u30a1\u30a4\u30eb\u30fb\u30d7\u30e9\u30f3\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
FNRRD1027.action      = \u3053\u306e\u30d5\u30a1\u30a4\u30eb\u30fb\u30d7\u30e9\u30f3\u30fb\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30b9\u30c8\u30a2\u304c\u6709\u52b9\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1027.message     = \u3053\u306e\u30d5\u30a1\u30a4\u30eb\u30fb\u30d7\u30e9\u30f3\u30fb\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30b9\u30c8\u30a2\u3067\u30d5\u30a1\u30a4\u30eb\u30fb\u30d7\u30e9\u30f3\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002

FNRRD1028.explanation = \u3053\u306e\u30ec\u30dd\u30fc\u30c8\u306f\u5b58\u5728\u3057\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
FNRRD1028.action      = \u30ec\u30dd\u30fc\u30c8\u540d\u304c\u6b63\u3057\u3044\u304b\u3069\u3046\u304b\u3001\u6b63\u3057\u3044\u5834\u5408\u306f\u3053\u306e\u30ec\u30dd\u30fc\u30c8\u304c\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30b9\u30c8\u30a2\u5185\u306b\u5b58\u5728\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1028.message     = \u6b21\u306e\u30ec\u30dd\u30fc\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f: {0}\u3002
FNRRD1028.arg.0		  = report_ID

FNRRD1029.explanation = \u30d5\u30a1\u30a4\u30eb\u30fb\u30d7\u30e9\u30f3\u540d\u307e\u305f\u306f\u30b3\u30f3\u30c6\u30ca\u30fc\u30fb\u30d1\u30b9\u304c\u7121\u52b9\u3067\u3059\u3002
FNRRD1029.action      = \u6709\u52b9\u306a\u30d5\u30a1\u30a4\u30eb\u30fb\u30d7\u30e9\u30f3\u540d\u3068\u30b3\u30f3\u30c6\u30ca\u30fc\u30fb\u30d1\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1029.message     = \u30d5\u30a1\u30a4\u30eb\u30fb\u30d7\u30e9\u30f3\u540d\u307e\u305f\u306f\u30b3\u30f3\u30c6\u30ca\u30fc\u30fb\u30d1\u30b9\u304c\u6b63\u3057\u304f\u306a\u3044\u304b\u3001\u5b58\u5728\u3057\u307e\u305b\u3093\u3002

FNRRD1030.explanation = \u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
FNRRD1030.action      = \u30ed\u30b0\u30fb\u30d5\u30a1\u30a4\u30eb\u3067\u30b9\u30bf\u30c3\u30af\u30fb\u30c8\u30ec\u30fc\u30b9\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
FNRRD1030.message     = \u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

FNRRD1031.explanation = batchUpdate \u307e\u305f\u306f batchDelete \u3092\u547c\u3073\u51fa\u3059\u524d\u306b\u3001BatchProcessingManager \u306e\u30d0\u30c3\u30c1\u51e6\u7406\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u5bfe\u3057\u3066\u6709\u52b9\u306a\u30af\u30e9\u30b9\u540d\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
FNRRD1031.action      = BatchProcessingManager \u306e\u30d0\u30c3\u30c1\u51e6\u7406\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u5bfe\u3057\u3066\u6709\u52b9\u306a\u30af\u30e9\u30b9\u540d\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1031.message     = BatchProcessingManager \u306e\u30d0\u30c3\u30c1\u51e6\u7406\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u5bfe\u3057\u3066\u30af\u30e9\u30b9\u540d\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002

FNRRD1032.explanation = \u6e21\u3055\u308c\u308b\u69cb\u6210\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u30fb\u30de\u30c3\u30d7\u306b\u306f\u3001\u5c11\u306a\u304f\u3068\u3082 Content Platform Engine \u30b5\u30fc\u30d0\u30fc\u306e URL \u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
FNRRD1032.action      = \u6709\u52b9\u306a\u69cb\u6210\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u30fb\u30de\u30c3\u30d7\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1032.message     = \u6e21\u3055\u308c\u305f\u69cb\u6210\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u30fb\u30de\u30c3\u30d7\u304c NULL \u307e\u305f\u306f\u7a7a\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002

FNRRD1033.explanation = \u7834\u68c4\u7d50\u679c\u30ec\u30b3\u30fc\u30c9\u3092\u683c\u7d0d\u3059\u308b\u30b3\u30f3\u30c6\u30ca\u30fc\u306e\u6709\u52b9\u306a GUID \u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
FNRRD1033.action      = \u7834\u68c4\u7d50\u679c\u30ec\u30b3\u30fc\u30c9\u3092\u683c\u7d0d\u3059\u308b\u30b3\u30f3\u30c6\u30ca\u30fc\u306e\u6709\u52b9\u306a GUID \u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1033.message     = \u7834\u68c4\u7d50\u679c\u30ec\u30b3\u30fc\u30c9\u3092\u30d5\u30a1\u30a4\u30ea\u30f3\u30b0\u3059\u308b\u30b3\u30f3\u30c6\u30ca\u30fc\u306e GUID \u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002

FNRRD1034.explanation = {0} \u30b3\u30f3\u30c6\u30ca\u30fc\u304c RecordCategory \u30bf\u30a4\u30d7\u3001RecordFolder \u30bf\u30a4\u30d7\u3001Volume \u30bf\u30a4\u30d7\u306e\u3044\u305a\u308c\u3067\u3082\u306a\u3044\u304b\u3001\u307e\u305f\u306f\u96fb\u5b50\u30ec\u30b3\u30fc\u30c9 (ElectronicRecord) \u3092\u305d\u306e\u30b3\u30f3\u30c6\u30ca\u30fc\u306b\u4fdd\u7ba1\u3059\u308b\u3053\u3068\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
FNRRD1034.action      = RecordCategory \u30bf\u30a4\u30d7\u3001RecordFolder \u30bf\u30a4\u30d7\u3001\u307e\u305f\u306f Volume \u30bf\u30a4\u30d7\u306e\u30b3\u30f3\u30c6\u30ca\u30fc\u3092\u9078\u629e\u3057\u3001\u305d\u306e\u30b3\u30f3\u30c6\u30ca\u30fc\u3078\u306e\u96fb\u5b50\u30ec\u30b3\u30fc\u30c9\u306e\u4fdd\u7ba1\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u308b\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1034.message     = {0} \u30b3\u30f3\u30c6\u30ca\u30fc\u304c RecordCategory \u30bf\u30a4\u30d7\u3001RecordFolder \u30bf\u30a4\u30d7\u3001Volume \u30bf\u30a4\u30d7\u306e\u3044\u305a\u308c\u3067\u3082\u306a\u3044\u304b\u3001\u307e\u305f\u306f\u96fb\u5b50\u30ec\u30b3\u30fc\u30c9 (ElectronicRecord) \u3092\u305d\u306e\u30b3\u30f3\u30c6\u30ca\u30fc\u306b\u4fdd\u7ba1\u3059\u308b\u3053\u3068\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u5225\u306e\u30b3\u30f3\u30c6\u30ca\u30fc\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1034.arg.0		  = container_ID

FNRRD1035.explanation = \u30e6\u30fc\u30b6\u30fc\u306b\u3088\u308b\u30ec\u30b3\u30fc\u30c9\u306e\u5ba3\u8a00\u3092\u8a31\u53ef\u3059\u308b\u3088\u3046\u306b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30b9\u30c8\u30a2\u3092\u69cb\u6210\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
FNRRD1035.action      = \u30ec\u30b3\u30fc\u30c9\u306e\u5ba3\u8a00\u3092\u30b5\u30dd\u30fc\u30c8\u3059\u308b\u3088\u3046\u306b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30b9\u30c8\u30a2 {0} \u3092\u69cb\u6210\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1035.message     = \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30b9\u30c8\u30a2 {0} \u306f\u3001\u30e6\u30fc\u30b6\u30fc\u306b\u3088\u308b\u30ec\u30b3\u30fc\u30c9\u306e\u5ba3\u8a00\u3092\u8a31\u53ef\u3059\u308b\u3088\u3046\u306b\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
FNRRD1035.arg.0		  = object_store_name_or_ID

FNRRD1036.explanation = \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30b9\u30c8\u30a2\u306e GUID \u304c\u6b63\u3057\u304f\u306a\u3044\u304b\u3001\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30b9\u30c8\u30a2\u304c\u5b58\u5728\u3057\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
FNRRD1036.action      = \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30b9\u30c8\u30a2\u306e GUID \u304c\u6b63\u3057\u3044\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FNRRD1036.message     = \u6307\u5b9a\u3055\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30b9\u30c8\u30a2 GUID {0} \u3092\u4f7f\u7528\u3057\u3066\u3001\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30b9\u30c8\u30a2\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u30d5\u30a7\u30c3\u30c1\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
FNRRD1036.arg.0		  = object_store_name_or_ID
