# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2013 IBM Corp. All rights reserved.
#
# DefensibleDisposalContainerProcess (DDCP) Localized String Resources (en_US).
# Includes strings for exception messages.
#
#
#================================================================================
# DDCP Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRD1000.explanation = URL za IBM Enterprise Records za povezovanje s Content Platform Engine ni bil vnesen.
FNRRD1000.action      = Vnesite veljaven URL za Content Platform Engine, na primer cpeURI=iiop://cpe_server:port/FileNet/Engine.
FNRRD1000.message     = URL do stre\u017enika Content Platform Engine manjka.

FNRRD1001.explanation = Potrebno je veljavno uporabni\u0161ko ime. 
FNRRD1001.action      = Vnesite veljavno uporabni\u0161ko ime.
FNRRD1001.message     = Vnesti morate veljavno uporabni\u0161ko ime, da lahko ustvarite subjekt JACE.

FNRRD1002.explanation = Da lahko ustvarite varnostni subjekt JACE, morate vnesti veljavno geslo.
FNRRD1002.action      = Vnesite veljavno geslo, da lahko ustvarite subjekt JACE.
FNRRD1002.message     = Geslo, ki ste ga vnesli, ni pravilno.

FNRRD1003.explanation = URL, uporabni\u0161ko ime ali geslo za Content Platform Engine je nepravilno.
FNRRD1003.action      = Vnesite veljaven URL, uporabni\u0161ko ime ali geslo za Content Platform Engine.
FNRRD1003.message     = Varnostnega subjekta JACE ni mogo\u010de ustvariti. Ena od naslednjih postavk je morda napa\u010dna: {0}, {1} ali {2}.
FNRRD1003.arg.0       = CE_Url
FNRRD1003.arg.1       = user_name
FNRRD1003.arg.2       = password

FNRRD1004.explanation = URL, uporabni\u0161ko ime ali geslo za Content Platform Engine je morda nepravilno. Ali pa se stre\u017enik Content Platform Engine ne izvaja.
FNRRD1004.action      = Preverite, ali je URL, uporabni\u0161ko ime oz. geslo za Content Platform Engine pravilno. Preverite tudi, ali je stre\u017enik Content Platform Engine na voljo.
FNRRD1004.message     = Povezave do hrambe predmetov {0} na stre\u017eniku Content Platform Engine ni mogo\u010de ustvariti.
FNRRD1004.arg.0		  = object_store_name

FNRRD1005.explanation = Ime shrambe predmetov na\u010drta arhiviranja je morda napa\u010dno ali shramba predmetov s tem imenom ne obstaja.
FNRRD1005.action      = Vnesite veljavno ime shrambe predmetov na\u010drta arhiviranja.
FNRRD1005.message     = Ime shrambe predmetov na\u010drta arhiviranja {0} ni veljavno.
FNRRD1005.arg.0		  = object_store_name

FNRRD1006.explanation = Vrednost dodatnih dni mora biti nastavljena na \u0161tevilo, ki je ve\u010dje ali enako 0.
FNRRD1006.action      = Za dodatne dni vnesite veljavno \u0161tevilo, ki je ve\u010dje ali enako 0.
FNRRD1006.message     = Za polje Dodatni dnevi je bilo vneseno neveljavno \u0161tevilo {0}.
FNRRD1006.arg.0		  = advanced_days

FNRRD1007.explanation = GUIDI-i vsebnika RM, ki so podani za ustvarjanje poro\u010dila glede datuma zapadlosti zadr\u017eanja, so neveljavni.
FNRRD1007.action      = Vnesite veljavne GUID-e vsebnika RM.
FNRRD1007.message     = Eden ali ve\u010d GUID-ov vsebnika RM je neveljavnih za ustvarjanje poro\u010dila glede datuma zapadlosti zadr\u017eanja: {0}.
FNRRD1007.arg.0		  = container_GUIDs

FNRRD1008.explanation = Poizvedba za Content Platform Engine je neveljavna ali pa va\u0161a omre\u017ena povezava ne deluje.
FNRRD1008.action      = Preverite, ali je poizvedba pravilna in ali je stre\u017enik Content Platform Engine na voljo.
FNRRD1008.message     = Naslednje poizvedbe ni bilo mogo\u010de zagnati: {0}.
FNRRD1008.arg.0		  = query

FNRRD1009.explanation = Ime shrambe predmetov mora biti veljavno za shrambo predmetov na\u010drta arhiviranja.
FNRRD1009.action      = Vnesite veljavno ime shrambe predmetov na\u010drta arhiviranja.
FNRRD1009.message     = Ime shrambe predmetov ni veljavna shramba predmetov na\u010drta arhiviranja.

FNRRD1010.explanation = Nekaterih vsebnikov ni bilo mogo\u010de najti.
FNRRD1010.action      = Vnesite veljave GUID-e vsebnika.
FNRRD1010.message     = Naslednjih vsebnikov ni bilo mogo\u010de najti: {0}.
FNRRD1010.arg.0		  = container_IDs

FNRRD1011.explanation = Potrebno je veljavno ime povezovalne to\u010dke.
FNRRD1011.action      = Vnesite veljavno ime povezovalne to\u010dke.
FNRRD1011.message     = Ime povezovalne to\u010dke manjka.

FNRRD1012.explanation = URL, uporabni\u0161ko ime, geslo ali ime povezovalne to\u010dke za Content Platform Engine je morda nepravilno.
FNRRD1012.action      = Vnesite veljaven URL, uporabni\u0161ko ime, geslo ali ime povezovalne to\u010dke za Content Platform Engine.
FNRRD1012.message     = Povezave s Process Engine ni bilo mogo\u010de vzpostaviti.

FNRRD1013.explanation = Za pri\u010detek delovnega toka potrebujete veljaven GUID delovnega toka osnovnega urnika.
FNRRD1013.action      = Vnesite veljaven GUID delovnega toka osnovnega urnika.
FNRRD1013.message     = GUID delovnega toka osnovnega urnika manjka.

FNRRD1014.explanation = Za navedeni GUID delovnega toka osnovnega urnika ni bila najdena veljavna razli\u010dica VWVersion.
FNRRD1014.action      = Preverite, ali delovni tok osnovnega urnika obstaja in ali je bil prenesen.
FNRRD1014.message     = Veljavne razli\u010dice VWVersion ni bilo mogo\u010de najti za navedeni GUID delovnega toka osnovnega urnika {0}.
FNRRD1014.arg.0		  = workflow_ID

FNRRD1015.explanation = Delovnega toka ni mogo\u010de za\u010deti, ker ni mogo\u010de vzpostaviti povezave s stre\u017enikom Content Platform Engine.
FNRRD1015.action      = Preverite, ali je stre\u017enik Content Platform Engine na voljo.
FNRRD1015.message     = Delovnega toka ni mogo\u010de zagnati.

FNRRD1016.explanation = Vrednost za obdobje zadr\u017eanja mora biti ve\u010dja ali enaka 0.
FNRRD1016.action      = Vnesite veljavno obdobje zadr\u017eanja za osnovni urnik.
FNRRD1016.message     = Za osnovni urnik v vsebniku {0} ni bilo navedeno nobeno obdobje zadr\u017eanja.
FNRRD1016.arg.0		  = container_name

FNRRD1017.explanation = Oblika zapisa obdobja zadr\u017eanja za osnovni urnik je LLLL-MMMM-DDDD.
FNRRD1017.action      = Vnesite veljavno obdobje zadr\u017eanja za osnovni urnik.
FNRRD1017.message     = Oblika zapisa obdobja zadr\u017eanja {0} za osnovni urnik je neveljavna.
FNRRD1017.arg.0		  = retention_period

FNRRD1018.explanation = Oblika zapisa datuma zaklju\u010dka fiskalnega leta za osnovni urnik je MM-DD.
FNRRD1018.action      = Vnesite veljaven datum zaklju\u010dka fiskalnega leta za osnovni urnik.
FNRRD1018.message     = Oblika zapisa datuma zaklju\u010dka fiskalnega leta {0} je neveljavna.
FNRRD1018.arg.0		  = fiscal_year_end_date

FNRRD1019.explanation = Pojavila se je nepri\u010dakovana napaka.
FNRRD1019.action      = Obrnite se na IBM-ovo podporo za programsko opremo.
FNRRD1019.message     = Ko je nit izvajala opravilo posodabljanja, se je pojavila napaka.

FNRRD1020.explanation = Pojavila se je napaka InterruptedException.
FNRRD1020.action      = Obrnite se na IBM-ovo podporo za programsko opremo.
FNRRD1020.message     = Medtem ko je nit izvajala opravilo posodabljanja, se je pojavila napaka.

FNRRD1021.explanation = Za pregled dogodka brisanja je potrebno veljavno ime pregledovalca.
FNRRD1021.action      = Vnesite veljavno ime pregledovalca, da pregledate dogodek brisanja.
FNRRD1021.message     = Ime pregledovalca {0}, ki se uporablja za pregled dogodka brisanja, je neveljavno.
FNRRD1021.arg.0		  = reviewer_name

FNRRD1022.explanation = Pojavila se je nepri\u010dakovana napaka.
FNRRD1022.action      = Obrnite se na IBM-ovo podporo za programsko opremo.
FNRRD1022.message     = Medtem ko je nit izvajala opravilo brisanja, se je pojavila napaka.

FNRRD1023.explanation = Pojavila se je napaka InterruptedException.
FNRRD1023.action      = Obrnite se na IBM-ovo podporo za programsko opremo.
FNRRD1023.message     = Medtem ko je nit izvajala opravilo brisanja, se je pojavila napaka.

FNRRD1024.explanation = Pojavila se je nepri\u010dakovana napaka.
FNRRD1024.action      = Obrnite se na IBM-ovo podporo za programsko opremo.
FNRRD1024.message     = Medtem ko je nit izvajala opravilo pregledovanja, se je pojavila napaka.

FNRRD1025.explanation = Pojavila se je napaka InterruptedException.
FNRRD1025.action      = Obrnite se na IBM-ovo podporo za programsko opremo.
FNRRD1025.message     = Medtem ko je nit izvajala opravilo pregledovanja, se je pojavila napaka.

FNRRD1026.explanation = Stre\u017enik Content Platform Engine morda ni na voljo.
FNRRD1026.action      = Preverite, ali je stre\u017enik Content Platform Engine na voljo.
FNRRD1026.message     = Dokumenta ni bilo mogo\u010de shraniti.

FNRRD1027.explanation = V tej shrambi predmetov na\u010drta arhiviranja ni nobenega na\u010drta arhiviranja.
FNRRD1027.action      = Preverite, ali je shramba predmetov na\u010drta arhiviranja veljavna.
FNRRD1027.message     = V shrambi predmetov na\u010drta arhiviranja ni bil najden noben na\u010drt arhiviranja.

FNRRD1028.explanation = Poro\u010dilo morda ne obstaja.
FNRRD1028.action      = Preverite, ali je ime poro\u010dila veljavno in ali obstaja v shrambi predmetov. 
FNRRD1028.message     = Naslednjega poro\u010dila ni bilo mogo\u010de najti: {0}.
FNRRD1028.arg.0		  = report_ID

FNRRD1029.explanation = Ime na\u010drta arhiviranja ali pot do vsebnika ni veljavna.
FNRRD1029.action      = Vnesite veljavno ime na\u010drta arhiviranja in pot do vsebnika.
FNRRD1029.message     = Ime na\u010drta arhiviranja oz. pot do vsebnika ni veljavna ali ne obstaja.

FNRRD1030.explanation = Pojavila se je nepri\u010dakovana napaka.
FNRRD1030.action      = Preglejte sledenje skladu v dnevni\u0161ki datoteki 
FNRRD1030.message     = Pojavila se je nepri\u010dakovana napaka.

FNRRD1031.explanation = Preden je priklicano dejanje batchUpdate oz. batchDelete, je treba navesti veljavno ime razreda za predmete paketne obdelave v BatchProcessingManager.
FNRRD1031.action      = Navedite veljavno ime razreda za paketno obdelavo predmetov v BatchProcessingManager.
FNRRD1031.message     = Za paketno obdelavo predmetov v BatchProcessingManager ni bilo navedeno nobeno ime razreda.

FNRRD1032.explanation = Konfiguracijski zemljevid vsebine, ki je bil posredovan, mora vsebovati vsaj URL stre\u017enika Content Platform Engine.
FNRRD1032.action      = Navedite veljaven konfiguracijski zemljevid vsebine.
FNRRD1032.message     = Posredovani konfiguracijski zemljevid vsebine je ni\u010den ali prazen.

FNRRD1033.explanation = Navesti je treba veljaven GUID vsebnika, ki vsebuje zapis z rezultati uni\u010denja.
FNRRD1033.action      = Navedite veljaven GUID vsebnika, ki lahko vsebuje zapis z rezultati uni\u010denja.
FNRRD1033.message     = Za vsebnik, kamor bo vlo\u017een zapis z rezultati uni\u010denja, ni nobenega GUID-a.

FNRRD1034.explanation = Vsebnik {0} ni kategorija zapisa, mapa zapisa ali vrsta nosilca oz. ne dovoljuje, da se v njem shranjujejo elektronski zapisi (ElectronicRecord).
FNRRD1034.action      = Izberite vsebnik, ki je ene od naslednjih treh vrst: kategorija zapisa, mapa zapisa ali nosilec in preverite, ali dovoljuje, da se v njem shranjujejo elektronski zapisi.
FNRRD1034.message     = Vsebnik {0} ni kategorija zapisa, mapa zapisa ali vrsta nosilca oz. ne dovoljuje, da se v njem shranjujejo elektronski zapisi (ElectronicRecord). Izberite drug vsebnik.
FNRRD1034.arg.0		  = container_ID

FNRRD1035.explanation = Shramba predmetov mora biti konfigurirana, da uporabnikom omogo\u010da deklariranje zapisov.
FNRRD1035.action      = Konfigurirajte shrambo predmetov {0}, da bo podpirala deklariranje zapisov.
FNRRD1035.message     = Shramba predmetov {0} ni konfigurirana, da bi uporabnikom dovoljevala deklariranje zapisov.
FNRRD1035.arg.0		  = object_store_name_or_ID

FNRRD1036.explanation = GUID shrambe predmetov je morda napa\u010den ali ta shramba predmetov ne obstaja.
FNRRD1036.action      = Preverite, ali je GUID shrambe predmetov veljaven.
FNRRD1036.message     = Primerka shrambe predmetov ni bilo mogo\u010de pridobiti z uporabo navedenega GUID-a shrambe predmetov {0}.
FNRRD1036.arg.0		  = object_store_name_or_ID
