# REQUIRED FLAG!!
# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE

# ----------------------------------------------------------------------
# Licensed Materials - Property of IBM
#
# (C) Copyright IBM Corp. 2013. All Rights Reserved.
#
# US Government Users Restricted Rights -
# Use, duplication or disclosure restricted by GSA ADP Schedule Contract
# with IBM Corporation
# ----------------------------------------------------------------------

#--------------------------------------------------------------------------------------------------
# Place all strings related to messages in this section.
# For error messages, include the additional suffixed resources if applicable:
#   id -- the message number, starting with 1000, working up.  Don't change numbers on existing messages!
#   explanation -- a detailed explanation of the error
#   userResponse -- the response the user can take to possibly resolve the error
#   adminResponse -- the response an administrator can take to possibly resolve the error
#   0-n -- descriptions of message inserts
#   useCase -- the scenario that most likely creates the error
#--------------------------------------------------------------------------------------------------
#
######################## DISPLAY STRINGS ######################################
#actions
action.About = Quant a
action.AddDispositionSchedule = Afegeix la planificaci\u00f3 de disposici\u00f3
action.AddDispositionAction = Afegeix una acci\u00f3
action.AddTriggerAction = Afegeix un activador
action.AddHold = Afegeix una retenci\u00f3
action.AddLocation = Afegeix una ubicaci\u00f3
action.AddNamingPattern = Afegeix un patr\u00f3 de nomenclatura
action.AddRecordCategory = Afegeix categoria de registre
action.AddRecordFolder = Afegeix carpeta de registre
action.AddRecordVolume = Afegeix un volum de registre
action.AddRecordType = Afegeix el tipus de registre
action.AddTransferMapping = Afegeix el mapatge de transfer\u00e8ncia
action.AddEventTrigger = Afegeix l''activador d''esdeveniment
action.AddTrigger = Afegeix activadors
action.Activate = Activa
action.AddFilePlan = Afegeix el pla de fitxer
action.AddToFavorites = Afegeix a Preferits
action.Close = Tanca
action.Copy = Copia
action.CreateLink = Crea un enlla\u00e7
action.CreateNewJob = Nova feina
action.Declare = Declara
action.Delete = Elimina
action.File = Fitxer
action.Inactivate = Inhabilita
action.InitiateDisposition = Inicia la disposici\u00f3
action.LaunchChargeOut = Carregat
action.Move = Mou
action.PlaceOnHold = Llocs en retenci\u00f3
action.Properties = Propietats
action.Refresh = Refresca
action.Relocate = Reubica
action.RemoveHold = Elimina la retenci\u00f3
action.RemoveHoldOnViewEntities = Elimina la retenci\u00f3
action.Reopen = Reobre
action.Undeclare = Anul\u00b7la la declaraci\u00f3
action.ViewDocumentInfo = Visualitza la informaci\u00f3 del document
action.OpenRecordContent = Visualitza el contingut de registre
action.ViewEntitiesOnHold = Revisa entitats en retenci\u00f3
action.InitiateRemoveHoldRequest = Inicia la sol\u00b7licitud d''eliminaci\u00f3 de retenci\u00f3
action.CancelRemoveHoldRequest = Cancel\u00b7la la sol\u00b7licitud d''eliminaci\u00f3 de retenci\u00f3
action.ActivateHoldSweepProcessing = Habilita el processament de l''escombrat de retencions
action.ViewReportResultAsLink = Visualitza l''enlla\u00e7 de resultat
action.RunReport = Executa informe
action.AddReportDefinition = Afegeix definici\u00f3 de l''informe
action.ScheduleReport = Planifica informe
action.ScheduleDispositionSweep = Planifica escombrat d''eliminaci\u00f3
action.ScheduleHoldSweep = Planifica escombrat de retenci\u00f3
action.TaskModify = Modifica
action.TaskModifyAndRun = Modifica i executa
action.TaskEnable = Habilita
action.TaskDisable = Inhabilita
action.TaskOpen = Obre
action.TaskDownload = Descarrega
action.RecordProperties = Propietats de registre
action.ConvertToDDContainer = Converteix a contenidor de planificaci\u00f3 b\u00e0sica
action.ScheduleDDContainerConversion = Planifica conversi\u00f3 de contenidor
action.ScheduleDDReportTask = Planifica escombrada de planificaci\u00f3 b\u00e0sica

actionType.Export = Exporta
actionType.Transfer = Transfereix
actionType.Destroy = Destrueix
actionType.InterimTransfer = Transfer\u00e8ncia interm\u00e8dia
actionType.Cutoff = Talla
actionType.VitalReview = Revisi\u00f3 vital
actionType.AutoDestroy = Autodestrueix

triggerEventType.InternalEvent = Esdeveniment intern
triggerEventType.ExternalEvent = Esdeveniment extern
triggerEventType.RecurringEvent = Esdeveniment peri\u00f2dic
triggerEventType.PredefinedDate = Data d''esdeveniment de calendari predefinit

statusInProgress = En curs
statusCompleted = Complet
statusPaused = En pausa
statusFailed = Ha fallat
statusCanceled = Cancel\u00b7lat
statusScheduled = Planificat

menu_actionsToolbar = Barra d''eines del panell d''accions per defecte de l''IBM Enterprise Records
menu_bannerToolsContextMenu = Men\u00fa d''eines del b\u00e0ner per defecte de l''IBM Enterprise Records
menu_configureflyoutToolbar = Barra d''eines flotant de configuraci\u00f3 per defecte de l''IBM Enterprise Records
menu_contentListToolbar = Barra d''eines de la llista de contingut per defecte de l''IBM Enterprise Records
menu_customObjectContextMenu = Men\u00fa de l''objecte personalitzat per defecte de l''IBM Enterprise Records
menu_customObjectsContextMenu = Men\u00fa d''objectes personalitzats m\u00faltiples per defecte de l''IBM Enterprise Records
menu_dispositonSchedulesToolbar = Barra d''eines de planificacions d''eliminaci\u00f3 per defecte de l''IBM Enterprise Records
menu_electronicRecordContextMenu = Men\u00fa de registre electr\u00f2nic per defecte de l''IBM Enterprise Records
menu_electronicRecordFolderContextMenu = Men\u00fa de la carpeta de registres electr\u00f2nics per defecte de l''IBM Enterprise Records
menu_filePlanContextMenu = Men\u00fa del pla de fitxers per defecte de l''IBM Enterprise Records
menu_holdsPaneToolbar = Men\u00fa de la barra d''eines del panell de retencions per defecte de l''IBM Enterprise Records
menu_holdsPaneContextMenu = Men\u00fa del panell de retencions per defecte de l''IBM Enterprise Records
menu_jobsFlyoutToolbar = Men\u00fa de la barra d''eines flotant de treballs per defecte de l''IBM Enterprise Records
menu_locationsPaneToolbar = Barra d''eines del panell d''ubicacions per defecte de l''IBM Enterprise Records
menu_multipleContainersAndRecordsContextMenu = Men\u00fa de registres i contenidors m\u00faltiples per defecte de l''IBM Enterprise Records
menu_multipleContainersContextMenu = Men\u00fa de contenidors per defecte de l''IBM Enterprise Records
menu_multipleRecordsContextMenu = Men\u00fa de registres m\u00faltiples per defecte de l''IER
menu_namingPatternsToolbar = Barra d''eines del panell de patrons de denominaci\u00f3 per defecte de l''IBM Enterprise Records
menu_physicalBoxOrHybridRecordFolderContextMenu = Men\u00fa de la carpeta de registres h\u00edbrids o del quadre f\u00edsic per defecte de l''IBM Enterprise Records
menu_physicalRecordContextMenu = Men\u00fa de registres f\u00edsics per defecte de l''IBM Enterprise Records
menu_recordCategoryContextMenu = Men\u00fa de categoria de registres per defecte de l''IBM Enterprise Records
menu_transferMappingsPaneToolbar = Barra d''eines del panell de mapatges de transfer\u00e8ncia per defecte de l''IBM Enterprise Records
menu_triggersPaneToolbar = Barra d''eines del panell d''activadors per defecte de l''IBM Enterprise Records
menu_volumeContextMenu = Men\u00fa de volum per defecte de l''IBM Enterprise Records
menu_recordTypesToolbar = Barra d''eines del panell de tipus de registre per defecte de l''IBM Enterprise Records
menu_reportDefintionsToolbar = Barra d''eines del panell de definicions de registres per defecte de l''IBM Enterprise Records
menu_reportDefintionsContextMenu = Men\u00fa del panell de definicions de registres per defecte de l''IBM Enterprise Records
menu_multiStatusTaskToolbar = Barra d''eines de tasques per defecte de l''IBM Enterprise Records
menu_completedTaskToolbar = Barra d''eines de tasques completades de l''IBM Enterprise Records
menu_reportTaskToolbar = Barra d''eines de tasques d''informes de l''IBM Enterprise Records
menu_dispositionTaskToolbar = Barra d''eines de tasques d''eliminaci\u00f3 de l''IBM Enterprise Records
menu_holdTaskToolbar = Barra d''eines de tasques de retenci\u00f3 de registres de l''IBM Enterprise Records
menu_completedRecurringTaskContextMenu = Men\u00fa de tasques recurrents completades de l''IBM Enterprise Records
menu_completedTaskContextMenu = Men\u00fa de tasques completades per defecte de l''IBM Enterprise Records
menu_failedTaskContextMenu = Men\u00fa de tasques incompletes per defecte de l''IBM Enterprise Records
menu_scheduledTaskContextMenu = Men\u00fa de tasques planificades per defecte de l''IBM Enterprise Records
menu_inProgressTaskContextMenu = Men\u00fa de tasques en curs per defecte de l''IBM Enterprise Records
menu_completedTaskInstanceContextMenu = Men\u00fa d''inst\u00e0ncies de tasques completades per defecte de l''IBM Enterprise Records
menu_failedTaskInstanceContextMenu = Men\u00fa d''inst\u00e0ncies de tasques incompletes per defecte de l''IBM Enterprise Records
menu_scheduledTaskInstanceContextMenu = Men\u00fa d''inst\u00e0ncies de tasques planificades per defecte de l''IBM Enterprise Records
menu_disabledTaskContextMenu = Men\u00fa de tasques inhabilitades de l''IBM Enterprise Records
menu_inProgressTaskInstanceContextMenu = Men\u00fa d''inst\u00e0ncies de tasques en curs per defecte de l''IBM Enterprise Records
menu_favoriteRecordCategoryContextMenu = Men\u00fa de categoria de registres preferits de l''IBM Enterprise Records
menu_favoriteElectronicRecordFolderContextMenu = Men\u00fa de la carpeta de registres electr\u00f2nics per defecte de l''IBM Enterprise Records
menu_favoritePhysicalRecordFolderContextMenu = Men\u00fa de la carpeta de registres h\u00edbrids o del quadre f\u00edsic preferit de l''IBM Enterprise Records
menu_favoriteVolumeContextMenu = Men\u00fa de volum preferit de l''IBM Enterprise Records
menu_favoriteElectronicRecordContextMenu = Men\u00fa de registres electr\u00f2nics preferits de l''IBM Enterprise Records
menu_favoritePhysicalRecordContextMenu = Men\u00fa de registres f\u00edsics preferits de l''IBM Enterprise Records
menu_browseFilePlanToolbar = Men\u00fa de la barra d''eines dels plans de fitxers de navegaci\u00f3 de l''IBM Enterprise Records
menu_filePlanConfigureContextMenu = Men\u00fa del panell de configuraci\u00f3 de l''IBM Enterprise Records
menu_placeOnHoldContextMenu = Men\u00fa de retencions de l''IBM Enterprise Records
menu_removeHoldContextMenu = Men\u00fa d''eliminacions de retenci\u00f3 de l''IBM Enterprise Records
menu_viewEntitiesOnHoldContextMenu = Men\u00fa per veure entitats en retenci\u00f3 de l''IBM Enterprise Records
menu_ierHoldConditionRecordContextMenu = Men\u00fa de registres de visualitzaci\u00f3 pr\u00e8via de condicions de retenci\u00f3 de l''IBM Enterprise Records
menu_ierHoldConditionContainerContextMenu = Men\u00fa de contenidors de visualitzaci\u00f3 pr\u00e8via de condicions de retenci\u00f3 de l''IBM Enterprise Records

feature.reports = Informes
feature.reportsTooltip = Obre la visualitzaci\u00f3 d''informes

name = Nom
containerId = ID de contenidor
Class = Classe
declare.toolbar.contentlist = Barra d''eines de llista de contingut amb acci\u00f3 de declaraci\u00f3
declare.contextmenu.document = Men\u00fa de context d''element de document amb acci\u00f3 de declaraci\u00f3
plugin.layout.name = Disseny de l''IBM Enterprise Records
type = Tipus
description = Descripci\u00f3
user = Usuari
startTime = Hora d''inici
endTime = Hora final
isRecurring = Peri\u00f2dic
status = Estat
repeatCycle = Interval de repetici\u00f3

report = Informa
dispositionSweep = Escombrada d''eliminaci\u00f3
holdSweep = Escombrada de retenci\u00f3


####################### STATUS MESSAGES ######################################
search.results.returnedOne = La cerca ha tornat {0} element.
search.results.returned = La cerca ha tornat {0} elements.
task.started = S''ha iniciat la tasca seg\u00fcent: {0}.
task.completed = S''ha completat la tasca seg\u00fcent: {0}.
task.results = La tasca s''ha completat amb els resultats seg\u00fcents: {0}.
task.failed = La tasca seg\u00fcent ha fallat: {0}.
reportTask.completed = S''ha generat l''informe. Podeu veure la sortida de l''informe al seg\u00fcent enlla\u00e7: {0}.
error.aesEncryptionKey.notAvailable = La clau de xifratge AES no est\u00e0 disponible. La clau s''ha emmagatzemat a la base de dades d''administraci\u00f3 de l''IBM Content Navigator. El servidor d''aplicacions necessita tenir acc\u00e9s a la base de dades per poder obtenir la clau de xifratge.
conversionDDTask.completed = La conversi\u00f3 a la planificaci\u00f3 b\u00e0sica s''ha completat correctament.
runDefensibleDisposalDDTask.completedNoResults = L''escombrada s''ha completat correctament, per\u00f2 no hi ha registres per processar i incloure a l''informe.
initiateDispositionAllSuccessful = La eliminaci\u00f3 s''ha iniciat i s''ha processat satisfact\u00f2riament.
basicScheduleWorkflowSuccessful = El flux de treball de la planificaci\u00f3 b\u00e0sica s''ha iniciat satisfact\u00f2riament.

####################### ERROR MESSAGES ######################################
error.application.unexpected.id = 0100
error.application.unexpected = S''ha produ\u00eft una excepci\u00f3 inesperada de l''IBM Enterprise Records.  Consulteu l''error seg\u00fcent: {0}
error.application.unexpected.explanation = S''ha produ\u00eft un problema amb un dels components del sistema d''IBM Enterprise Records. {0}
error.application.unexpected.userResponse = Demaneu a l''administrador del sistema que revisi el fitxer de registres de servidor d''aplicaci\u00f3 web per obtenir m\u00e9s informaci\u00f3 sobre el problema. 
error.application.unexpected.adminResponse = Consulteu els fitxers de registres d''aplicaci\u00f3 web per obtenir m\u00e9s informaci\u00f3. 
error.application.unexpected.0 = error_message

error.recordcategory.unexpected.id = 0101
error.recordcategory.unexpected = La categoria de registre no s''ha pogut crear a causa del seg\u00fcent error: {0}
error.recordcategory.unexpected.explanation = No s''ha pogut crear la categoria de registres.
error.recordcategory.unexpected.userResponse = Consulteu el missatge d''error associat i arregleu el problema. A continuaci\u00f3, intenteu crear un altre cop la categoria de registre.
error.recordcategory.unexpected.0 = error_message

error.recordcategory.invalidLocation.id = 0102
error.recordcategory.invalidLocation = No s''ha pogut crear la categoria de registre a la seg\u00fcent ubicaci\u00f3: {0}.
error.recordcategory.invalidLocation.explanation = No es permet la ubicaci\u00f3 seleccionada de la categoria de registres. 
error.recordcategory.invalidLocation.userResponse = Seleccioneu una ubicaci\u00f3 v\u00e0lida. Per obtenir informaci\u00f3 sobre on es pot crear una categoria de registre, consulteu el tema "Addici\u00f3 d''una categoria de registre" a l''ajuda en l\u00ednia o al centre d''informaci\u00f3. 
error.recordcategory.invalidLocation.0 = record_category_location

error.service.invalidContentRepository.id = 0103
error.service.invalidContentRepository = El dip\u00f2sit especificat no \u00e9s un dip\u00f2sit de contingut v\u00e0lid o un magatzem d''objectes de registre per a IBM Enterprise Records.
error.service.invalidContentRepository.explanation =  Per declarar registres, necessiteu un dip\u00f2sit de contingut o un magatzem d''objectes de registres v\u00e0lid.
error.service.invalidContentRepository.userResponse = Introdu\u00efu un dip\u00f2sit de continguts o un magatzem d''objectes de registres v\u00e0lid. Per obtenir informaci\u00f3 sobre com convertir un dip\u00f2sit de contingut a un dip\u00f2sit que pugui contenir registres declarats, consulteu el tema "Configuraci\u00f3 de magatzems d''objectes" a l''ajuda en l\u00ednia o a l''information center.

error.recordDeclareService.invalidDeclareContainer.id = 0104
error.recordDeclareService.invalidDeclareContainer = No es poden declarar registres al contenidor de registres seleccionat.
error.recordDeclareService.invalidDeclareContainer.explanation = Els registres no es poden declarar a tots els tipus de contenidors de registres. Per exemple, no podeu declarar un registre a un tipus de contenidor de pla de fitxers.
error.recordDeclareService.invalidDeclareContainer.userResponse = Seleccioneu un altre contenidor de registres. Per obtenir informaci\u00f3 sobre quins tipus de contenidors de registres poden contenir registres declarats, consulteu el tema "Declara un registre" a l''ajuda en l\u00ednia o a l''information center.

error.containerclose.invalidContainer.id = 0105
error.containerclose.invalidContainer = L''entitat que s''est\u00e0 tancant no \u00e9s un contenidor de registres v\u00e0lid.
error.containerclose.invalidContainer.explanation = Nom\u00e9s podeu tancar categories, carpetes i volums.
error.containerclose.invalidContainer.userResponse = Assegureu-vos que l''entitat que s''est\u00e0 tancant \u00e9s d''un tipus Categoria, Carpeta o Volum.

error.containerclose.unexpected.id = 0106
error.containerclose.unexpected = El contenidor de registres no es pot tancar a causa del seg\u00fcent error: {0}
error.containerclose.unexpected.explanation = \u00c9s possible que el contenidor de registres ja s''hagi tancat.
error.containerclose.unexpected.userResponse = Assegureu-vos que el contenidor sigui v\u00e0lid i que no estigui tancat. 
error.containerclose.unexpected.0 = error_message

error.delete.unexpected.id = 0107
error.delete.unexpected = L''entitat no es pot suprimir a causa del seg\u00fcent error: {0}
error.delete.unexpected.explanation = Un altre usuari pot haver suprimit l''entitat o \u00e9s possible que no tingueu drets d''acc\u00e9s per suprimir l''entitat.
error.delete.unexpected.userResponse = Consulteu el missatge d''error associat i arregleu el problema. A continuaci\u00f3, intenteu suprimir l''entitat un altre cop. 
error.delete.unexpected.0 = error_message

error.container.invalidName.id = 0108
error.container.invalidName = El camp Nom d''entitat cont\u00e9 car\u00e0cters no v\u00e0lids.
error.container.invalidName.explanation = Els noms d''entitat no poden contenir els seg\u00fcents car\u00e0cters:  \ / : * ? " < > |
error.container.invalidName.userResponse = Introdu\u00efu un nom d''entitat v\u00e0lid.

error.relocate.invalidDestContainer.id = 0109
error.relocate.invalidDestContainer = La carpeta de destinaci\u00f3 especificada no pot retenir el contenidor de registres que s''est\u00e0 movent.
error.relocate.invalidDestContainer.explanation = Moure el contenidor de registres a la destinaci\u00f3 especificada violar\u00e0 una de les regles de contenci\u00f3 dels contenidors de registres.
error.relocate.invalidDestContainer.userResponse = Seleccioneu un contenidor de destinaci\u00f3 v\u00e0lid.

error.relocate.invalidContainer.id = 0110
error.relocate.invalidContainer = No es pot reubicar el contenidor.
error.relocate.invalidContainer.explanation = Nom\u00e9s es poden reubicar les categories de registre i les carpetes de registre.
error.relocate.invalidContainer.userResponse = Seleccioneu un tipus de contenidor v\u00e0lid per moure.

error.relocate.unexpected.id = 0111
error.relocate.unexpected = El contenidor no es pot reubicar a causa del seg\u00fcent error: {0}
error.relocate.unexpected.explanation = La reubicaci\u00f3 del contenidor ha fallat.
error.relocate.unexpected.userResponse = Consulteu el missatge d''error associat i arregleu el problema. A continuaci\u00f3, torneu-ho a provar.
error.relocate.unexpected.0 = error_message

error.containerreopen.invalidContainer.id = 0112
error.containerreopen.invalidContainer = L''entitat que s''est\u00e0 obrint no \u00e9s un contenidor de registres v\u00e0lid.
error.containerreopen.invalidContainer.explanation = Nom\u00e9s es poden reobrir categories, carpetes i volums.
error.containerreopen.invalidContainer.userResponse = Assegureu-vos que l''entitat que s''est\u00e0 reobrint \u00e9s d''un tipus Categoria, Carpeta o Volum.

error.containerreopen.unexpected.id = 0113
error.containerreopen.unexpected = El contenidor de registres no es pot reobrir a causa del seg\u00fcent error: {0}
error.containerreopen.unexpected.explanation = \u00c9s possible que el contenidor ja s''hagi obert.
error.containerreopen.unexpected.userResponse = Assegureu-vos que el contenidor sigui v\u00e0lid i que estigui tancat. 
error.containerreopen.unexpected.0 = error_message

error.filerecord.unexpected.id = 0114
error.filerecord.unexpected = El registre no s''ha pogut arxivar a causa del seg\u00fcent error: {0}
error.filerecord.unexpected.explanation = \u00c9s possible que no tingueu drets d''acc\u00e9s per arxivar el registre.
error.filerecord.unexpected.userResponse = Assegureu-vos que el contenidor de destinaci\u00f3 sigui v\u00e0lid i que teniu drets d''acc\u00e9s per arxivar el registre. 
error.filerecord.unexpected.0 = exception_message

error.filerecord.invalidDest.id = 0115
error.filerecord.invalidDest = El registre no es pot arxivar al seg\u00fcent contenidor: {0}.
error.filerecord.invalidDest.explanation = No s''ha pogut arxivar un registre per qu\u00e8 el contenidor de destinaci\u00f3 no \u00e9s v\u00e0lid. 
error.filerecord.invalidDest.userResponse = Assegureu-vos que el contenidor de destinaci\u00f3 sigui v\u00e0lid i que teniu drets d''acc\u00e9s per arxivar el registre al contenidor. 
error.filerecord.invalidDest.0 = destination_container

error.moverecord.unexpected.id = 0116
error.moverecord.unexpected = El registre no es pot moure a causa del seg\u00fcent error: {0}
error.moverecord.unexpected.explanation = \u00c9s possible que no tingueu drets d''acc\u00e9s per moure el registre.
error.moverecord.unexpected.userResponse = Assegureu-vos que el contenidor de destinaci\u00f3 sigui v\u00e0lid i que teniu drets d''acc\u00e9s per moure el registre. 
error.moverecord.unexpected.0 = error_message

error.placeonhold.unexpected.id = 0117
error.placeonhold.unexpected = El registre o contenidor no es pot posar en retenci\u00f3 a causa del seg\u00fcent error: {0}
error.placeonhold.unexpected.explanation = \u00c9s possible que no tingueu drets d''acc\u00e9s per posar el registre o el contenidor en retenci\u00f3.
error.placeonhold.unexpected.userResponse = Assegureu-vos que la destinaci\u00f3 sigui v\u00e0lida i que teniu drets d''acc\u00e9s per aplicar una retenci\u00f3 en el registre o en el contenidor. 
error.placeonhold.unexpected.0 = error_message

error.recordfolder.unexpected.id = 0118
error.recordfolder.unexpected = No es pot crear la carpeta de registres a causa del seg\u00fcent error: {0}
error.recordfolder.unexpected.explanation = No es pot crear la carpeta de registres.
error.recordfolder.unexpected.userResponse = Consulteu el missatge d''error associat i arregleu el problema. A continuaci\u00f3, intenteu crear un altre cop la carpeta de registres. {0}
error.recordfolder.unexpected.0 = error_message

error.recordfolder.invalidLocation.id = 0119
error.recordfolder.invalidLocation = No s''ha pogut crear la carpeta de registres a la seg\u00fcent ubicaci\u00f3: {0}.
error.recordfolder.invalidLocation.explanation = No es permet la ubicaci\u00f3 seleccionada per a la carpeta de registres. 
error.recordfolder.invalidLocation.userResponse = Seleccioneu una ubicaci\u00f3 v\u00e0lida. Per obtenir m\u00e9s informaci\u00f3 sobre on es pot crear una carpeta de registres, consulteu el tema "Addici\u00f3 d''una carpeta de registres" a l''ajuda en l\u00ednia o al centre d''informaci\u00f3.
error.recordfolder.invalidLocation.0 = record_folder_location

error.hold.unexpected.id = 0120
error.hold.unexpected = La retenci\u00f3 no es pot crear a causa del seg\u00fcent error: {0}
error.hold.unexpected.explanation = No es pot crear la retenci\u00f3.
error.hold.unexpected.userResponse = Consulteu el missatge d''error associat i arregleu el problema. A continuaci\u00f3, intenteu crear la retenci\u00f3 un altre cop. {0}
error.hold.unexpected.0 = exception_message

error.hold.invalidName.id = 0121
error.hold.invalidName = El nom de retenci\u00f3 cont\u00e9 car\u00e0cters no v\u00e0lids i no es pot crear.
error.hold.invalidName.explanation = No es poden fer servir els seg\u00fcents car\u00e0cters en un nom de retenci\u00f3: \ / : * ? " < > |
error.hold.invalidName.userResponse = Introdu\u00efu un nom v\u00e0lid per a la retenci\u00f3.

error.copyrecord.unexpected.id = 0122
error.copyrecord.unexpected = El registre no es pot copiar a causa del seg\u00fcent error: {0}
error.copyrecord.unexpected.explanation = \u00c9s possible que no tingueu drets d''acc\u00e9s per copiar el registre.
error.copyrecord.unexpected.userResponse = Assegureu-vos que el contenidor de destinaci\u00f3 sigui v\u00e0lid i que teniu drets d''acc\u00e9s per copiar el registre. 
error.copyrecord.unexpected.0 = error_message

error.copyrecord.invalidDest.id = 0123
error.copyrecord.invalidDest = El registre no es pot arxiva ral seg\u00fcent contenidor: {0}.
error.copyrecord.invalidDest.explanation = \u00c9s possible que no tingueu drets d''acc\u00e9s per arxivar el registre en el contenidor especificat.
error.copyrecord.invalidDest.userResponse = Assegureu-vos que el contenidor de destinaci\u00f3 sigui v\u00e0lid i que teniu drets d''acc\u00e9s per arxivar el registre al contenidor. 
error.copyrecord.invalidDest.0 = destination_container

error.location.unexpected.id = 0124
error.location.unexpected = No es pot crear un objecte d''ubicaci\u00f3 a causa del seg\u00fcent error: {0}
error.location.unexpected.explanation = No es pot crear l''objecte d''ubicaci\u00f3.
error.location.unexpected.userResponse = Consulteu el missatge d''error associat i arregleu el problema. A continuaci\u00f3, intenteu crear un altre cop l''objecte d''ubicaci\u00f3. {0}
error.location.unexpected.0 = error_message

error.location.invalidName.id = 0125
error.location.invalidName = El nom d''ubicaci\u00f3 cont\u00e9 car\u00e0cters no v\u00e0lids i no es pot crear.
error.location.invalidName.explanation = No es poden utilitzar els seg\u00fcents car\u00e0cters: \\/ : * ? " < > |
error.location.invalidName.userResponse = Introdu\u00efu un nom d''ubicaci\u00f3 v\u00e0lid.

error.undeclare.unexpected.id = 0126
error.undeclare.unexpected = No es pot anular la declaraci\u00f3 del registre a causa del seg\u00fcent error: {0}
error.undeclare.unexpected.explanation = No es pot anular la declaraci\u00f3 del registre.
error.undeclare.unexpected.userResponse = Consulteu el missatge d''error associat i arregleu el problema. A continuaci\u00f3, intenteu anular la declaraci\u00f3 del registre un altre cop. 
error.undeclare.unexpected.0 = error_message

error.action.unexpected.id = 0127
error.action.unexpected = No es pot crear l''acci\u00f3 d''eliminaci\u00f3 a causa del seg\u00fcent error: {0}
error.action.unexpected.explanation = No es pot crear l''acci\u00f3 d''eliminaci\u00f3.
error.action.unexpected.userResponse = Consulteu el missatge d''error associat i arregleu el problema. A continuaci\u00f3, intenteu crear l''acci\u00f3 d''eliminaci\u00f3 un altre cop.
error.action.unexpected.0 = error_message

error.recordDeclareService.readOnly.id = 0128
error.recordDeclareService.readOnly = No teniu perm\u00eds per declarar un document com a registre.
error.recordDeclareService.readOnly.explanation = No teniu perm\u00eds per modificar les propietats del document.
error.recordDeclareService.readOnly.userResponse = Poseu-vos en contacte amb l''administrador del sistema per obtenir permisos per modificar les propietats del document. Si no podeu obtenir perm\u00eds per modificar les propietats del document, creeu-ne un de nou.

error.namingpattern.unexpected.id = 0129
error.namingpattern.unexpected = No es pot crear l''objecte de patr\u00f3 de denominaci\u00f3 a causa del seg\u00fcent error: {0}
error.namingpattern.unexpected.explanation = No es pot crear l''objecte de patr\u00f3 de denominaci\u00f3.
error.namingpattern.unexpected.userResponse = Consulteu el missatge d''error associat i arregleu el problema. A continuaci\u00f3, intenteu crear un altre cop l''objecte del patr\u00f3 de denominaci\u00f3. 
error.namingpattern.unexpected.0 = error_message

error.namingpattern.invalidName.id = 0130
error.namingpattern.invalidName = El nom de patr\u00f3 cont\u00e9 car\u00e0cters no v\u00e0lids i no es pot crear.
error.namingpattern.invalidName.explanation = Un nom de patr\u00f3 no pot contenir el seg\u00fcents car\u00e0cters: \ / : * ? " < > |

error.namingpattern.invalidName.userResponse = Introdu\u00efu un nom de patr\u00f3 v\u00e0lid.

error.recordvolume.unexpected.id = 0131
error.recordvolume.unexpected = No es pot crear el volum de registres a causa del seg\u00fcent error: {0}
error.recordvolume.unexpected.explanation = No es pot crear el volum de registres.
error.recordvolume.unexpected.userResponse = Consulteu el missatge d''error associat i arregleu el problema. A continuaci\u00f3, intenteu crear un altre cop la carpeta de registres. 
error.recordvolume.unexpected.0 = error_message

error.recordvolume.invalidLocation.id = 0132
error.recordvolume.invalidLocation = No s''ha pogut crear el volum de registre a la seg\u00fcent ubicaci\u00f3: {0}.
error.recordvolume.invalidLocation.explanation = No es permet la ubicaci\u00f3 seleccionada del volum de registres. 
error.recordvolume.invalidLocation.userResponse = Seleccioneu una ubicaci\u00f3 v\u00e0lida. Per obtenir informaci\u00f3 sobre on es pot crear un volum de registre, consulteu el tema anomenat "Addici\u00f3 d''una categoria de registre" a l''ajuda en l\u00ednia o al centre d''informaci\u00f3.
error.recordvolume.invalidLocation.0 = record_volume_location

error.trigger.unexpected.id = 0133
error.trigger.unexpected = No es pot crear l''activador d''eliminaci\u00f3 a causa del seg\u00fcent error: {0}
error.trigger.unexpected.explanation = No es pot crear l''activador d''eliminaci\u00f3.
error.trigger.unexpected.userResponse = Consulteu el missatge d''error associat i arregleu el problema. A continuaci\u00f3, intenteu crear l''acci\u00f3 d''eliminaci\u00f3 un altre cop. {0}
error.trigger.unexpected.0 = error_message

error.reports.failedToRun.id = 0134
error.reports.failedToRun = No es pot generar l''informe actual: {0}.
error.reports.failedToRun.explanation = No es pot generar l''informe actual.
error.reports.failedToRun.userResponse = Consulteu el missatge d''error associat, intenteu corregir el problema i torneu a generar l''informe. Si no podeu resoldre el problema, poseu-vos en contacte amb l''administrador del sistema. 
error.reports.failedToRun.adminResponse = Consulteu els fitxers de registre de l''aplicaci\u00f3 web per obtenir-ne m\u00e9s informaci\u00f3 i les traces de piles. 
error.reports.failedToRun.0 = error_message

error.reports.reportConfigurationMissing.id = 0135
error.reports.reportConfigurationMissing = Falten les configuracions del servidor d''informes Cognos, base de dades o espais de noms.
error.reports.reportConfigurationMissing.explanation = Al sistema hi falten les configuracions del servidor d''informes Cognos, base de dades o espais de noms. Assegureu-vos que s''especifiquin.
error.reports.reportConfigurationMissing.userResponse = Poseu-vos en contacte amb l''administrador del sistema per les configuracions que manquen.
error.reports.reportConfigurationMissing.adminResponse = Especifiqueu l''URI de passarel\u00b7la d''informes Cognos, l''URI de distribuci\u00f3 de miniaplicaci\u00f3 Cognos, l''espai de nom de Cognos i el motor de creaci\u00f3 d''informes a la configuraci\u00f3 d''administraci\u00f3.

error.reports.repositoryNotInDomain.id = 0136
error.reports.repositoryNotInDomain = No es pot tornar a generar el seg\u00fcent informe per qu\u00e8 el dip\u00f2sit original \u00e9s a un altre domini: {0}.
error.reports.repositoryNotInDomain.explanation = El dip\u00f2sit original on s''ha executat l''informe ha de ser en el mateix domini que el del dip\u00f2sit en el qu\u00e8 heu iniciat la sessi\u00f3 al comen\u00e7ar aquesta sessi\u00f3. 
error.reports.repositoryNotInDomain.adminResponse = Feu saber a l''administrador que el dip\u00f2sit per defecte ha de ser en el mateix domini del dip\u00f2sit en el qu\u00e8 s''ha executat originalment l''informe.
error.reports.repositoryNotInDomain.0 = new_repository_ID.

error.linkrecord.unexpected.id = 0137
error.linkrecord.unexpected = No es poden enlla\u00e7ar els registres a causa del seg\u00fcent error: {0}
error.linkrecord.unexpected.explanation = \u00c9s possible que no tingueu els drets d''acc\u00e9s adients per crear un enlla\u00e7.
error.linkrecord.unexpected.userResponse = Assegureu-vos que teniu els drets d''acc\u00e9s correctes per crear l''enlla\u00e7. 
error.linkrecord.unexpected.0 = error_message

error.removehold.unexpected.id = 0138
error.removehold.unexpected = No es pot eliminar la retenci\u00f3 a causa del seg\u00fcent error: {0}
error.removehold.unexpected.explanation =  \u00c9s possible que no tingueu els drets d''acc\u00e9s adients per eliminar la retenci\u00f3.
error.removehold.unexpected.userResponse = Assegureu-vos que la destinaci\u00f3 \u00e9s v\u00e0lida i que teniu drets d''acc\u00e9s per eliminar la retenci\u00f3.
error.removehold.unexpected.0 = error_message

error.editrecord.unexpected.id = 0139
error.editrecord.unexpected = Les propietats del registre no es poden actualitzar i desar a causa del seg\u00fcent error: {0}
error.editrecord.unexpected.explanation = \u00c9s possible que no tingueu els drets d''acc\u00e9s correctes per desar les propietats del registre. 
error.editrecord.unexpected.userResponse = Assegureu-vos que teniu els drets d''acc\u00e9s correctes per editar les propietats del registre. 
error.editrecord.unexpected.0 = error_message

error.fileplan.unexpected.id = 0140
error.fileplan.unexpected = No es pot crear el pla de fitxers a causa del seg\u00fcent error: {0}
error.fileplan.unexpected.explanation = No es pot crear el pla de fitxers.
error.fileplan.unexpected.userResponse = Consulteu el missatge d''error associat i arregleu el problema. A continuaci\u00f3, intenteu crear un altre cop el pla de fitxers. 
error.fileplan.unexpected.0 = error_message

error.fileplan.invalidLocation.id = 0141
error.fileplan.invalidLocation = No s''ha pogut crear el fitxer a la seg\u00fcent ubicaci\u00f3: {0}.
error.fileplan.invalidLocation.explanation = No es permet la ubicaci\u00f3 seleccionada per al pla de fitxers. 
error.fileplan.invalidLocation.userResponse = Seleccioneu una ubicaci\u00f3 v\u00e0lida. Per obtenir m\u00e9s informaci\u00f3 sobre on es pot crear un pla de fitxers, consulteu el tema anomenat "Addici\u00f3 d''un pla de fitxers" a l''ajuda en l\u00ednia o al centre d''informaci\u00f3.
error.fileplan.invalidLocation.0 = file_plan_location

error.taskManager.failedToListTasks.id = 0142
error.taskManager.failedToListTasks = No es pot recuperar la llista de tasques a causa del seg\u00fcent error: {0}
error.taskManager.failedToListTasks.explanation = \u00c9s possible que el servidor no estigui disponible. Reviseu el missatge d''error associat.
error.taskManager.failedToListTasks.userResponse = Poseu-vos en contacte amb l''administrador del sistema en relaci\u00f3 al missatge d''error.
error.taskManager.failedToListTasks.0 = error_message

error.container.duplicateName.id = 0143
error.container.duplicateName = No es pot desar el contenidor per qu\u00e8 el nom o l''identificador no \u00e9s \u00fanic.
error.container.duplicateName.explanation = El nom del contenidor i l''identificador han de ser \u00fanics al nivell actual del contenidor pare.
error.container.duplicateName.userResponse = Establiu un nom o identificador \u00fanic per al contenidor actual.

error.taskManager.failedToConnectTaskManagerServices.id = 0144
error.taskManager.failedToConnectTaskManagerServices = El servei del gestor de tasques no est\u00e0 disponible a causa del seg\u00fcent error: {0}
error.taskManager.failedToConnectTaskManagerServices.explanation = No es pot arribar al servei del gestor de tasques ECM.
error.taskManager.failedToConnectTaskManagerServices.userResponse = Sol\u00b7liciteu l''administrador que comprovi l''estat del servei del gestor de tasques.
error.taskManager.failedToConnectTaskManagerServices.0 = error_message

error.taskManager.unexpected.id = 0145
error.taskManager.unexpected = No es pot modificar la tasca a causa del seg\u00fcent error: {0}
error.taskManager.unexpected.explanation =  El problema que el missatge d''error associat descriu impedeix la modificaci\u00f3 de la tasca.
error.taskManager.unexpected.userResponse = Poseu-vos en contacte amb l''administrador del sistema en relaci\u00f3 a aquest missatge d''error.
error.taskManager.unexpected.0 = error_message

error.reportdefinition.failedToSave.id = 0146
error.reportdefinition.failedToSave = No es pot desar la definici\u00f3 de l''informe a causa del seg\u00fcent error: {0} 
error.reportdefinition.failedToSave.explanation = No es pot desar la definici\u00f3 de l''informe.
error.reportdefinition.failedToSave.userResponse = Consulteu el missatge d''error associat, intenteu corregir el problema i torneu a desar la definici\u00f3 d''informe. Si no podeu resoldre el problema, poseu-vos en contacte amb l''administrador del sistema.
error.reportdefinition.failedToSave.adminResponse = Consulteu els fitxers de registre de l''aplicaci\u00f3 web per obtenir-ne m\u00e9s informaci\u00f3 i les traces de piles.
error.reportdefinition.failedToSave.0 = error_message

error.copy.unexpected.id = 0147
error.copy.unexpected = No es pot copiar l''entitat a causa del seg\u00fcent error: {0}
error.copy.unexpected.explanation = \u00c9s possible que no tingueu perm\u00eds per copiar l''entitat.
error.copy.unexpected.userResponse = Consulteu el missatge d''error associat i arregleu el problema. 
error.copy.unexpected.0 = error_message

error.desktopIdNotQueue.id = 0148
error.desktopIdNotQueue = No es pot crear l''escriptori de l''IBM Enterprise Records.
error.desktopIdNotQueue.explanation = L''ID d''escriptori no \u00e9s \u00fanic.
error.desktopIdNotQueue.userResponse = Proporcioneu un ID d''escriptori diferent.

error.failedToGetPESession.id = 0149
error.failedToGetPESession = No es pot establir una connexi\u00f3 amb el servidor de Process Engine a causa del seg\u00fcent error: {0}
error.failedToGetPESession.explanation = \u00c9s possible que falti un nom de punt de connexi\u00f3 a la definici\u00f3 de dip\u00f2sit a IBM Content Navigator o que el servidor de Process Engine no estigui disponible.
error.failedToGetPESession.userResponse = Comproveu que s''hagi proporcionat el punt de connexi\u00f3 del dip\u00f2sit a IBM Content Navigator i que heu instal\u00b7lat els fitxers JAR de client de Process Engine m\u00e9s nous al servidor.
error.failedToGetPESession.0 = error_message

error.missingConnectionPointName.id = 0150
error.missingConnectionPointName = No s''ha proporcionat cap nom de punt de connexi\u00f3.
error.missingConnectionPointName.explanation = Es necessita un nom de punt de connexi\u00f3 i no s''ha trobat a la definici\u00f3 de dip\u00f2sit de l''IBM Content Navigator.
error.missingConnectionPointName.userResponse = Sol\u00b7liciteu a l''administrador que proporcioni el nom de punt de connexi\u00f3 durant la configuraci\u00f3.
error.missingConnectionPointName.adminResponse = Afegiu un nom de punt de connexi\u00f3 al dip\u00f2sit actual utilitzant el client d''administraci\u00f3 de l''IBM Content Navigator.

error.noResultsReadyForInitiateDisp.id = 0151
error.noResultsReadyForInitiateDisp = S''ha iniciat l''eliminaci\u00f3, per\u00f2 no hi han entitats preparades per a ser eliminades.
error.noResultsReadyForInitiateDisp.explanation = Aquest problema es pot produir com a conseq\u00fc\u00e8ncia de que algunes entitats estiguin retingudes.
error.noResultsReadyForInitiateDisp.userResponse = Elimineu les retencions i torneu a iniciar l''eliminaci\u00f3.

error.initiateDispositionSomeFailures.id = 0152
error.initiateDispositionSomeFailures = S''ha iniciat l''eliminaci\u00f3. Amb tot, s''han produ\u00eft errors. El primer error trobat \u00e9s el seg\u00fcent: {0}
error.initiateDispositionSomeFailures.explanation = Nom\u00e9s es mostra el primer error. Aquest problema es pot produir quan les entitats no estan preparades per a ser eliminades o tenen una retenci\u00f3.
error.initiateDispositionSomeFailures.adminResponse = Consulteu l''error per obtenir m\u00e9s informaci\u00f3. Corregiu l''error i torneu a executar l''eliminaci\u00f3.
error.initiateDispositionSomeFailures.0 = error_message

error.invalidGCDAccess.id = 0153
error.invalidGCDAccess = L''usuari actual no t\u00e9 acc\u00e9s administratiu al GCD.
error.invalidGCDAccess.explanation = L''usuari actual necessita acc\u00e9s administratiu al GCD a Content Engine o Content Platform Engine per realitzar algunes de les accions necess\u00e0ries quan executeu l''script de seguretat.
error.invalidGCDAccess.adminResponse = Utilitzeu un nom d''usuari diferent amb acc\u00e9s al GCD o atorgueu-vos acc\u00e9s al GCD a Content Engine o Content Platform Engine.
error.invalidGCDAccess.userResponse = Contacteu l''administrador del sistema.

error.privilege.insufficient.id = 0154
error.privilege.insufficient = No teniu els drets d''acc\u00e9s adients per realitzar aquesta acci\u00f3. Consulteu l''error seg\u00fcent: {0}
error.privilege.insufficient.explanation = No hi ha prou privilegis per realitzar l''acci\u00f3 desitjada.
error.privilege.insufficient.userResponse = Contacteu l''administrador del sistema.
error.privilege.insufficient.adminResponse = Reviseu el missatge d''error i atorgueu-vos els drets d''acc\u00e9s adients.
error.privilege.insufficient.0 = error_message

error.missingMarkingSet.id = 0155
error.missingMarkingSet = Falta el seg\u00fcent conjunt de marques: {0}.
error.missingMarkingSet.explanation = Falta un dels conjunts de marques per defecte necessaris.
error.missingMarkingSet.adminResponse = Poseu-vos en contacte amb el suport d''IBM per tornar a afegir el conjunt de marques.
error.missingMarkingSet.userResponse = Contacteu l''administrador del sistema.
error.missingMarkingSet.0 = marking_set_name

error.systemConfiguration.unexpected.id = 0156
error.systemConfiguration.unexpected = No es pot desar la configuraci\u00f3 del sistema a causa del seg\u00fcent error: {0}
error.systemConfiguration.unexpected.explanation = No es pot desar la configuraci\u00f3 del sistema.
error.systemConfiguration.unexpected.userResponse = Consulteu el missatge d''error associat i arregleu el problema. A continuaci\u00f3, intenteu anomenar la configuraci\u00f3 del sistema un altre cop. 
error.systemConfiguration.unexpected.0 = error_message

error.placeOnHoldSomeFailures.id = 0157
error.placeOnHoldSomeFailures = Alguns dels registres no es poden posar en retenci\u00f3. El primer error trobat \u00e9s el seg\u00fcent: {0}
error.placeOnHoldSomeFailures.explanation = Nom\u00e9s es mostra el primer error. Aquest problema es pot deure a qu\u00e8 no teniu drets d''acc\u00e9s per posar els registres o contenidors en retenci\u00f3.
error.placeOnHoldSomeFailures.adminResponse = Consulteu l''error per obtenir m\u00e9s informaci\u00f3. Resoleu l''error i torneu a provar de posar les entitats en retenci\u00f3.
error.placeOnHoldSomeFailures.0 = error_message

error.containersCloseSomeFailures.id = 0158
error.containersCloseSomeFailures = Alguns dels contenidors de registres no es poden tancar. El primer error trobat \u00e9s el seg\u00fcent: {0}
error.containersCloseSomeFailures.explanation = Nom\u00e9s es mostra el primer error. Aquest problema es pot deure a qu\u00e8 potser els contenidors de registres ja estiguin tancats o que no teniu drets d''acc\u00e9s per tancar els contenidors.
error.containersCloseSomeFailures.adminResponse = Consulteu l''error per obtenir m\u00e9s informaci\u00f3. Resoleu l''error i torneu a provar de tancar els contenidors.
error.containersCloseSomeFailures.0 = error_message

error.deleteSomeFailures.id = 0159
error.deleteSomeFailures = Algunes entitats no es poden suprimir. El primer error trobat \u00e9s el seg\u00fcent: {0}
error.deleteSomeFailures.explanation = Nom\u00e9s es mostra el primer error. Aquest problema es pot deure a qu\u00e8 no teniu drets d''acc\u00e9s per suprimir les entitats o potser les entitats ja s''han suprimit.
error.deleteSomeFailures.adminResponse = Consulteu l''error per obtenir m\u00e9s informaci\u00f3. Resoleu l''error i torneu a provar de suprimir les entitats.
error.deleteSomeFailures.0 = error_message