# REQUIRED FLAG!!
# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE

# ----------------------------------------------------------------------
# Licensed Materials - Property of IBM
#
# (C) Copyright IBM Corp. 2013. All Rights Reserved.
#
# US Government Users Restricted Rights -
# Use, duplication or disclosure restricted by GSA ADP Schedule Contract
# with IBM Corporation
# ----------------------------------------------------------------------

#--------------------------------------------------------------------------------------------------
# Place all strings related to messages in this section.
# For error messages, include the additional suffixed resources if applicable:
#   id -- the message number, starting with 1000, working up.  Don't change numbers on existing messages!
#   explanation -- a detailed explanation of the error
#   userResponse -- the response the user can take to possibly resolve the error
#   adminResponse -- the response an administrator can take to possibly resolve the error
#   0-n -- descriptions of message inserts
#   useCase -- the scenario that most likely creates the error
#--------------------------------------------------------------------------------------------------
#
######################## DISPLAY STRINGS ######################################
#actions
action.About = Acerca de
action.AddDispositionSchedule = A\u00f1adir planificaci\u00f3n de eliminaci\u00f3n
action.AddDispositionAction = A\u00f1adir acci\u00f3n
action.AddTriggerAction = A\u00f1adir desencadenante
action.AddHold = A\u00f1adir retenci\u00f3n
action.AddLocation = A\u00f1adir ubicaci\u00f3n
action.AddNamingPattern = A\u00f1adir pauta de asignaci\u00f3n de nombres
action.AddRecordCategory = A\u00f1adir categor\u00eda de registro
action.AddRecordFolder = A\u00f1adir carpeta de registro
action.AddRecordVolume = A\u00f1adir volumen de registro
action.AddRecordType = A\u00f1adir tipo de registro
action.AddTransferMapping = A\u00f1adir asignaci\u00f3n de transferencias
action.AddEventTrigger = A\u00f1adir desencadenador de suceso
action.AddTrigger = A\u00f1adir desencadenantes
action.Activate = Activar
action.AddFilePlan = A\u00f1adir plan de archivos
action.AddToFavorites = A\u00f1adir a favoritos
action.Close = Cerrar
action.Copy = Copiar
action.CreateLink = Crear enlace
action.CreateNewJob = Nuevo trabajo
action.Declare = Declarar
action.Delete = Suprimir
action.File = Archivo
action.Inactivate = Inhabilitar
action.InitiateDisposition = Iniciar eliminaci\u00f3n
action.LaunchChargeOut = Extraer
action.Move = Mover
action.PlaceOnHold = Poner en retenci\u00f3n
action.Properties = Propiedades
action.Refresh = Renovar
action.Relocate = Reubicar
action.RemoveHold = Suprimir retenci\u00f3n
action.RemoveHoldOnViewEntities = Suprimir retenci\u00f3n
action.Reopen = Reabrir
action.Undeclare = Anular declaraci\u00f3n
action.ViewDocumentInfo = Visualizar informaci\u00f3n de documento
action.OpenRecordContent = Visualizar contenido de registro
action.ViewEntitiesOnHold = Revisar entidades en retenci\u00f3n
action.InitiateRemoveHoldRequest = Iniciar solicitud de quitar retenci\u00f3n
action.CancelRemoveHoldRequest = Solicitud de cancelar la eliminaci\u00f3n de la retenci\u00f3n
action.ActivateHoldSweepProcessing = Habilitar proceso de limpieza de retenciones
action.ViewReportResultAsLink = Ver enlace de resultado
action.RunReport = Ejecutar informe
action.AddReportDefinition = A\u00f1adir definici\u00f3n de informe
action.ScheduleReport = Planificar informe
action.ScheduleDispositionSweep = Planificar limpieza de eliminaci\u00f3n
action.ScheduleHoldSweep = Planificar limpieza de retenciones
action.TaskModify = Modificar
action.TaskModifyAndRun = Modificar y ejecutar
action.TaskEnable = Habilitar
action.TaskDisable = Inhabilitar
action.TaskOpen = Abrir
action.TaskDownload = Descargar
action.RecordProperties = Propiedades de registro
action.ConvertToDDContainer = Convertir a contenedor de planificaci\u00f3n b\u00e1sica
action.ScheduleDDContainerConversion = Planificar conversi\u00f3n de contenedor
action.ScheduleDDReportTask = Planificar limpieza de planificaci\u00f3n b\u00e1sica

actionType.Export = Exportar
actionType.Transfer = Transferir
actionType.Destroy = Destruir
actionType.InterimTransfer = Transferencia provisional
actionType.Cutoff = Limitar el corte
actionType.VitalReview = Revisi\u00f3n vital
actionType.AutoDestroy = Autodestrucci\u00f3n

triggerEventType.InternalEvent = Suceso interno
triggerEventType.ExternalEvent = Suceso externo
triggerEventType.RecurringEvent = Suceso recurrente
triggerEventType.PredefinedDate = Fecha de suceso de calendario predefinida

statusInProgress = En curso
statusCompleted = Completado
statusPaused = En pausa
statusFailed = Fallido
statusCanceled = Cancelado
statusScheduled = Planificado

menu_actionsToolbar = Barra de herramientas del panel de acciones predeterminado de IBM Enterprise Records
menu_bannerToolsContextMenu = Men\u00fa de herramientas del banner predeterminado de IBM Enterprise Records
menu_configureflyoutToolbar = Barra de herramientas flotante de configuraci\u00f3n predeterminada de IBM Enterprise Records
menu_contentListToolbar = Barra de herramientas de lista de contenido predeterminada de IBM Enterprise Records
menu_customObjectContextMenu = Men\u00fa de objeto personalizado predeterminado de IBM Enterprise Records
menu_customObjectsContextMenu = Men\u00fa de varios objetos personalizados predeterminado de IBM Enterprise Records
menu_dispositonSchedulesToolbar = Barra de herramientas de planificaciones de eliminaci\u00f3n predeterminada de IBM Enterprise Records
menu_electronicRecordContextMenu = Men\u00fa de registro electr\u00f3nico predeterminado de IBM Enterprise Records
menu_electronicRecordFolderContextMenu = Men\u00fa de carpeta de registro electr\u00f3nico predeterminado de IBM Enterprise Records
menu_filePlanContextMenu = Men\u00fa de plan de archivo predeterminado de IBM Enterprise Records
menu_holdsPaneToolbar = Men\u00fa de barra de herramientas del panel de retenciones predeterminado de IBM Enterprise Records
menu_holdsPaneContextMenu = Men\u00fa de panel de retenciones predeterminado de IBM Enterprise Records
menu_jobsFlyoutToolbar = Men\u00fa de barra de herramientas flotante de trabajo predeterminado de IBM Enterprise Records
menu_locationsPaneToolbar = Barra de herramientas del panel de ubicaciones predeterminada de IBM Enterprise Records
menu_multipleContainersAndRecordsContextMenu = Men\u00fa de varios contenedores y registros predeterminado de IBM Enterprise Records
menu_multipleContainersContextMenu = Men\u00fa de varios contenedores predeterminado de IBM Enterprise Records
menu_multipleRecordsContextMenu = Men\u00fa de varios registros predeterminado de IER
menu_namingPatternsToolbar = Barra de herramientas del panel de pautas de asignaci\u00f3n de nombres predeterminada de IBM Enterprise Records
menu_physicalBoxOrHybridRecordFolderContextMenu = Men\u00fa de carpeta de registro de cuadro f\u00edsico o h\u00edbrido predeterminado de IBM Enterprise Records
menu_physicalRecordContextMenu = Men\u00fa de registro f\u00edsico predeterminado de IBM Enterprise Records
menu_recordCategoryContextMenu = Men\u00fa de categor\u00eda de registro predeterminado de IBM Enterprise Records
menu_transferMappingsPaneToolbar = Barra de herramientas del panel de correlaciones de transferencia predeterminada de IBM Enterprise Records
menu_triggersPaneToolbar = Barra de herramientas del panel de desencadenantes predeterminada de IBM Enterprise Records
menu_volumeContextMenu = Men\u00fa de volumen predeterminado de IBM Enterprise Records
menu_recordTypesToolbar = Barra de herramientas del panel de tipos de registro predeterminada de IBM Enterprise Records
menu_reportDefintionsToolbar = Barra de herramientas del panel de definiciones de registro predeterminada de IBM Enterprise Records
menu_reportDefintionsContextMenu = Men\u00fa de panel de definiciones de registro predeterminado de IBM Enterprise Records
menu_multiStatusTaskToolbar = Barra de herramientas de tarea predeterminada de IBM Enterprise Records
menu_completedTaskToolbar = Barra de herramientas de tarea completada de IBM Enterprise Records
menu_reportTaskToolbar = Barra de herramientas de tarea de informe de IBM Enterprise Records
menu_dispositionTaskToolbar = Barra de herramientas de tarea de eliminaci\u00f3n de IBM Enterprise Records
menu_holdTaskToolbar = Barra de herramientas de tarea de retenci\u00f3n de IBM Enterprise Records
menu_completedRecurringTaskContextMenu = Men\u00fa de tarea recurrente completada predeterminado de IBM Enterprise Records
menu_completedTaskContextMenu = Men\u00fa de tarea completada predeterminado de IBM Enterprise Records
menu_failedTaskContextMenu = Men\u00fa de tarea fallida predeterminado de IBM Enterprise Records
menu_scheduledTaskContextMenu = Men\u00fa de tarea planificada predeterminado de IBM Enterprise Records
menu_inProgressTaskContextMenu = Men\u00fa de tarea en curso predeterminado de IBM Enterprise Records
menu_completedTaskInstanceContextMenu = Men\u00fa de instancia de tarea completada predeterminado de IBM Enterprise Records
menu_failedTaskInstanceContextMenu = Men\u00fa de instancia de tarea fallida predeterminado de IBM Enterprise Records
menu_scheduledTaskInstanceContextMenu = Men\u00fa de instancia de tarea planificada predeterminado de IBM Enterprise Records
menu_disabledTaskContextMenu = Men\u00fa de tarea inhabilitada de IBM Enterprise Records
menu_inProgressTaskInstanceContextMenu = Men\u00fa de instancia de tarea en curso predeterminado de IBM Enterprise Records
menu_favoriteRecordCategoryContextMenu = Men\u00fa de categor\u00eda de registro favorito de IBM Enterprise Records
menu_favoriteElectronicRecordFolderContextMenu = Men\u00fa de carpeta de registro electr\u00f3nico favorito de IBM Enterprise Records
menu_favoritePhysicalRecordFolderContextMenu = Men\u00fa de carpeta de registro de cuadro f\u00edsico o h\u00edbrido favorito de IBM Enterprise Records
menu_favoriteVolumeContextMenu = Men\u00fa de volumen favorito de IBM Enterprise Records
menu_favoriteElectronicRecordContextMenu = Men\u00fa de registro electr\u00f3nico favorito de IBM Enterprise Records
menu_favoritePhysicalRecordContextMenu = Men\u00fa de registro f\u00edsico favorito de IBM Enterprise Records
menu_browseFilePlanToolbar = Men\u00fa de barra de herramientas de planes de archivo de exploraci\u00f3n de IBM Enterprise Records
menu_filePlanConfigureContextMenu = Men\u00fa de panel de configuraci\u00f3n de IBM Enterprise Records
menu_placeOnHoldContextMenu = Men\u00fa de poner en retenci\u00f3n de IBM Enterprise Records
menu_removeHoldContextMenu = Men\u00fa de suprimir retenci\u00f3n de IBM Enterprise Records
menu_viewEntitiesOnHoldContextMenu = Men\u00fa de ver entidades retenidas de IBM Enterprise Records
menu_ierHoldConditionRecordContextMenu = Men\u00fa de registro de vista previa de retenci\u00f3n de registro de IBM Enterprise Records
menu_ierHoldConditionContainerContextMenu = Men\u00fa de contenedor de vista previa de retenci\u00f3n de registro de IBM Enterprise Records

feature.reports = Informes
feature.reportsTooltip = Abrir vista de informe

name = Nombre
containerId = ID de contenedor
Class = Clase
declare.toolbar.contentlist = Barra de herramientas de la lista de contenido con acci\u00f3n de declarar
declare.contextmenu.document = Men\u00fa contextual de elemento de documento con acci\u00f3n de declarar
plugin.layout.name = Dise\u00f1o de IBM Enterprise Records
type = Tipo
description = Descripci\u00f3n
user = Usuario
startTime = Hora de inicio
endTime = Hora de finalizaci\u00f3n
isRecurring = Recurrente
status = Estado
repeatCycle = Intervalo de repetici\u00f3n

report = Informe
dispositionSweep = Limpieza de eliminaci\u00f3n
holdSweep = Limpieza de retenciones


####################### STATUS MESSAGES ######################################
search.results.returnedOne = La b\u00fasqueda ha devuelto {0} elemento.
search.results.returned = La b\u00fasqueda ha devuelto {0} elementos.
task.started = Se ha iniciado la siguiente tarea: {0}.
task.completed = Se ha completado la siguiente tarea: {0}.
task.results = La tarea se ha completado con estos resultados: {0}.
task.failed = Ha fallado la siguiente tarea: {0}.
reportTask.completed = Se ha creado el informe. Puede ver la salida del informe en el siguiente enlace: {0}.
error.aesEncryptionKey.notAvailable = La clave de cifrado de AES no est\u00e1 disponible. La clave se almacena en la base de datos de administraci\u00f3n de IBM Content Navigator. El servidor de aplicaciones necesita acceso a la base de datos para obtener la clave de cifrado.
conversionDDTask.completed = La conversi\u00f3n a planificaci\u00f3n b\u00e1sica se ha completado correctamente.
runDefensibleDisposalDDTask.completedNoResults = La limpieza se ha completado correctamente, pero no hay registros para procesar e incluir en el informe.
initiateDispositionAllSuccessful = La eliminaci\u00f3n se inici\u00f3 y proces\u00f3 correctamente.
basicScheduleWorkflowSuccessful = El flujo de trabajo de planificaci\u00f3n b\u00e1sica se inici\u00f3 correctamente.

####################### ERROR MESSAGES ######################################
error.application.unexpected.id = 0100
error.application.unexpected = Se ha producido una excepci\u00f3n inesperada de IBM Enterprise Records. Consulte el error siguiente: {0}
error.application.unexpected.explanation = Se ha producido un problema en uno de los componentes del sistema IBM Enterprise Records. {0}
error.application.unexpected.userResponse = Pida al administrador del sistema que revise el archivo de registro del servidor de aplicaciones web para obtener m\u00e1s informaci\u00f3n sobre el problema. 
error.application.unexpected.adminResponse = Consulte los archivos de registro de aplicaciones web para obtener m\u00e1s informaci\u00f3n. 
error.application.unexpected.0 = mensaje_error

error.recordcategory.unexpected.id = 0101
error.recordcategory.unexpected = No se ha podido crear la categor\u00eda de registro debido al siguiente error: {0}
error.recordcategory.unexpected.explanation = No se ha podido crear la categor\u00eda de registro.
error.recordcategory.unexpected.userResponse = Consulte el mensaje de error asociado y solucione el problema. A continuaci\u00f3n, intente crear la categor\u00eda de registro de nuevo.
error.recordcategory.unexpected.0 = mensaje_error

error.recordcategory.invalidLocation.id = 0102
error.recordcategory.invalidLocation = La categor\u00eda de registro no se puede crear en la siguiente ubicaci\u00f3n: {0}.
error.recordcategory.invalidLocation.explanation = La ubicaci\u00f3n seleccionada para la categor\u00eda de registro no est\u00e1 permitida. 
error.recordcategory.invalidLocation.userResponse = Seleccione una ubicaci\u00f3n v\u00e1lida. Para obtener informaci\u00f3n acerca de d\u00f3nde se puede crear una categor\u00eda de registro, consulte el tema "A\u00f1adir una categor\u00eda de registro" en la ayuda en l\u00ednea o en el Information Center. 
error.recordcategory.invalidLocation.0 = ubicaci\u00f3n_categoria_registro

error.service.invalidContentRepository.id = 0103
error.service.invalidContentRepository = El repositorio especificado no es un repositorio de contenido v\u00e1lido ni un almac\u00e9n de objetos de registros de IBM Enterprise Records.
error.service.invalidContentRepository.explanation =  Para poder declarar registros, se necesita un repositorio de contenido o almac\u00e9n de objetos de registro v\u00e1lido.
error.service.invalidContentRepository.userResponse = Especifique un repositorio de contenido o almac\u00e9n de objetos de registro v\u00e1lido. Para obtener informaci\u00f3n acerca de c\u00f3mo convertir un repositorio de contenido en un repositorio que pueda contener registros declarados, consulte el tema "Configuraci\u00f3n de almacenes de objetos" en la ayuda en l\u00ednea o el Information Center.

error.recordDeclareService.invalidDeclareContainer.id = 0104
error.recordDeclareService.invalidDeclareContainer = No se pueden declarar registros en el contenedor de registros seleccionado.
error.recordDeclareService.invalidDeclareContainer.explanation = Los registros no se pueden declarar en todos los tipos de contenedores de registro. Por ejemplo, no se puede declarar un registro en el tipo de contenedor de planes de archivos.
error.recordDeclareService.invalidDeclareContainer.userResponse = Seleccione un contenedor de registros diferente. Para obtener informaci\u00f3n acerca qu\u00e9 tipos de contenedores de registros pueden contener registros declarados, consulte el tema "Declarar un registro" en la ayuda en l\u00ednea o en el Information Center.

error.containerclose.invalidContainer.id = 0105
error.containerclose.invalidContainer = La entidad que se est\u00e1 cerrando no es un contenedor de registros v\u00e1lido.
error.containerclose.invalidContainer.explanation = Solo se pueden cerrar categor\u00edas, carpetas y vol\u00famenes.
error.containerclose.invalidContainer.userResponse = Aseg\u00farese de que la entidad que se est\u00e1 cerrando es de tipo categor\u00eda, carpeta o volumen.

error.containerclose.unexpected.id = 0106
error.containerclose.unexpected = No se ha podido cerrar el contenedor de registros debido al siguiente error: {0}
error.containerclose.unexpected.explanation = Es posible que el contenedor de registros ya est\u00e9 cerrado.
error.containerclose.unexpected.userResponse = Aseg\u00farese de que el contenedor es v\u00e1lido y de que no est\u00e1 ya cerrado. 
error.containerclose.unexpected.0 = mensaje_error

error.delete.unexpected.id = 0107
error.delete.unexpected = No se ha podido suprimir la entidad debido al siguiente error: {0}
error.delete.unexpected.explanation = Es posible que otro usuario haya suprimido la entidad o que no tenga derechos de acceso para suprimir esta entidad.
error.delete.unexpected.userResponse = Consulte el mensaje de error asociado y solucione el problema. A continuaci\u00f3n, intente suprimir la entidad de nuevo. 
error.delete.unexpected.0 = mensaje_error

error.container.invalidName.id = 0108
error.container.invalidName = El campo Nombre de entidad contiene caracteres no v\u00e1lidos.
error.container.invalidName.explanation = Los nombres de entidad no pueden contener los siguientes caracteres:  \ / : * ? " < > |
error.container.invalidName.userResponse = Especifique un nombre de entidad v\u00e1lido.

error.relocate.invalidDestContainer.id = 0109
error.relocate.invalidDestContainer = La carpeta de destino especificada no puede retener el contenedor de registros que se va a mover.
error.relocate.invalidDestContainer.explanation = Mover el contenedor de registros al destino especificado incumplir\u00eda las reglas de contenci\u00f3n de los contenedores de registros.
error.relocate.invalidDestContainer.userResponse = Seleccione un contenedor de destino v\u00e1lido.

error.relocate.invalidContainer.id = 0110
error.relocate.invalidContainer = No se puede reubicar el contenedor.
error.relocate.invalidContainer.explanation = Solo se pueden reubicar categor\u00edas de registro y carpetas de registro.
error.relocate.invalidContainer.userResponse = Seleccione un tipo de contenedor v\u00e1lido para mover.

error.relocate.unexpected.id = 0111
error.relocate.unexpected = No se ha podido reubicar el contenedor debido al siguiente error: {0}
error.relocate.unexpected.explanation = La reubicaci\u00f3n del contenedor ha fallado.
error.relocate.unexpected.userResponse = Consulte el mensaje de error asociado y solucione el problema. Despu\u00e9s, vuelva a intentarlo.
error.relocate.unexpected.0 = mensaje_error

error.containerreopen.invalidContainer.id = 0112
error.containerreopen.invalidContainer = La entidad que se est\u00e1 reabriendo no es un contenedor de registros v\u00e1lido.
error.containerreopen.invalidContainer.explanation = Solo se pueden reabrir categor\u00edas, carpetas y vol\u00famenes.
error.containerreopen.invalidContainer.userResponse = Aseg\u00farese de que la entidad que se est\u00e1 reabriendo es de tipo categor\u00eda, carpeta o volumen.

error.containerreopen.unexpected.id = 0113
error.containerreopen.unexpected = No se ha podido reabrir el contenedor de registros debido al siguiente error: {0}
error.containerreopen.unexpected.explanation = Es posible que el contenedor ya est\u00e9 abierto.
error.containerreopen.unexpected.userResponse = Aseg\u00farese de que el contenedor es v\u00e1lido y de que est\u00e1 cerrado. 
error.containerreopen.unexpected.0 = mensaje_error

error.filerecord.unexpected.id = 0114
error.filerecord.unexpected = No se ha podido archivar el registro debido al siguiente error: {0}
error.filerecord.unexpected.explanation = Es posible que no tenga derechos de acceso para archivar el registro.
error.filerecord.unexpected.userResponse = Aseg\u00farese de que el contenedor de destino es v\u00e1lido y de que tiene derechos de acceso para archivar este registro. 
error.filerecord.unexpected.0 = exception_message

error.filerecord.invalidDest.id = 0115
error.filerecord.invalidDest = No se puede archivar el registro en el contenedor siguiente: {0}.
error.filerecord.invalidDest.explanation = El archivado de un registro ha fallado porque el contenedor de destino no es v\u00e1lido. 
error.filerecord.invalidDest.userResponse = Aseg\u00farese de que el contenedor de destino es v\u00e1lido y de que tiene derechos de acceso para archivar este registro en dicho contenedor. 
error.filerecord.invalidDest.0 = contenedor_destino

error.moverecord.unexpected.id = 0116
error.moverecord.unexpected = No se ha podido mover el registro debido al siguiente error: {0}
error.moverecord.unexpected.explanation = Es posible que no tenga derechos de acceso para mover el registro.
error.moverecord.unexpected.userResponse = Aseg\u00farese de que el contenedor de destino es v\u00e1lido y de que tiene derechos de acceso para mover este registro. 
error.moverecord.unexpected.0 = mensaje_error

error.placeonhold.unexpected.id = 0117
error.placeonhold.unexpected = No se ha podido poner en retenci\u00f3n el registro o contenedor debido al siguiente error: {0}
error.placeonhold.unexpected.explanation = Es posible que no tenga derechos de acceso para poner el registro o contenedor en retenci\u00f3n.
error.placeonhold.unexpected.userResponse = Aseg\u00farese de que el destino es v\u00e1lido y de que tiene derechos de acceso para poner el registro o contenedor en retenci\u00f3n. 
error.placeonhold.unexpected.0 = mensaje_error

error.recordfolder.unexpected.id = 0118
error.recordfolder.unexpected = No se puede crear la carpeta de registro debido al siguiente error: {0}
error.recordfolder.unexpected.explanation = La carpeta de registro no se puede crear.
error.recordfolder.unexpected.userResponse = Consulte el mensaje de error asociado y solucione el problema. A continuaci\u00f3n, intente crear la carpeta de registro de nuevo. {0}
error.recordfolder.unexpected.0 = mensaje_error

error.recordfolder.invalidLocation.id = 0119
error.recordfolder.invalidLocation = La carpeta de registro no se puede crear en la siguiente ubicaci\u00f3n: {0}.
error.recordfolder.invalidLocation.explanation = La ubicaci\u00f3n seleccionada para la carpeta de registro no est\u00e1 permitida. 
error.recordfolder.invalidLocation.userResponse = Seleccione una ubicaci\u00f3n v\u00e1lida. Para obtener informaci\u00f3n acerca de d\u00f3nde se puede crear una carpeta de registro, consulte el tema "A\u00f1adir una carpeta de registro" en la ayuda en l\u00ednea o en el Information Center.
error.recordfolder.invalidLocation.0 = ubicaci\u00f3n_carpeta_registro

error.hold.unexpected.id = 0120
error.hold.unexpected = No se puede crear la retenci\u00f3n debido al siguiente error: {0}
error.hold.unexpected.explanation = No se puede crear la retenci\u00f3n.
error.hold.unexpected.userResponse = Consulte el mensaje de error asociado y solucione el problema. A continuaci\u00f3n, intente crear la retenci\u00f3n de nuevo. {0}
error.hold.unexpected.0 = exception_message

error.hold.invalidName.id = 0121
error.hold.invalidName = El nombre de retenci\u00f3n contiene caracteres no v\u00e1lidos y no se puede crear.
error.hold.invalidName.explanation = No se pueden utilizar los siguientes caracteres en un nombre de retenci\u00f3n: \ / : * ? " < > |
error.hold.invalidName.userResponse = Especifique un nombre v\u00e1lido para la retenci\u00f3n.

error.copyrecord.unexpected.id = 0122
error.copyrecord.unexpected = No se ha podido copiar el registro debido al siguiente error: {0}
error.copyrecord.unexpected.explanation = Es posible que no tenga derechos de acceso para copiar el registro.
error.copyrecord.unexpected.userResponse = Aseg\u00farese de que el contenedor de destino es v\u00e1lido y de que tiene derechos de acceso para copiar este registro. 
error.copyrecord.unexpected.0 = mensaje_error

error.copyrecord.invalidDest.id = 0123
error.copyrecord.invalidDest = No se puede archivar el registro en el contenedor siguiente: {0}.
error.copyrecord.invalidDest.explanation = Es posible que no tenga derechos de acceso para archivar el registro en el contenedor especificado.
error.copyrecord.invalidDest.userResponse = Aseg\u00farese de que el contenedor de destino es v\u00e1lido y de que tiene derechos de acceso para archivar este registro en dicho contenedor. 
error.copyrecord.invalidDest.0 = contenedor_destino

error.location.unexpected.id = 0124
error.location.unexpected = No se puede crear el objeto de ubicaci\u00f3n debido al siguiente error: {0}
error.location.unexpected.explanation = No se puede crear el objeto de ubicaci\u00f3n.
error.location.unexpected.userResponse = Consulte el mensaje de error asociado y solucione el problema. A continuaci\u00f3n, intente crear el objeto de ubicaci\u00f3n de nuevo. {0}
error.location.unexpected.0 = mensaje_error

error.location.invalidName.id = 0125
error.location.invalidName = El nombre de ubicaci\u00f3n contiene caracteres no v\u00e1lidos y no se puede crear.
error.location.invalidName.explanation = No se pueden utilizar los siguientes caracteres: \\/ : * ? " < > |
error.location.invalidName.userResponse = Especifique un nombre de ubicaci\u00f3n v\u00e1lido.

error.undeclare.unexpected.id = 0126
error.undeclare.unexpected = No se ha podido anular la declaraci\u00f3n del registro debido al siguiente error: {0}
error.undeclare.unexpected.explanation = No se puede anular la declaraci\u00f3n del registro.
error.undeclare.unexpected.userResponse = Consulte el mensaje de error asociado y solucione el problema. Despu\u00e9s, intente anular la declaraci\u00f3n del registro de nuevo. 
error.undeclare.unexpected.0 = mensaje_error

error.action.unexpected.id = 0127
error.action.unexpected = No se puede crear la acci\u00f3n de eliminaci\u00f3n debido al siguiente error: {0}
error.action.unexpected.explanation = No se puede crear la acci\u00f3n de eliminaci\u00f3n.
error.action.unexpected.userResponse = Consulte el mensaje de error asociado y solucione el problema. A continuaci\u00f3n, intente crear la acci\u00f3n de eliminaci\u00f3n de nuevo.
error.action.unexpected.0 = mensaje_error

error.recordDeclareService.readOnly.id = 0128
error.recordDeclareService.readOnly = No tiene permiso para declarar el documento como un registro.
error.recordDeclareService.readOnly.explanation = No tiene permiso para modificar las propiedades del documento.
error.recordDeclareService.readOnly.userResponse = Contacte con el administrador del sistema para obtener permiso para modificar las propiedades del documento. Si no puede obtener permiso para modificar las propiedades del documento, cree un documento nuevo.

error.namingpattern.unexpected.id = 0129
error.namingpattern.unexpected = No se puede crear el objeto de pauta de asignaci\u00f3n de nombres debido al siguiente error: {0}
error.namingpattern.unexpected.explanation = No se puede crear el objeto de pauta de asignaci\u00f3n de nombres.
error.namingpattern.unexpected.userResponse = Consulte el mensaje de error asociado y solucione el problema. A continuaci\u00f3n, intente crear el objeto de pauta de asignaci\u00f3n de nombres de nuevo. 
error.namingpattern.unexpected.0 = mensaje_error

error.namingpattern.invalidName.id = 0130
error.namingpattern.invalidName = El nombre de pauta contiene caracteres no v\u00e1lidos y no se puede crear.
error.namingpattern.invalidName.explanation = Los nombres de pauta no pueden contener los siguientes caracteres:  \ / : * ? " < > | 
error.namingpattern.invalidName.userResponse = Especifique un nombre de pauta v\u00e1lido.

error.recordvolume.unexpected.id = 0131
error.recordvolume.unexpected = No se puede crear el volumen de registro debido al siguiente error: {0}
error.recordvolume.unexpected.explanation = El volumen de registro no se puede crear.
error.recordvolume.unexpected.userResponse = Consulte el mensaje de error asociado y solucione el problema. A continuaci\u00f3n, intente crear el volumen de registro de nuevo. 
error.recordvolume.unexpected.0 = mensaje_error

error.recordvolume.invalidLocation.id = 0132
error.recordvolume.invalidLocation = El volumen de registro no se puede crear en la siguiente ubicaci\u00f3n: {0}.
error.recordvolume.invalidLocation.explanation = La ubicaci\u00f3n seleccionada para el volumen de registro no est\u00e1 permitida. 
error.recordvolume.invalidLocation.userResponse = Seleccione una ubicaci\u00f3n v\u00e1lida. Para obtener informaci\u00f3n acerca de d\u00f3nde se puede crear un volumen de registro, consulte el tema llamado "A\u00f1adir un volumen de registro" en la ayuda en l\u00ednea o en el Information Center.
error.recordvolume.invalidLocation.0 = ubicaci\u00f3n_volumen_registro

error.trigger.unexpected.id = 0133
error.trigger.unexpected = No se puede crear el desencadenador de eliminaci\u00f3n debido al siguiente error: {0}
error.trigger.unexpected.explanation = No se puede crear el desencadenador de eliminaci\u00f3n.
error.trigger.unexpected.userResponse = Consulte el mensaje de error asociado y solucione el problema. A continuaci\u00f3n, intente crear la acci\u00f3n de eliminaci\u00f3n de nuevo. {0}
error.trigger.unexpected.0 = mensaje_error

error.reports.failedToRun.id = 0134
error.reports.failedToRun = No se puede generar el informe actual: {0}.
error.reports.failedToRun.explanation = No se puede generar el informe actual.
error.reports.failedToRun.userResponse = Consulte el mensaje de error asociado, trate de corregir el problema y vuelva a generar el informe. Si no puede solucionar el problema, p\u00f3ngase en contacto con el administrador del sistema. 
error.reports.failedToRun.adminResponse = Consulte los archivos de registro de la aplicaci\u00f3n web para obtener m\u00e1s informaci\u00f3n y seguimientos de pila. 
error.reports.failedToRun.0 = mensaje_error

error.reports.reportConfigurationMissing.id = 0135
error.reports.reportConfigurationMissing = Faltan las configuraciones del servidor de informes de Cognos, la base de datos o el espacio de nombres.
error.reports.reportConfigurationMissing.explanation = Faltan las configuraciones del servidor de informes de Cognos, la base de datos o el espacio de nombres en el sistema. Aseg\u00farese de que se hayan especificado.
error.reports.reportConfigurationMissing.userResponse = P\u00f3ngase en contacto con el administrador del sistema para informarle de las configuraciones que faltan.
error.reports.reportConfigurationMissing.adminResponse = Especifique el URI de la pasarela de informe de Cognos, el URI de asignaci\u00f3n de servlet de Cognos, el espacio de nombres de Cognos y el origen de datos del motor de informes en los valores de administraci\u00f3n.

error.reports.repositoryNotInDomain.id = 0136
error.reports.repositoryNotInDomain = No se puede volver a generar el siguiente informe porque el repositorio original se encuentra en un dominio diferente: {0}.
error.reports.repositoryNotInDomain.explanation = El repositorio original en el que se ejecut\u00f3 el informe debe estar en el mismo dominio que el repositorio en el que inici\u00f3 sesi\u00f3n al comienzo de esta sesi\u00f3n. 
error.reports.repositoryNotInDomain.adminResponse = Informe al administrador de que el repositorio predeterminado debe encontrarse en el mismo dominio que el repositorio en el que se ejecut\u00f3 el informe originalmente.
error.reports.repositoryNotInDomain.0 = ID_nuevo_repositorio.

error.linkrecord.unexpected.id = 0137
error.linkrecord.unexpected = No se han podido copiar los registros debido al siguiente error: {0}
error.linkrecord.unexpected.explanation = Es posible que no tenga los derechos de acceso adecuados para crear un enlace.
error.linkrecord.unexpected.userResponse = Aseg\u00farese de que tiene los derechos de acceso correctos para crear el enlace. 
error.linkrecord.unexpected.0 = mensaje_error

error.removehold.unexpected.id = 0138
error.removehold.unexpected = No se puede eliminar la retenci\u00f3n debido al siguiente error: {0}
error.removehold.unexpected.explanation =  Es posible que no tenga los derechos de acceso adecuados para eliminar la retenci\u00f3n.
error.removehold.unexpected.userResponse = Aseg\u00farese de que el destino es v\u00e1lido y de que tiene derechos de acceso para suprimir la retenci\u00f3n.
error.removehold.unexpected.0 = mensaje_error

error.editrecord.unexpected.id = 0139
error.editrecord.unexpected = No se han podido actualizar y guardar las propiedad de registro debido al siguiente error: {0}
error.editrecord.unexpected.explanation = Es posible que no tenga los derechos de acceso adecuados para guardar propiedad de registro. 
error.editrecord.unexpected.userResponse = Aseg\u00farese de que tiene los derechos de acceso correctos para editar las propiedades de registro. 
error.editrecord.unexpected.0 = mensaje_error

error.fileplan.unexpected.id = 0140
error.fileplan.unexpected = No se puede crear el plan de archivos debido al siguiente error: {0}
error.fileplan.unexpected.explanation = No se puede crear el plan de archivos.
error.fileplan.unexpected.userResponse = Consulte el mensaje de error asociado y solucione el problema. A continuaci\u00f3n, intente crear el plan de archivos de nuevo. 
error.fileplan.unexpected.0 = mensaje_error

error.fileplan.invalidLocation.id = 0141
error.fileplan.invalidLocation = El plan de archivos no se puede crear en la siguiente ubicaci\u00f3n: {0}.
error.fileplan.invalidLocation.explanation = La ubicaci\u00f3n seleccionada para el plan de archivos no est\u00e1 permitida. 
error.fileplan.invalidLocation.userResponse = Seleccione una ubicaci\u00f3n v\u00e1lida. Para obtener informaci\u00f3n acerca de d\u00f3nde se puede crear un plan de archivos, consulte el tema llamado "A\u00f1adir un plan de archivos" en la ayuda en l\u00ednea o en el Information Center.
error.fileplan.invalidLocation.0 = ubicaci\u00f3n_plan_archivos

error.taskManager.failedToListTasks.id = 0142
error.taskManager.failedToListTasks = No se puede recuperar la lista de tareas debido al siguiente error: {0}
error.taskManager.failedToListTasks.explanation = Es posible que el servidor no est\u00e9 disponible. Revise el mensaje de error asociado.
error.taskManager.failedToListTasks.userResponse = P\u00f3ngase en contacto con el administrador del sistema para informarle del mensaje de error.
error.taskManager.failedToListTasks.0 = mensaje_error

error.container.duplicateName.id = 0143
error.container.duplicateName = No se puede guardar el contenedor porque el nombre o el identificador no es exclusivo.
error.container.duplicateName.explanation = El nombre e identificador del contenedor debe ser exclusivo en el nivel actual del contenedor padre.
error.container.duplicateName.userResponse = Defina un nombre o identificador exclusivo para el contenedor actual.

error.taskManager.failedToConnectTaskManagerServices.id = 0144
error.taskManager.failedToConnectTaskManagerServices = El servicio del gestor de tareas no est\u00e1 disponible debido al error siguiente: {0}
error.taskManager.failedToConnectTaskManagerServices.explanation = No se puede localizar el servicio del gestor de tareas de ECM.
error.taskManager.failedToConnectTaskManagerServices.userResponse = Solicite al administrador que compruebe el estado del servicio del gestor de tareas.
error.taskManager.failedToConnectTaskManagerServices.0 = mensaje_error

error.taskManager.unexpected.id = 0145
error.taskManager.unexpected = No se puede modificar la tarea debido al siguiente error: {0}
error.taskManager.unexpected.explanation =  El problema que describe el mensaje de error asociado est\u00e1 impidiendo que se modifique la tarea.
error.taskManager.unexpected.userResponse = P\u00f3ngase en contacto con el administrador del sistema para informarle del mensaje de error.
error.taskManager.unexpected.0 = mensaje_error

error.reportdefinition.failedToSave.id = 0146
error.reportdefinition.failedToSave = No se puede guardar la definici\u00f3n de informe debido al siguiente error: {0} 
error.reportdefinition.failedToSave.explanation = No se ha podido guardar la definici\u00f3n de informe.
error.reportdefinition.failedToSave.userResponse = Consulte el mensaje de error asociado, trate de corregir el problema y vuelva a guardar la definici\u00f3n de informe. Si no puede solucionar el problema, p\u00f3ngase en contacto con el administrador del sistema.
error.reportdefinition.failedToSave.adminResponse = Consulte los archivos de registro de la aplicaci\u00f3n web para obtener m\u00e1s informaci\u00f3n y seguimientos de pila.
error.reportdefinition.failedToSave.0 = mensaje_error

error.copy.unexpected.id = 0147
error.copy.unexpected = No se ha podido copiar la entidad debido al siguiente error: {0}
error.copy.unexpected.explanation = Es posible que no tenga permiso para copiar la entidad.
error.copy.unexpected.userResponse = Consulte el mensaje de error asociado y solucione el problema. 
error.copy.unexpected.0 = mensaje_error

error.desktopIdNotQueue.id = 0148
error.desktopIdNotQueue = No se puede crear el escritorio de IBM Enterprise Records.
error.desktopIdNotQueue.explanation = El ID del escritorio no es exclusivo.
error.desktopIdNotQueue.userResponse = Proporcione un ID de escritorio diferente.

error.failedToGetPESession.id = 0149
error.failedToGetPESession = No se puede establecer una conexi\u00f3n con el servidor de Process Engine debido al siguiente error: {0}
error.failedToGetPESession.explanation = Es posible que falte un nombre de punto de conexi\u00f3n en la definici\u00f3n de repositorio de IBM Content Navigator o que el servidor de Process Engine no est\u00e9 disponible.
error.failedToGetPESession.userResponse = Compruebe que se ha proporcionado el punto de conexi\u00f3n del repositorio y que tiene los \u00faltimos archivos .jar del cliente de Process Engine instalados en el servidor.
error.failedToGetPESession.0 = mensaje_error

error.missingConnectionPointName.id = 0150
error.missingConnectionPointName = No se ha proporcionado un nombre de punto de conexi\u00f3n.
error.missingConnectionPointName.explanation = Falta un nombre de punto de conexi\u00f3n necesario en la definici\u00f3n de repositorio de IBM Content Navigator.
error.missingConnectionPointName.userResponse = Solicite a su administrador que proporcione el nombre de punto de conexi\u00f3n durante la configuraci\u00f3n.
error.missingConnectionPointName.adminResponse = A\u00f1ada un nombre de punto de conexi\u00f3n al repositorio actual mediante el cliente de administraci\u00f3n de IBM Content Navigator.

error.noResultsReadyForInitiateDisp.id = 0151
error.noResultsReadyForInitiateDisp = Se ha iniciado la eliminaci\u00f3n, pero no hay entidades listas para la eliminaci\u00f3n.
error.noResultsReadyForInitiateDisp.explanation = Este problema puede deberse a que algunas entidades est\u00e1n retenidas.
error.noResultsReadyForInitiateDisp.userResponse = Elimine las retenciones y vuelva a iniciar la eliminaci\u00f3n.

error.initiateDispositionSomeFailures.id = 0152
error.initiateDispositionSomeFailures = Se ha iniciado la eliminaci\u00f3n. Sin embargo, se han producido algunos errores. El primer error encontrado es: {0}
error.initiateDispositionSomeFailures.explanation = Solo se muestra el primer error. Este problema podr\u00eda deberse a que las entidades no est\u00e1n listas para la eliminaci\u00f3n o est\u00e1n retenidas.
error.initiateDispositionSomeFailures.adminResponse = Consulte el error para obtener m\u00e1s informaci\u00f3n. Corrija el error y vuelva a ejecutar la eliminaci\u00f3n.
error.initiateDispositionSomeFailures.0 = mensaje_error

error.invalidGCDAccess.id = 0153
error.invalidGCDAccess = El usuario actual no tiene acceso administrativo de GCD.
error.invalidGCDAccess.explanation = El usuario actual necesita acceso administrativo de GCD en Content Engine o Content Platform Engine para realizar algunas de las acciones necesarias para la ejecuci\u00f3n del script de seguridad.
error.invalidGCDAccess.adminResponse = Utilice un nombre de usuario distinto con acceso de GCD u obtenga este acceso en Content Engine o Content Platform Engine.
error.invalidGCDAccess.userResponse = P\u00f3ngase en contacto con el administrador del sistema.

error.privilege.insufficient.id = 0154
error.privilege.insufficient = No tiene los derechos de acceso adecuados para realizar esta acci\u00f3n. Consulte el error siguiente: {0}
error.privilege.insufficient.explanation = No hay suficientes privilegios para realizar la acci\u00f3n.
error.privilege.insufficient.userResponse = P\u00f3ngase en contacto con el administrador del sistema.
error.privilege.insufficient.adminResponse = Revise el mensaje de error y obtenga los derechos de acceso adecuados.
error.privilege.insufficient.0 = mensaje_error

error.missingMarkingSet.id = 0155
error.missingMarkingSet = Falta el siguiente conjunto de marcaci\u00f3n: {0}.
error.missingMarkingSet.explanation = Falta uno de los conjuntos de marcaci\u00f3n predeterminados necesarios.
error.missingMarkingSet.adminResponse = P\u00f3ngase en contacto con el soporte de IBM para volver a a\u00f1adir el conjunto de marcaci\u00f3n.
error.missingMarkingSet.userResponse = P\u00f3ngase en contacto con el administrador del sistema.
error.missingMarkingSet.0 = nombre_conjunto_marcaci\u00f3n

error.systemConfiguration.unexpected.id = 0156
error.systemConfiguration.unexpected = No se puede guardar la configuraci\u00f3n del sistema debido al siguiente error: {0}
error.systemConfiguration.unexpected.explanation = No se puede guardar la configuraci\u00f3n del sistema.
error.systemConfiguration.unexpected.userResponse = Consulte el mensaje de error asociado y solucione el problema. A continuaci\u00f3n, intente guardar la configuraci\u00f3n del sistema de nuevo. 
error.systemConfiguration.unexpected.0 = mensaje_error

error.placeOnHoldSomeFailures.id = 0157
error.placeOnHoldSomeFailures = Algunos de los registros o contenedores no se pueden poner en retenci\u00f3n. El primer error encontrado es: {0}
error.placeOnHoldSomeFailures.explanation = Solo se muestra el primer error. Este problema puede deberse a que no tiene derechos de acceso para poner los registros o contenedores en retenci\u00f3n.
error.placeOnHoldSomeFailures.adminResponse = Consulte el error para obtener m\u00e1s informaci\u00f3n. Corrija el error e intente poner las entidades en retenci\u00f3n de nuevo.
error.placeOnHoldSomeFailures.0 = mensaje_error

error.containersCloseSomeFailures.id = 0158
error.containersCloseSomeFailures = No se han podido cerrar algunos de los contenedores de registros. El primer error encontrado es: {0}
error.containersCloseSomeFailures.explanation = Solo se muestra el primer error. Este problema puede deberse a que los contenedores de registros pueden estar ya cerrados o no tiene derechos de acceso para cerrar los contenedores.
error.containersCloseSomeFailures.adminResponse = Consulte el error para obtener m\u00e1s informaci\u00f3n. Corrija el error e intente cerrar los contenedores de nuevo.
error.containersCloseSomeFailures.0 = mensaje_error

error.deleteSomeFailures.id = 0159
error.deleteSomeFailures = No se pueden suprimir algunas entidades. El primer error encontrado es: {0}
error.deleteSomeFailures.explanation = Solo se muestra el primer error. Este problema puede deberse a que no tiene derechos de acceso para suprimir las entidades o a que las entidades ya se han suprimido.
error.deleteSomeFailures.adminResponse = Consulte el error para obtener m\u00e1s informaci\u00f3n. Corrija el error e intente suprimir las entidades de nuevo.
error.deleteSomeFailures.0 = error_message