# REQUIRED FLAG!!
# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE

# ----------------------------------------------------------------------
# Licensed Materials - Property of IBM
#
# (C) Copyright IBM Corp. 2013. All Rights Reserved.
#
# US Government Users Restricted Rights -
# Use, duplication or disclosure restricted by GSA ADP Schedule Contract
# with IBM Corporation
# ----------------------------------------------------------------------

#--------------------------------------------------------------------------------------------------
# Place all strings related to messages in this section.
# For error messages, include the additional suffixed resources if applicable:
#   id -- the message number, starting with 1000, working up.  Don't change numbers on existing messages!
#   explanation -- a detailed explanation of the error
#   userResponse -- the response the user can take to possibly resolve the error
#   adminResponse -- the response an administrator can take to possibly resolve the error
#   0-n -- descriptions of message inserts
#   useCase -- the scenario that most likely creates the error
#--------------------------------------------------------------------------------------------------
#
######################## DISPLAY STRINGS ######################################
#actions
action.About = Acerca de
action.AddDispositionSchedule = Adicionar Agenda de elimina\u00e7\u00e3o
action.AddDispositionAction = Adicionar ac\u00e7\u00e3o
action.AddTriggerAction = Adicionar activador
action.AddHold = Adicionar prazo de reten\u00e7\u00e3o
action.AddLocation = Adicionar localiza\u00e7\u00e3o
action.AddNamingPattern = Adicionar padr\u00e3o de atribui\u00e7\u00e3o de nomes
action.AddRecordCategory = Adicionar categoria de registos
action.AddRecordFolder = Adicionar pasta de registos
action.AddRecordVolume = Adicionar volume de registo
action.AddRecordType = Adicionar tipo de registo
action.AddTransferMapping = Adicionar mapeamento de transfer\u00eancia
action.AddEventTrigger = Adicionar activador de evento
action.AddTrigger = Adicionar activadores
action.Activate = Activar
action.AddFilePlan = Adicionar plano de ficheiros
action.AddToFavorites = Adicionar aos favoritos
action.Close = Fechar
action.Copy = Copiar
action.CreateLink = Criar liga\u00e7\u00e3o
action.CreateNewJob = Novo trabalho
action.Declare = Declarar
action.Delete = Eliminar
action.File = Ficheiro
action.Inactivate = Desactivar
action.InitiateDisposition = Iniciar elimina\u00e7\u00e3o
action.LaunchChargeOut = Dar sa\u00edda
action.Move = Mover
action.PlaceOnHold = Colocar em espera
action.Properties = Propriedades
action.Refresh = Actualizar
action.Relocate = Recolocar
action.RemoveHold = Remover prazo de reten\u00e7\u00e3o
action.RemoveHoldOnViewEntities = Remover prazo de reten\u00e7\u00e3o
action.Reopen = Reabrir
action.Undeclare = Anular a declara\u00e7\u00e3o
action.ViewDocumentInfo = Ver informa\u00e7\u00f5es de documento
action.OpenRecordContent = Ver conte\u00fado do registo
action.ViewEntitiesOnHold = Rever entidades retidas
action.InitiateRemoveHoldRequest = Iniciar pedido de remo\u00e7\u00e3o de prazo de reten\u00e7\u00e3o
action.CancelRemoveHoldRequest = Cancelar pedido de remo\u00e7\u00e3o de prazo de reten\u00e7\u00e3o
action.ActivateHoldSweepProcessing = Activar o processamento de varrimento de prazo de reten\u00e7\u00e3o
action.ViewReportResultAsLink = Ver liga\u00e7\u00e3o do resultado
action.RunReport = Executar relat\u00f3rio
action.AddReportDefinition = Adicionar defini\u00e7\u00e3o de relat\u00f3rio
action.ScheduleReport = Agendar relat\u00f3rio
action.ScheduleDispositionSweep = Agendar varrimento de elimina\u00e7\u00e3o
action.ScheduleHoldSweep = Agendar varrimento de prazo de reten\u00e7\u00e3o
action.TaskModify = Modificar
action.TaskModifyAndRun = Modificar e executar
action.TaskEnable = Activar
action.TaskDisable = Desactivar
action.TaskOpen = Abrir
action.TaskDownload = Descarregar
action.RecordProperties = Propriedades de registo
action.ConvertToDDContainer = Converter para contentor de agenda b\u00e1sica
action.ScheduleDDContainerConversion = Agendar convers\u00e3o de contentor
action.ScheduleDDReportTask = Agendar varrimento de agenda b\u00e1sica

actionType.Export = Exportar
actionType.Transfer = Transfer\u00eancia
actionType.Destroy = Destruir
actionType.InterimTransfer = Transfer\u00eancia interina
actionType.Cutoff = Cortar
actionType.VitalReview = Revis\u00e3o vital
actionType.AutoDestroy = Destrui\u00e7\u00e3o Autom\u00e1tica

triggerEventType.InternalEvent = Evento interno
triggerEventType.ExternalEvent = Evento externo
triggerEventType.RecurringEvent = Evento peri\u00f3dico
triggerEventType.PredefinedDate = Data de evento de calend\u00e1rio predefinida

statusInProgress = Em curso
statusCompleted = Conclu\u00eddo
statusPaused = Em pausa
statusFailed = Falhou
statusCanceled = Cancelado
statusScheduled = Agendado

menu_actionsToolbar = Barra de ferramentas predefinida do painel de ac\u00e7\u00f5es do IBM Enterprise Records
menu_bannerToolsContextMenu = Menu predefinido de ferramentas da faixa do IBM Enterprise Records
menu_configureflyoutToolbar = Barra de ferramentas predefinida do menu de configura\u00e7\u00f5es do IBM Enterprise Records
menu_contentListToolbar = Barra de ferramentas predefinida da lista de conte\u00fado do IBM Enterprise Records
menu_customObjectContextMenu = Menu predefinido de objecto personalizado do IBM Enterprise Records
menu_customObjectsContextMenu = Menu predefinido de m\u00faltiplos objectos personalizados do IBM Enterprise Records
menu_dispositonSchedulesToolbar = Barra de ferramentas predefinida de agendamentos de elimina\u00e7\u00e3o do IBM Enterprise Records
menu_electronicRecordContextMenu = Menu predefinido de registo electr\u00f3nico do IBM Enterprise Records
menu_electronicRecordFolderContextMenu = Menu predefinido da pasta de registos electr\u00f3nicos do IBM Enterprise Records
menu_filePlanContextMenu = Menu predefinido do plano de ficheiros do IBM Enterprise Records
menu_holdsPaneToolbar = Menu predefinido da barra de ferramentas do painel de reten\u00e7\u00f5es do IBM Enterprise Records
menu_holdsPaneContextMenu = Menu predefinido do painel de reten\u00e7\u00f5es do IBM Enterprise Records
menu_jobsFlyoutToolbar = Menu predefinido da barra de ferramentas do menu de trabalhos do IBM Enterprise Records
menu_locationsPaneToolbar = Barra de ferramentas predefinida do painel de localiza\u00e7\u00f5es do IBM Enterprise Records
menu_multipleContainersAndRecordsContextMenu = Menu predefinido de m\u00faltiplos contentores e registos do IBM Enterprise Records
menu_multipleContainersContextMenu = Menu predefinido de m\u00faltiplos contentores do IBM Enterprise Records
menu_multipleRecordsContextMenu = Menu predefinido de m\u00faltiplos registos do IER
menu_namingPatternsToolbar = Barra de ferramentas predefinida do painel de padr\u00f5es de atribui\u00e7\u00e3o de nomes do IBM Enterprise Records
menu_physicalBoxOrHybridRecordFolderContextMenu = Menu predefinido de caixa f\u00edsica ou da pasta de registos h\u00edbridos do IBM Enterprise Records
menu_physicalRecordContextMenu = Menu predefinido de registo h\u00edbrido do IBM Enterprise Records
menu_recordCategoryContextMenu = Menu predefinido de categoria de registo do IBM Enterprise Records
menu_transferMappingsPaneToolbar = Barra de ferramentas predefinida do painel de mapeamentos de transfer\u00eancia do IBM Enterprise Records
menu_triggersPaneToolbar = Barra de ferramentas predefinida do painel de activadores do IBM Enterprise Records
menu_volumeContextMenu = Menu predefinido de volume do IBM Enterprise Records
menu_recordTypesToolbar = Barra de ferramentas predefinida do painel de tipos de registo do IBM Enterprise Records
menu_reportDefintionsToolbar = Barra de ferramentas predefinida do painel de defini\u00e7\u00f5es de registos do IBM Enterprise Records
menu_reportDefintionsContextMenu = Menu predefinido do painel de defini\u00e7\u00f5es de registos do IBM Enterprise Records
menu_multiStatusTaskToolbar = Barra de ferramentas predefinida de tarefas do IBM Enterprise Records
menu_completedTaskToolbar = Barra de ferramentas de tarefas conclu\u00eddas do IBM Enterprise Records
menu_reportTaskToolbar = Barra de ferramentas de tarefas de relat\u00f3rios do IBM Enterprise Records
menu_dispositionTaskToolbar = Barra de ferramentas de tarefas de elimina\u00e7\u00e3o do IBM Enterprise Records
menu_holdTaskToolbar = Barra de ferramentas de tarefas de reten\u00e7\u00e3o do IBM Enterprise Records
menu_completedRecurringTaskContextMenu = Menu predefinido de tarefa recorrente conclu\u00edda do IBM Enterprise Records
menu_completedTaskContextMenu = Menu predefinido de tarefa conclu\u00edda do IBM Enterprise Records
menu_failedTaskContextMenu = Menu predefinido de tarefa falhada do IBM Enterprise Records
menu_scheduledTaskContextMenu = Menu predefinido de tarefa agendada do IBM Enterprise Records
menu_inProgressTaskContextMenu = Menu predefinido de tarefa em curso do IBM Enterprise Records
menu_completedTaskInstanceContextMenu = Menu predefinido de ocorr\u00eancia de tarefa conclu\u00edda do IBM Enterprise Records
menu_failedTaskInstanceContextMenu = Menu predefinido de ocorr\u00eancia de tarefa falhada do IBM Enterprise Records
menu_scheduledTaskInstanceContextMenu = Menu predefinido de ocorr\u00eancia de tarefa agendada do IBM Enterprise Records
menu_disabledTaskContextMenu = Menu de tarefa desactivada do IBM Enterprise Records
menu_inProgressTaskInstanceContextMenu = Menu predefinido de ocorr\u00eancia de tarefa em curso do IBM Enterprise Records
menu_favoriteRecordCategoryContextMenu = Menu de categoria de registo favorita do IBM Enterprise Records
menu_favoriteElectronicRecordFolderContextMenu = Menu de pasta de registos electr\u00f3nicos favorita do IBM Enterprise Records
menu_favoritePhysicalRecordFolderContextMenu = Menu de caixa f\u00edsica ou pasta de registos h\u00edbridos favorita do IBM Enterprise Records
menu_favoriteVolumeContextMenu = Menu de volume favorito do IBM Enterprise Records
menu_favoriteElectronicRecordContextMenu = Menu de registo electr\u00f3nico favorito do IBM Enterprise Records
menu_favoritePhysicalRecordContextMenu = Menu de registo f\u00edsico favorito do IBM Enterprise Records
menu_browseFilePlanToolbar = Menu de barra de ferramentas de pesquisa de planos de ficheiros do IBM Enterprise Records
menu_filePlanConfigureContextMenu = Menu do painel de configura\u00e7\u00e3o do IBM Enterprise Records
menu_placeOnHoldContextMenu = Menu de atribui\u00e7\u00e3o de prazo de reten\u00e7\u00e3o no local do IBM Enterprise Records
menu_removeHoldContextMenu = Menu de remo\u00e7\u00e3o de prazo de reten\u00e7\u00e3o do IBM Enterprise Records
menu_viewEntitiesOnHoldContextMenu = Menu de visualiza\u00e7\u00e3o de entidades retidas do IBM Enterprise Records
menu_ierHoldConditionRecordContextMenu = Menu de registo de pr\u00e9-visualiza\u00e7\u00e3o de condi\u00e7\u00e3o de reten\u00e7\u00e3o do IBM Enterprise Records
menu_ierHoldConditionContainerContextMenu = Menu de contentor de pr\u00e9-visualiza\u00e7\u00e3o de condi\u00e7\u00e3o de reten\u00e7\u00e3o do IBM Enterprise Records

feature.reports = Relat\u00f3rios
feature.reportsTooltip = Abrir vista de relat\u00f3rios

name = Nome
containerId = ID do contentor
Class = Classe
declare.toolbar.contentlist = Barra de ferramentas da lista de conte\u00fado com ac\u00e7\u00e3o de declara\u00e7\u00e3o
declare.contextmenu.document = Menu contextual do item de documento com ac\u00e7\u00e3o de declara\u00e7\u00e3o
plugin.layout.name = Esquema do IBM Enterprise Records
type = Tipo
description = Descri\u00e7\u00e3o
user = Utilizador
startTime = Hora de in\u00edcio
endTime = Hora de fim
isRecurring = Peri\u00f3dico
status = Estado
repeatCycle = Intervalo de repeti\u00e7\u00e3o

report = Relat\u00f3rio
dispositionSweep = Varrimento de elimina\u00e7\u00e3o
holdSweep = Varrimento de prazo de reten\u00e7\u00e3o


####################### STATUS MESSAGES ######################################
search.results.returnedOne = A procura devolveu {0} item.
search.results.returned = A procura devolveu {0} itens.
task.started = A tarefa que se segue foi iniciada: {0}.
task.completed = A tarefa que se segue foi conclu\u00edda: {0}.
task.results = A tarefa foi conclu\u00edda com estes resultados: {0}.
task.failed = A tarefa que se segue falhou: {0}.
reportTask.completed = O relat\u00f3rio foi criado. \u00c9 poss\u00edvel visualizar o resultado do relat\u00f3rio na seguinte liga\u00e7\u00e3o: {0}.
error.aesEncryptionKey.notAvailable = A chave de encripta\u00e7\u00e3o AES n\u00e3o est\u00e1 dispon\u00edvel. A chave \u00e9 armazenada na base de dados de administra\u00e7\u00e3o do IBM Content Navigator. O servidor da aplica\u00e7\u00e3o requer acesso \u00e0 base de dados para obter a chave de encripta\u00e7\u00e3o.
conversionDDTask.completed = A convers\u00e3o para uma agenda b\u00e1sica foi conclu\u00edda com \u00eaxito.
runDefensibleDisposalDDTask.completedNoResults = O varrimento foi conclu\u00eddo com \u00eaxito, mas n\u00e3o existem registos para processar e incluir no relat\u00f3rio.
initiateDispositionAllSuccessful = A elimina\u00e7\u00e3o foi iniciada e processada com \u00eaxito.
basicScheduleWorkflowSuccessful = O fluxo de trabalho de agenda b\u00e1sica foi iniciado com \u00eaxito.

####################### ERROR MESSAGES ######################################
error.application.unexpected.id = 0100
error.application.unexpected = Ocorreu uma excep\u00e7\u00e3o inesperada do IBM Enterprise Records. Verifique o erro seguinte: {0}
error.application.unexpected.explanation = Ocorreu um problema com um dos componentes no sistema do IBM Enterprise Records. {0}
error.application.unexpected.userResponse = Solicite ao seu administrador de sistema que verifique o ficheiro de registo do servidor da aplica\u00e7\u00e3o da Web para obter mais informa\u00e7\u00f5es sobre o problema. 
error.application.unexpected.adminResponse = Verifique os ficheiros de registo da aplica\u00e7\u00e3o da Web para obter mais informa\u00e7\u00f5es. 
error.application.unexpected.0 = error_message

error.recordcategory.unexpected.id = 0101
error.recordcategory.unexpected = N\u00e3o foi poss\u00edvel criar a categoria de registo devido ao erro que se segue: {0}
error.recordcategory.unexpected.explanation = N\u00e3o foi poss\u00edvel criar a categoria de registo.
error.recordcategory.unexpected.userResponse = Consulte a mensagem de erro associada e corrija o problema. Em seguida, tente criar novamente a categoria de registo.
error.recordcategory.unexpected.0 = error_message

error.recordcategory.invalidLocation.id = 0102
error.recordcategory.invalidLocation = N\u00e3o foi poss\u00edvel criar a categoria de registo do relat\u00f3rio na seguinte localiza\u00e7\u00e3o: {0}.
error.recordcategory.invalidLocation.explanation = A localiza\u00e7\u00e3o seleccionada para a categoria de registo n\u00e3o \u00e9 permitida. 
error.recordcategory.invalidLocation.userResponse = Seleccione uma localiza\u00e7\u00e3o v\u00e1lida. Para obter informa\u00e7\u00f5es sobre o local em que uma categoria de registo pode ser criada, consulte o t\u00f3pico "Adicionar uma categoria de registo" na Ajuda online ou no Information Center. 
error.recordcategory.invalidLocation.0 = record_category_location

error.service.invalidContentRepository.id = 0103
error.service.invalidContentRepository = O reposit\u00f3rio especificado n\u00e3o \u00e9 um reposit\u00f3rio de conte\u00fado v\u00e1lido ou um armazenamento de objecto de registo do IBM Enterprise Records.
error.service.invalidContentRepository.explanation =  Para declarar registos, \u00e9 necess\u00e1rio um reposit\u00f3rio de conte\u00fados ou armazenamento de objectos de registos v\u00e1lido.
error.service.invalidContentRepository.userResponse = Introduza um reposit\u00f3rio de conte\u00fados ou um armazenamento de objectos de registos v\u00e1lido. Para obter informa\u00e7\u00f5es sobre como converter um reposit\u00f3rio de conte\u00fado num reposit\u00f3rio compat\u00edvel com registos declarados, consulte o t\u00f3pico intitulado "Configurar armazenamentos de objectos" na ajuda online ou no Information Center.

error.recordDeclareService.invalidDeclareContainer.id = 0104
error.recordDeclareService.invalidDeclareContainer = N\u00e3o \u00e9 poss\u00edvel declarar registos no contentor de registos seleccionado.
error.recordDeclareService.invalidDeclareContainer.explanation = N\u00e3o \u00e9 poss\u00edvel declarar registos em todos os tipos de contentores de registos. Por exemplo, n\u00e3o \u00e9 poss\u00edvel declarar um registo no tipo de contentor de plano de ficheiros.
error.recordDeclareService.invalidDeclareContainer.userResponse = Seleccione um contentor de registos diferente. Para obter informa\u00e7\u00f5es sobre os tipos de contentores de registos compat\u00edveis com registos declarados, consulte o t\u00f3pico intitulado "Declarar um registo" na ajuda online ou no Information Center.

error.containerclose.invalidContainer.id = 0105
error.containerclose.invalidContainer = A entidade a ser fechada n\u00e3o \u00e9 um contentor de registo v\u00e1lido.
error.containerclose.invalidContainer.explanation = S\u00f3 \u00e9 poss\u00edvel fechar categorias, pastas e volumes.
error.containerclose.invalidContainer.userResponse = Certifique-se de que a entidade a ser fechada \u00e9 uma Categoria, Pasta ou tipo de Volume.

error.containerclose.unexpected.id = 0106
error.containerclose.unexpected = N\u00e3o \u00e9 poss\u00edvel fechar o contentor de registos devido ao erro seguinte: {0}
error.containerclose.unexpected.explanation = O contentor de registos pode j\u00e1 estar fechado.
error.containerclose.unexpected.userResponse = Assegure-se de que o contentor \u00e9 v\u00e1lido e que n\u00e3o se encontra fechado. 
error.containerclose.unexpected.0 = error_message

error.delete.unexpected.id = 0107
error.delete.unexpected = N\u00e3o \u00e9 poss\u00edvel eliminar a entidade devido ao erro seguinte: {0}
error.delete.unexpected.explanation = A entidade pode ter sido eliminada por outro utilizador, ou o utilizador pode n\u00e3o ter os direitos de acesso para eliminar a entidade.
error.delete.unexpected.userResponse = Consulte a mensagem de erro associada e corrija o problema. Em seguida, tente novamente eliminar a entidade. 
error.delete.unexpected.0 = error_message

error.container.invalidName.id = 0108
error.container.invalidName = O campo Nome da entidade cont\u00e9m caracteres n\u00e3o v\u00e1lidos.
error.container.invalidName.explanation = Os nomes de entidades n\u00e3o podem incluir os caracteres seguintes:  \ / : * ? " < > |
error.container.invalidName.userResponse = Introduza um nome de entidade v\u00e1lido.

error.relocate.invalidDestContainer.id = 0109
error.relocate.invalidDestContainer = A pasta de destino especificada n\u00e3o pode reter o contentor de registo a ser movido.
error.relocate.invalidDestContainer.explanation = Mover o contentor de registo para o destino especificado iria violar uma das regras de conten\u00e7\u00e3o para contentores de registo.
error.relocate.invalidDestContainer.userResponse = Seleccione um contentor de destino v\u00e1lido.

error.relocate.invalidContainer.id = 0110
error.relocate.invalidContainer = N\u00e3o \u00e9 poss\u00edvel recolocar o contentor.
error.relocate.invalidContainer.explanation = Apenas \u00e9 poss\u00edvel relocalizar Categorias de registo e Pastas de registo.
error.relocate.invalidContainer.userResponse = Seleccione um tipo de contentor v\u00e1lido para mover.

error.relocate.unexpected.id = 0111
error.relocate.unexpected = N\u00e3o \u00e9 poss\u00edvel recolocar o contentor devido ao erro seguinte: {0}
error.relocate.unexpected.explanation = Falha da recoloca\u00e7\u00e3o do contentor.
error.relocate.unexpected.userResponse = Consulte a mensagem de erro associada e corrija o problema. Em seguida, tente novamente.
error.relocate.unexpected.0 = error_message

error.containerreopen.invalidContainer.id = 0112
error.containerreopen.invalidContainer = A entidade a ser aberta n\u00e3o \u00e9 um contentor de registo v\u00e1lido.
error.containerreopen.invalidContainer.explanation = S\u00f3 \u00e9 poss\u00edvel reabrir categorias, pastas e volumes.
error.containerreopen.invalidContainer.userResponse = Certifique-se de que a entidade a ser reaberta \u00e9 uma Categoria, Pasta ou tipo de Volume.

error.containerreopen.unexpected.id = 0113
error.containerreopen.unexpected = N\u00e3o \u00e9 poss\u00edvel reabrir o contentor de registos devido ao erro seguinte: {0}
error.containerreopen.unexpected.explanation = O contentor pode j\u00e1 estar aberto.
error.containerreopen.unexpected.userResponse = Assegure-se de que o contentor \u00e9 v\u00e1lido e que se encontra fechado. 
error.containerreopen.unexpected.0 = error_message

error.filerecord.unexpected.id = 0114
error.filerecord.unexpected = N\u00e3o foi poss\u00edvel preencher o registo devido ao erro seguinte: {0}
error.filerecord.unexpected.explanation = Pode n\u00e3o ter direitos de acesso para arquivar o registo.
error.filerecord.unexpected.userResponse = Assegure-se de que o contentor de destino \u00e9 v\u00e1lido e tem direitos de acesso para arquivar o registo. 
error.filerecord.unexpected.0 = exception_message

error.filerecord.invalidDest.id = 0115
error.filerecord.invalidDest = N\u00e3o \u00e9 poss\u00edvel arquivar o registo no seguinte contentor: {0}.
error.filerecord.invalidDest.explanation = Ocorreu uma falha ao preencher um registo uma vez que o contentor de destino n\u00e3o \u00e9 v\u00e1lido. 
error.filerecord.invalidDest.userResponse = Assegure-se de que o contentor de destino \u00e9 v\u00e1lido e de que possui os direitos de acesso necess\u00e1rios para arquivar o registo no contentor. 
error.filerecord.invalidDest.0 = destination_container

error.moverecord.unexpected.id = 0116
error.moverecord.unexpected = N\u00e3o \u00e9 poss\u00edvel mover o registo devido ao erro seguinte: {0}
error.moverecord.unexpected.explanation = Pode n\u00e3o ter direitos de acesso para mover o registo.
error.moverecord.unexpected.userResponse = Assegure-se de que o contentor de destino \u00e9 v\u00e1lido e que tem direitos de acesso para mover o registo. 
error.moverecord.unexpected.0 = error_message

error.placeonhold.unexpected.id = 0117
error.placeonhold.unexpected = N\u00e3o \u00e9 poss\u00edvel colocar ou reter o registo ou o contentor devido ao erro seguinte: {0}
error.placeonhold.unexpected.explanation = Pode n\u00e3o ter direitos de acesso para colocar este registo ou contentor em reten\u00e7\u00e3o.
error.placeonhold.unexpected.userResponse = Assegure-se de que o destino \u00e9 v\u00e1lido e de que tem os direitos de acesso para colocar o registo ou contentor em reten\u00e7\u00e3o. 
error.placeonhold.unexpected.0 = error_message

error.recordfolder.unexpected.id = 0118
error.recordfolder.unexpected = N\u00e3o \u00e9 poss\u00edvel criar a pasta de registos devido ao erro seguinte: {0}
error.recordfolder.unexpected.explanation = N\u00e3o \u00e9 poss\u00edvel criar a pasta de registos.
error.recordfolder.unexpected.userResponse = Consulte a mensagem de erro associada e corrija o problema. Em seguida, tente novamente criar a pasta de registos. {0}
error.recordfolder.unexpected.0 = error_message

error.recordfolder.invalidLocation.id = 0119
error.recordfolder.invalidLocation = N\u00e3o \u00e9 poss\u00edvel criar a pasta de registos na seguinte localiza\u00e7\u00e3o: {0}.
error.recordfolder.invalidLocation.explanation = A localiza\u00e7\u00e3o seleccionada para a pasta de registo n\u00e3o \u00e9 permitida. 
error.recordfolder.invalidLocation.userResponse = Seleccione uma localiza\u00e7\u00e3o v\u00e1lida. Para obter informa\u00e7\u00f5es sobre as localiza\u00e7\u00f5es em que uma pasta de registos pode ser criada, consulte o t\u00f3pico "Adicionar uma pasta de registos" na Ajuda online ou no Information Center.
error.recordfolder.invalidLocation.0 = record_folder_location

error.hold.unexpected.id = 0120
error.hold.unexpected = N\u00e3o \u00e9 poss\u00edvel criar a reten\u00e7\u00e3o devido ao erro seguinte: {0}
error.hold.unexpected.explanation = N\u00e3o \u00e9 poss\u00edvel criar a reten\u00e7\u00e3o.
error.hold.unexpected.userResponse = Consulte a mensagem de erro associada e corrija o problema. Em seguida, tente novamente criar o prazo de reten\u00e7\u00e3o. {0}
error.hold.unexpected.0 = exception_message

error.hold.invalidName.id = 0121
error.hold.invalidName = O nome da reten\u00e7\u00e3o cont\u00e9m caracteres n\u00e3o v\u00e1lidos e n\u00e3o pode ser criado.
error.hold.invalidName.explanation = Os caracteres seguintes n\u00e3o podem ser usados no nome da reten\u00e7\u00e3o: \ / : * ? " < > |
error.hold.invalidName.userResponse = Introduza um nome v\u00e1lido para reten\u00e7\u00e3o.

error.copyrecord.unexpected.id = 0122
error.copyrecord.unexpected = N\u00e3o \u00e9 poss\u00edvel copiar o registo devido ao erro seguinte: {0}
error.copyrecord.unexpected.explanation = Pode n\u00e3o ter direitos de acesso para copiar o registo.
error.copyrecord.unexpected.userResponse = Assegure-se de que o contentor de destino \u00e9 v\u00e1lido e de que tem direitos de acesso para copiar o registo. 
error.copyrecord.unexpected.0 = error_message

error.copyrecord.invalidDest.id = 0123
error.copyrecord.invalidDest = N\u00e3o \u00e9 poss\u00edvel arquivar o registo no seguinte contentor: {0}.
error.copyrecord.invalidDest.explanation = Pode n\u00e3o ter direitos de acesso para arquivar o registo no contentor especificado.
error.copyrecord.invalidDest.userResponse = Assegure-se de que o contentor de destino \u00e9 v\u00e1lido e de que possui os direitos de acesso necess\u00e1rios para arquivar o registo no contentor. 
error.copyrecord.invalidDest.0 = destination_container

error.location.unexpected.id = 0124
error.location.unexpected = N\u00e3o \u00e9 poss\u00edvel criar o objecto de localiza\u00e7\u00e3o devido ao erro seguinte: {0}
error.location.unexpected.explanation = N\u00e3o \u00e9 poss\u00edvel criar o objecto de localiza\u00e7\u00e3o.
error.location.unexpected.userResponse = Consulte a mensagem de erro associada e corrija o problema. Em seguida, tente novamente criar o objecto de localiza\u00e7\u00e3o. {0}
error.location.unexpected.0 = error_message

error.location.invalidName.id = 0125
error.location.invalidName = O nome da localiza\u00e7\u00e3o cont\u00e9m caracteres n\u00e3o v\u00e1lidos e n\u00e3o pode ser criado.
error.location.invalidName.explanation = Os caracteres seguintes n\u00e3o podem ser utilizados: \\/ : * ? " < > |
error.location.invalidName.userResponse = Introduza um nome de localiza\u00e7\u00e3o v\u00e1lido.

error.undeclare.unexpected.id = 0126
error.undeclare.unexpected = N\u00e3o \u00e9 poss\u00edvel anular a declara\u00e7\u00e3o do registo devido ao erro seguinte: {0}
error.undeclare.unexpected.explanation = N\u00e3o \u00e9 poss\u00edvel anular a declara\u00e7\u00e3o do registo.
error.undeclare.unexpected.userResponse = Consulte a mensagem de erro associada e corrija o problema. Em seguida, tente novamente anular a declara\u00e7\u00e3o do registo. 
error.undeclare.unexpected.0 = error_message

error.action.unexpected.id = 0127
error.action.unexpected = N\u00e3o \u00e9 poss\u00edvel criar a ac\u00e7\u00e3o de elimina\u00e7\u00e3o devido ao erro seguinte: {0}
error.action.unexpected.explanation = N\u00e3o \u00e9 poss\u00edvel criar a ac\u00e7\u00e3o de elimina\u00e7\u00e3o.
error.action.unexpected.userResponse = Consulte a mensagem de erro associada e corrija o problema. Em seguida, tente novamente criar a ac\u00e7\u00e3o de elimina\u00e7\u00e3o.
error.action.unexpected.0 = error_message

error.recordDeclareService.readOnly.id = 0128
error.recordDeclareService.readOnly = N\u00e3o tem permiss\u00e3o para declarar o documento como registo.
error.recordDeclareService.readOnly.explanation = N\u00e3o tem permiss\u00e3o para modificar as propriedades do documento.
error.recordDeclareService.readOnly.userResponse = Contacte o administrador do sistema para obter permiss\u00e3o para modificar as propriedades do documento. Se n\u00e3o for poss\u00edvel obter permiss\u00e3o para modificar as propriedades do documento, crie um novo documento.

error.namingpattern.unexpected.id = 0129
error.namingpattern.unexpected = N\u00e3o \u00e9 poss\u00edvel criar o objecto de padr\u00e3o de atribui\u00e7\u00e3o de nomes devido ao erro seguinte: {0}
error.namingpattern.unexpected.explanation = N\u00e3o \u00e9 poss\u00edvel criar o objecto de padr\u00e3o de atribui\u00e7\u00e3o de nomes.
error.namingpattern.unexpected.userResponse = Consulte a mensagem de erro associada e corrija o problema. Em seguida, tente novamente criar o objecto de padr\u00e3o de atribui\u00e7\u00e3o de nomes. 
error.namingpattern.unexpected.0 = error_message

error.namingpattern.invalidName.id = 0130
error.namingpattern.invalidName = O nome de padr\u00e3o cont\u00e9m caracteres n\u00e3o v\u00e1lidos e n\u00e3o pode ser criado.
error.namingpattern.invalidName.explanation = Um nome de padr\u00e3o n\u00e3o pode incluir os caracteres seguintes: \ / : * ? " < > | 
error.namingpattern.invalidName.userResponse = Introduza um nome de padr\u00e3o v\u00e1lido.

error.recordvolume.unexpected.id = 0131
error.recordvolume.unexpected = N\u00e3o \u00e9 poss\u00edvel criar o registo de volume devido ao erro seguinte: {0}
error.recordvolume.unexpected.explanation = N\u00e3o \u00e9 poss\u00edvel criar o registo de volume.
error.recordvolume.unexpected.userResponse = Consulte a mensagem de erro associada e corrija o problema. Em seguida, tente novamente criar o volume de registo. 
error.recordvolume.unexpected.0 = error_message

error.recordvolume.invalidLocation.id = 0132
error.recordvolume.invalidLocation = N\u00e3o \u00e9 poss\u00edvel criar o volume de registo na seguinte localiza\u00e7\u00e3o: {0}.
error.recordvolume.invalidLocation.explanation = A localiza\u00e7\u00e3o seleccionada para o volume de registo n\u00e3o \u00e9 permitida. 
error.recordvolume.invalidLocation.userResponse = Seleccione uma localiza\u00e7\u00e3o v\u00e1lida. Para obter informa\u00e7\u00f5es sobre o local em que \u00e9 poss\u00edvel criar um volume de registo, consulte o t\u00f3pico "Adicionar um volume de registo" na Ajuda online ou no Information Center.
error.recordvolume.invalidLocation.0 = record_volume_location

error.trigger.unexpected.id = 0133
error.trigger.unexpected = N\u00e3o \u00e9 poss\u00edvel criar o activador de elimina\u00e7\u00e3o devido ao erro seguinte: {0}
error.trigger.unexpected.explanation = N\u00e3o \u00e9 poss\u00edvel criar o activador de elimina\u00e7\u00e3o.
error.trigger.unexpected.userResponse = Consulte a mensagem de erro associada e corrija o problema. Em seguida, tente novamente criar a ac\u00e7\u00e3o de elimina\u00e7\u00e3o. {0}
error.trigger.unexpected.0 = error_message

error.reports.failedToRun.id = 0134
error.reports.failedToRun = N\u00e3o \u00e9 poss\u00edvel gerar o relat\u00f3rio actual: {0}.
error.reports.failedToRun.explanation = N\u00e3o \u00e9 poss\u00edvel gerar o relat\u00f3rio actual.
error.reports.failedToRun.userResponse = Verifique a mensagem de erro associada, tente corrigir o problema e execute o relat\u00f3rio novamente. Se n\u00e3o conseguir resolver o problema, contacte o administrador do sistema. 
error.reports.failedToRun.adminResponse = Consulte os ficheiros de registo da aplica\u00e7\u00e3o da Web para obter mais informa\u00e7\u00f5es, bem como os rastreio de pilha. 
error.reports.failedToRun.0 = error_message

error.reports.reportConfigurationMissing.id = 0135
error.reports.reportConfigurationMissing = O servidor de relat\u00f3rios do cognos, a base de dados ou as configura\u00e7\u00f5es de espa\u00e7o de nomes est\u00e3o em falta.
error.reports.reportConfigurationMissing.explanation = O sistema n\u00e3o possui o servidor de relat\u00f3rios do cognos, a base de dados ou as configura\u00e7\u00f5es de espa\u00e7o de nomes. Certifique-se de estas s\u00e3o especificadas.
error.reports.reportConfigurationMissing.userResponse = Contacte o administrador do sistema para obter as configura\u00e7\u00f5es em falta.
error.reports.reportConfigurationMissing.adminResponse = Especifique o URI da porta de liga\u00e7\u00e3o de relat\u00f3rio do Cognos, o URI de envio da servlet do Cognos, o espa\u00e7o de nomes do Cognos e a origem de dados do motor de relat\u00f3rios das defini\u00e7\u00f5es de administra\u00e7\u00e3o.

error.reports.repositoryNotInDomain.id = 0136
error.reports.repositoryNotInDomain = N\u00e3o \u00e9 poss\u00edvel gerar o relat\u00f3rio seguinte novamente uma vez que o reposit\u00f3rio original est\u00e1 num dom\u00ednio diferente: {0}.
error.reports.repositoryNotInDomain.explanation = O reposit\u00f3rio original em que o relat\u00f3rio foi executado tem de estar no mesmo dom\u00ednio do que o reposit\u00f3rio em que iniciou sess\u00e3o no in\u00edcio desta sess\u00e3o. 
error.reports.repositoryNotInDomain.adminResponse = Indique aos administradores que o reposit\u00f3rio predefinido tem de estar no mesmo dom\u00ednio do que o reposit\u00f3rio em que o relat\u00f3rio foi originalmente executado.
error.reports.repositoryNotInDomain.0 = new_repository_ID.

error.linkrecord.unexpected.id = 0137
error.linkrecord.unexpected = N\u00e3o \u00e9 poss\u00edvel ligar os registos devido ao erro seguinte: {0}
error.linkrecord.unexpected.explanation = Pode n\u00e3o ter os direitos de acesso apropriados para criar uma liga\u00e7\u00e3o.
error.linkrecord.unexpected.userResponse = Certifique-se de que tem os direitos de acesso correctos para criar a liga\u00e7\u00e3o. 
error.linkrecord.unexpected.0 = error_message

error.removehold.unexpected.id = 0138
error.removehold.unexpected = N\u00e3o \u00e9 poss\u00edvel remover a reten\u00e7\u00e3o devido ao erro seguinte: {0}
error.removehold.unexpected.explanation =  Pode n\u00e3o ter os direitos de acesso apropriados para remover a reten\u00e7\u00e3o.
error.removehold.unexpected.userResponse = Certifique-se de que o destino \u00e9 v\u00e1lido e que tem direitos de acesso para remover a reten\u00e7\u00e3o.
error.removehold.unexpected.0 = error_message

error.editrecord.unexpected.id = 0139
error.editrecord.unexpected = N\u00e3o \u00e9 poss\u00edvel actualizar e guardar as propriedades de registo devido ao erro seguinte: {0}
error.editrecord.unexpected.explanation = Pode n\u00e3o ter os direitos de acesso correctos para guardar propriedades de registo. 
error.editrecord.unexpected.userResponse = Certifique-se de que tem os direitos de acesso correctos para editar as propriedades do registo. 
error.editrecord.unexpected.0 = error_message

error.fileplan.unexpected.id = 0140
error.fileplan.unexpected = N\u00e3o \u00e9 poss\u00edvel criar o plano de ficheiros devido ao erro seguinte: {0}
error.fileplan.unexpected.explanation = N\u00e3o \u00e9 poss\u00edvel criar o plano de ficheiro.
error.fileplan.unexpected.userResponse = Consulte a mensagem de erro associada e corrija o problema. Em seguida, tente novamente criar o plano de ficheiros. 
error.fileplan.unexpected.0 = error_message

error.fileplan.invalidLocation.id = 0141
error.fileplan.invalidLocation = N\u00e3o \u00e9 poss\u00edvel criar o plano de ficheiros na seguinte localiza\u00e7\u00e3o: {0}.
error.fileplan.invalidLocation.explanation = A localiza\u00e7\u00e3o seleccionada para o plano de ficheiro n\u00e3o \u00e9 permitida. 
error.fileplan.invalidLocation.userResponse = Seleccione uma localiza\u00e7\u00e3o v\u00e1lida. Para obter informa\u00e7\u00f5es sobre o local em que um plano de ficheiros pode ser criado, consulte o t\u00f3pico "Adicionar um plano de ficheiros" na Ajuda online ou no Information Center.
error.fileplan.invalidLocation.0 = file_plan_location

error.taskManager.failedToListTasks.id = 0142
error.taskManager.failedToListTasks = N\u00e3o \u00e9 poss\u00edvel obter a lista de tarefas devido ao erro seguinte: {0}
error.taskManager.failedToListTasks.explanation = O servidor pode n\u00e3o estar dispon\u00edvel. Verifique a mensagem de erro associada.
error.taskManager.failedToListTasks.userResponse = Informe o administrador do sistema da mensagem de erro.
error.taskManager.failedToListTasks.0 = error_message

error.container.duplicateName.id = 0143
error.container.duplicateName = N\u00e3o \u00e9 poss\u00edvel guardar o contentor uma vez que o nome ou o identificador n\u00e3o \u00e9 exclusivo.
error.container.duplicateName.explanation = O nome do contentor e o identificador t\u00eam de ser \u00fanicos no n\u00edvel actual do contentor ascendente.
error.container.duplicateName.userResponse = Defina um nome \u00fanico ou um identificador para o contentor actual.

error.taskManager.failedToConnectTaskManagerServices.id = 0144
error.taskManager.failedToConnectTaskManagerServices = O servi\u00e7o de gestor de tarefas n\u00e3o est\u00e1 dispon\u00edvel devido ao erro seguinte: {0}.
error.taskManager.failedToConnectTaskManagerServices.explanation = N\u00e3o \u00e9 poss\u00edvel aceder ao servi\u00e7o de gestor de tarefas do ECM.
error.taskManager.failedToConnectTaskManagerServices.userResponse = Solicite ao administrador que verifique o estado do servi\u00e7o de gestor de tarefas.
error.taskManager.failedToConnectTaskManagerServices.0 = error_message

error.taskManager.unexpected.id = 0145
error.taskManager.unexpected = N\u00e3o \u00e9 poss\u00edvel modificar a tarefa devido ao erro seguinte: {0}.
error.taskManager.unexpected.explanation =  O problema descrito pela mensagem de erro associada est\u00e1 a impedir a modifica\u00e7\u00e3o da tarefa.
error.taskManager.unexpected.userResponse = Informe o administrador do sistema da mensagem de erro.
error.taskManager.unexpected.0 = error_message

error.reportdefinition.failedToSave.id = 0146
error.reportdefinition.failedToSave = N\u00e3o \u00e9 poss\u00edvel guardar a defini\u00e7\u00e3o do relat\u00f3rio devido ao erro seguinte: {0} 
error.reportdefinition.failedToSave.explanation = N\u00e3o \u00e9 poss\u00edvel guardar a defini\u00e7\u00e3o do relat\u00f3rio.
error.reportdefinition.failedToSave.userResponse = Consulte a mensagem de erro associada, tente corrigir o problema e guarde novamente a defini\u00e7\u00e3o de relat\u00f3rio. Se n\u00e3o conseguir resolver o problema, contacte o administrador do sistema.
error.reportdefinition.failedToSave.adminResponse = Consulte os ficheiros de registo da aplica\u00e7\u00e3o da Web para obter mais informa\u00e7\u00f5es, bem como os rastreio de pilha.
error.reportdefinition.failedToSave.0 = error_message

error.copy.unexpected.id = 0147
error.copy.unexpected = N\u00e3o \u00e9 poss\u00edvel copiar a entidade devido ao erro seguinte: {0}
error.copy.unexpected.explanation = Pode n\u00e3o ter permiss\u00e3o para copiar a entidade.
error.copy.unexpected.userResponse = Consulte a mensagem de erro associada e corrija o problema. 
error.copy.unexpected.0 = error_message

error.desktopIdNotQueue.id = 0148
error.desktopIdNotQueue = N\u00e3o \u00e9 poss\u00edvel criar o ambiente de trabalho do IBM Enterprise Records.
error.desktopIdNotQueue.explanation = O ID do ambiente de trabalho n\u00e3o \u00e9 \u00fanico.
error.desktopIdNotQueue.userResponse = Indique um ID de ambiente de trabalho diferente.

error.failedToGetPESession.id = 0149
error.failedToGetPESession = N\u00e3o \u00e9 poss\u00edvel estabelecer liga\u00e7\u00e3o ao servidor do Process Engine devido ao erro seguinte: {0}
error.failedToGetPESession.explanation = Um nome do ponto de liga\u00e7\u00e3o pode estar em falta na defini\u00e7\u00e3o de reposit\u00f3rio no IBM Content Navigator ou o servidor do Process Engine n\u00e3o est\u00e1 dispon\u00edvel.
error.failedToGetPESession.userResponse = Confirme que o ponto de liga\u00e7\u00e3o para o reposit\u00f3rio \u00e9 fornecido no IBM Content Navigator e que tem os ficheiros jar mais recentes do cliente do Process Engine instalados no servidor.
error.failedToGetPESession.0 = error_message

error.missingConnectionPointName.id = 0150
error.missingConnectionPointName = N\u00e3o foi indicado um nome de ponto de liga\u00e7\u00e3o.
error.missingConnectionPointName.explanation = \u00c9 necess\u00e1rio um nome de ponto de liga\u00e7\u00e3o e n\u00e3o est\u00e1 inclu\u00eddo na defini\u00e7\u00e3o do reposit\u00f3rio no IBM Content Navigator.
error.missingConnectionPointName.userResponse = Solicite ao administrador que forne\u00e7a o nome do ponto de liga\u00e7\u00e3o durante a configura\u00e7\u00e3o.
error.missingConnectionPointName.adminResponse = Adicione um nome de ponto de liga\u00e7\u00e3o ao reposit\u00f3rio actual utilizando o cliente de administra\u00e7\u00e3o do IBM Content Navigator.

error.noResultsReadyForInitiateDisp.id = 0151
error.noResultsReadyForInitiateDisp = A elimina\u00e7\u00e3o foi iniciada, mas n\u00e3o existem entidades preparadas para elimina\u00e7\u00e3o.
error.noResultsReadyForInitiateDisp.explanation = Este problema pode ocorrer porque algumas entidades est\u00e3o em reten\u00e7\u00e3o.
error.noResultsReadyForInitiateDisp.userResponse = Remova as reten\u00e7\u00f5es e inicie a elimina\u00e7\u00e3o novamente.

error.initiateDispositionSomeFailures.id = 0152
error.initiateDispositionSomeFailures = A elimina\u00e7\u00e3o foi iniciada. Contudo, ocorreram alguns erros. O primeiro erro encontrado foi: {0}
error.initiateDispositionSomeFailures.explanation = Apenas o primeiro erro \u00e9 apresentado. Este problema pode ocorrer porque as entidades n\u00e3o est\u00e3o preparadas para elimina\u00e7\u00e3o ou porque est\u00e3o em reten\u00e7\u00e3o.
error.initiateDispositionSomeFailures.adminResponse = Verifique o erro para obter mais informa\u00e7\u00f5es. Corrija o erro e execute a elimina\u00e7\u00e3o novamente.
error.initiateDispositionSomeFailures.0 = error_message

error.invalidGCDAccess.id = 0153
error.invalidGCDAccess = O utilizador actual n\u00e3o tem acesso administrativo GCD.
error.invalidGCDAccess.explanation = O utilizador actual necessita de acesso administrativo GCD ao Content Engine ou ao Content Platform Engine para executar algumas das ac\u00e7\u00f5es necess\u00e1rias para executar o script de seguran\u00e7a.
error.invalidGCDAccess.adminResponse = Utilize um nome de utilizador diferente com acesso a GCD ou conceda a si pr\u00f3prio acesso GCD no Content Engine ou no Content Platform Engine.
error.invalidGCDAccess.userResponse = Contacte o administrador do sistema.

error.privilege.insufficient.id = 0154
error.privilege.insufficient = N\u00e3o tem os direitos de acesso apropriados para executar esta ac\u00e7\u00e3o. Verifique o erro seguinte: {0}
error.privilege.insufficient.explanation = N\u00e3o existem privil\u00e9gios suficientes para executar a ac\u00e7\u00e3o pretendida.
error.privilege.insufficient.userResponse = Contacte o administrador do sistema.
error.privilege.insufficient.adminResponse = Verifique a mensagem de erro e conceda os direitos de acesso apropriados.
error.privilege.insufficient.0 = error_message

error.missingMarkingSet.id = 0155
error.missingMarkingSet = O conjunto de marca\u00e7\u00e3o seguinte est\u00e1 em falta: {0}.
error.missingMarkingSet.explanation = Um dos conjuntos de marca\u00e7\u00e3o predefinidos requeridos est\u00e1 em falta.
error.missingMarkingSet.adminResponse = Contacte o suporte IBM para voltar a adicionar o conjunto de marca\u00e7\u00e3o.
error.missingMarkingSet.userResponse = Contacte o administrador do sistema.
error.missingMarkingSet.0 = marking_set_name

error.systemConfiguration.unexpected.id = 0156
error.systemConfiguration.unexpected = A configura\u00e7\u00e3o do sistema n\u00e3o pode ser guardada devido ao seguinte erro: {0}
error.systemConfiguration.unexpected.explanation = N\u00e3o \u00e9 poss\u00edvel guardar a configura\u00e7\u00e3o do sistema.
error.systemConfiguration.unexpected.userResponse = Consulte a mensagem de erro associada e corrija o problema. Em seguida, tente novamente guardar a configura\u00e7\u00e3o do sistema. 
error.systemConfiguration.unexpected.0 = error_message

error.placeOnHoldSomeFailures.id = 0157
error.placeOnHoldSomeFailures = Alguns registos ou contentores n\u00e3o podem ser colocados em reten\u00e7\u00e3o. O primeiro erro encontrado foi: {0}
error.placeOnHoldSomeFailures.explanation = Apenas o primeiro erro \u00e9 apresentado. Este problema pode ocorrer se o utilizador n\u00e3o tiver os direitos de acesso necess\u00e1rios para colocar os registos ou contentores em reten\u00e7\u00e3o.
error.placeOnHoldSomeFailures.adminResponse = Verifique o erro para obter mais informa\u00e7\u00f5es. Corrija o erro e tente novamente colocar as entidades em reten\u00e7\u00e3o.
error.placeOnHoldSomeFailures.0 = error_message

error.containersCloseSomeFailures.id = 0158
error.containersCloseSomeFailures = Alguns dos contentores do registo n\u00e3o podem ser fechados. O primeiro erro encontrado foi: {0}
error.containersCloseSomeFailures.explanation = Apenas o primeiro erro \u00e9 apresentado. Este problema pode ocorrer se o os contentores de registos j\u00e1 tiverem sido fechados ou se o utilizador n\u00e3o tiver os direitos de acesso para fechar os contentores.
error.containersCloseSomeFailures.adminResponse = Verifique o erro para obter mais informa\u00e7\u00f5es. Corrija o erro e tente novamente fechar os contentores.
error.containersCloseSomeFailures.0 = error_message

error.deleteSomeFailures.id = 0159
error.deleteSomeFailures = N\u00e3o \u00e9 poss\u00edvel eliminar algumas das entidades. O primeiro erro encontrado foi: {0}
error.deleteSomeFailures.explanation = Apenas o primeiro erro \u00e9 apresentado. Este problema pode ocorrer se o utilizador n\u00e3o tiver direitos de acesso para eliminar as entidades ou se as entidades j\u00e1 tiverem sido eliminadas.
error.deleteSomeFailures.adminResponse = Verifique o erro para obter mais informa\u00e7\u00f5es. Corrija o erro e tente novamente eliminar as entidades.
error.deleteSomeFailures.0 = error_message