# REQUIRED FLAG!!
# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE

# ----------------------------------------------------------------------
# Licensed Materials - Property of IBM
#
# (C) Copyright IBM Corp. 2013. All Rights Reserved.
#
# US Government Users Restricted Rights -
# Use, duplication or disclosure restricted by GSA ADP Schedule Contract
# with IBM Corporation
# ----------------------------------------------------------------------

#--------------------------------------------------------------------------------------------------
# Place all strings related to messages in this section.
# For error messages, include the additional suffixed resources if applicable:
#   id -- the message number, starting with 1000, working up.  Don't change numbers on existing messages!
#   explanation -- a detailed explanation of the error
#   userResponse -- the response the user can take to possibly resolve the error
#   adminResponse -- the response an administrator can take to possibly resolve the error
#   0-n -- descriptions of message inserts
#   useCase -- the scenario that most likely creates the error
#--------------------------------------------------------------------------------------------------
#
######################## DISPLAY STRINGS ######################################
#actions
action.About = A propos de
action.AddDispositionSchedule = Ajouter un planning d''\u00e9limination
action.AddDispositionAction = Ajouter une action
action.AddTriggerAction = Ajoutez un d\u00e9clencheur
action.AddHold = Ajouter une mise en attente
action.AddLocation = Ajouter un emplacement
action.AddNamingPattern = Ajouter un mod\u00e8le de nommage
action.AddRecordCategory = Ajouter une cat\u00e9gorie d''enregistrement
action.AddRecordFolder = Ajouter un dossier d''enregistrement
action.AddRecordVolume = Ajouter un volume d''enregistrement
action.AddRecordType = Ajouter un type d''enregistrement
action.AddTransferMapping = Ajouter un mappage de transfert
action.AddEventTrigger = Ajouter un d\u00e9clencheur d''\u00e9v\u00e9nements
action.AddTrigger = Ajoutez des d\u00e9clencheurs
action.Activate = Activer
action.AddFilePlan = Ajouter un plan de fichiers
action.AddToFavorites = Ajouter aux favoris
action.Close = Fermer
action.Copy = Copier
action.CreateLink = Cr\u00e9er un lien
action.CreateNewJob = Nouveau travail
action.Declare = D\u00e9clarer
action.Delete = Supprimer
action.File = Fichier
action.Inactivate = D\u00e9sactiver
action.InitiateDisposition = Lancer l''\u00e9limination
action.LaunchChargeOut = D\u00e9charger
action.Move = D\u00e9placer
action.PlaceOnHold = Mettre en attente
action.Properties = Propri\u00e9t\u00e9s
action.Refresh = Actualiser
action.Relocate = Relocaliser
action.RemoveHold = Supprimer la mise en attente
action.RemoveHoldOnViewEntities = Supprimer la mise en attente
action.Reopen = Rouvrir
action.Undeclare = Annuler la d\u00e9claration
action.ViewDocumentInfo = Afficher les informations sur le document
action.OpenRecordContent = Afficher le contenu d''enregistrement
action.ViewEntitiesOnHold = R\u00e9viser les entit\u00e9s en attente
action.InitiateRemoveHoldRequest = Lancer la requ\u00eate de suppression de la mise en attente
action.CancelRemoveHoldRequest = Annuler la demande de suppression de la mise en attente
action.ActivateHoldSweepProcessing = Activer le traitement du balayage des mises en attente
action.ViewReportResultAsLink = Afficher le lien r\u00e9sultant
action.RunReport = Ex\u00e9cuter le rapport
action.AddReportDefinition = Ajouter une d\u00e9finition de rapport
action.ScheduleReport = Planifier le rapport
action.ScheduleDispositionSweep = Planifier un balayage d''\u00e9limination
action.ScheduleHoldSweep = Planifier un balayage de mise en attente
action.TaskModify = Modifier
action.TaskModifyAndRun = Modifier et ex\u00e9cuter
action.TaskEnable = Activer
action.TaskDisable = D\u00e9sactiver
action.TaskOpen = Ouvrir
action.TaskDownload = T\u00e9l\u00e9charger
action.RecordProperties = Propri\u00e9t\u00e9s d''enregistrement
action.ConvertToDDContainer = Convertir un conteneur de planning de base
action.ScheduleDDContainerConversion = Conversion d''un conteneur de planning
action.ScheduleDDReportTask = Planifier un balayage des plannings de base

actionType.Export = Exporter
actionType.Transfer = Transf\u00e9rer
actionType.Destroy = D\u00e9truire
actionType.InterimTransfer = Transfert temporaire
actionType.Cutoff = Limite
actionType.VitalReview = R\u00e9vision des \u00e9l\u00e9ments r\u00e9f\u00e9rents
actionType.AutoDestroy = Autodestruction

triggerEventType.InternalEvent = Ev\u00e9nement interne
triggerEventType.ExternalEvent = Ev\u00e9nement externe
triggerEventType.RecurringEvent = Ev\u00e9nement r\u00e9current
triggerEventType.PredefinedDate = Date d''\u00e9v\u00e9nement de calendrier pr\u00e9d\u00e9finie

statusInProgress = En cours
statusCompleted = Termin\u00e9
statusPaused = En pause
statusFailed = Echec
statusCanceled = Annul\u00e9
statusScheduled = Planifi\u00e9

menu_actionsToolbar = IBM Enterprise Records - Barre d''outils du panneau d''actions par d\u00e9faut
menu_bannerToolsContextMenu = IBM Enterprise Records - menu Outils de la banni\u00e8re par d\u00e9faut
menu_configureflyoutToolbar = IBM Enterprise Records - barre d''outils contextuelle de configuration par d\u00e9faut
menu_contentListToolbar = IBM Enterprise Records - barre d''outils de liste de contenu par d\u00e9faut
menu_customObjectContextMenu = IBM Enterprise Records - menu Objets personnalis\u00e9s par d\u00e9faut
menu_customObjectsContextMenu = IBM Enterprise Records - menu Plusieurs objets personnalis\u00e9s par d\u00e9faut
menu_dispositonSchedulesToolbar = IBM Enterprise Records - barre d''outils des plannings d''\u00e9limination par d\u00e9faut
menu_electronicRecordContextMenu = IBM Enterprise Records - menu d''enregistrements \u00e9lectroniques par d\u00e9faut
menu_electronicRecordFolderContextMenu = IBM Enterprise Records - menu du dossier d''enregistrements \u00e9lectroniques par d\u00e9faut
menu_filePlanContextMenu = IBM Enterprise Records - menu de plan de fichiers par d\u00e9faut
menu_holdsPaneToolbar = IBM Enterprise Records - menu de la barre d''outils du panneau des mises en attente par d\u00e9faut
menu_holdsPaneContextMenu = IBM Enterprise Records - menu du panneau des mises en attente par d\u00e9faut
menu_jobsFlyoutToolbar = IBM Enterprise Records - menu de la barre d''outils contextuelle des travaux par d\u00e9faut
menu_locationsPaneToolbar = IBM Enterprise Records - Barre d''outils du panneau d''emplacements par d\u00e9faut
menu_multipleContainersAndRecordsContextMenu = IBM Enterprise Records - menu Plusieurs conteneurs et enregistrements par d\u00e9faut
menu_multipleContainersContextMenu = IBM Enterprise Records - menu Plusieurs conteneurs par d\u00e9faut
menu_multipleRecordsContextMenu = IER - menu Plusieurs enregistrements par d\u00e9faut
menu_namingPatternsToolbar = IBM Enterprise Records - Barre d''outils du panneau de mod\u00e8les de nommage par d\u00e9faut
menu_physicalBoxOrHybridRecordFolderContextMenu = IBM Enterprise Records - menu du dossier d''enregistrements Bo\u00eete physique ou Enregistrement hybride par d\u00e9faut
menu_physicalRecordContextMenu = IBM Enterprise Records - menu d''enregistrements physiques par d\u00e9faut
menu_recordCategoryContextMenu = IBM Enterprise Records - menu de cat\u00e9gories d''enregistrement par d\u00e9faut
menu_transferMappingsPaneToolbar = IBM Enterprise Records - Barre d''outils du panneau de mappages de transfert par d\u00e9faut
menu_triggersPaneToolbar = IBM Enterprise Records - Barre d''outils du panneau de d\u00e9clencheurs par d\u00e9faut
menu_volumeContextMenu = IBM Enterprise Records - menu des volumes par d\u00e9faut
menu_recordTypesToolbar = IBM Enterprise Records - Barre d''outils du panneau des types d''enregistrement par d\u00e9faut
menu_reportDefintionsToolbar = IBM Enterprise Records - Barre d''outils du panneau des d\u00e9finitions d''enregistrement par d\u00e9faut
menu_reportDefintionsContextMenu = IBM Enterprise Records - Menu du panneau des d\u00e9finitions d''enregistrement par d\u00e9faut
menu_multiStatusTaskToolbar = IBM Enterprise Records - Barre d''outils des t\u00e2ches par d\u00e9faut
menu_completedTaskToolbar = IBM Enterprise Records - Barre d''outils des t\u00e2ches termin\u00e9es par d\u00e9faut
menu_reportTaskToolbar = IBM Enterprise Records - Barre d''outils des t\u00e2ches d''ex\u00e9cution de rapport par d\u00e9faut
menu_dispositionTaskToolbar = IBM Enterprise Records - Barre d''outils des t\u00e2ches d''\u00e9limination par d\u00e9faut
menu_holdTaskToolbar = IBM Enterprise Records - Barre d''outils des t\u00e2ches de mise en attente par d\u00e9faut
menu_completedRecurringTaskContextMenu = IBM Enterprise Records - Menu des t\u00e2ches r\u00e9currentes termin\u00e9es par d\u00e9faut
menu_completedTaskContextMenu = IBM Enterprise Records - Menu des t\u00e2ches termin\u00e9es par d\u00e9faut
menu_failedTaskContextMenu = IBM Enterprise Records - Menu des t\u00e2ches ayant \u00e9chou\u00e9 par d\u00e9faut
menu_scheduledTaskContextMenu = IBM Enterprise Records - Menu des t\u00e2ches planifi\u00e9es par d\u00e9faut
menu_inProgressTaskContextMenu = IBM Enterprise Records - Menu des t\u00e2ches en cours par d\u00e9faut
menu_completedTaskInstanceContextMenu = IBM Enterprise Records - Menu des instances de t\u00e2ches termin\u00e9es par d\u00e9faut
menu_failedTaskInstanceContextMenu = IBM Enterprise Records - Menu des instances de t\u00e2ches ayant \u00e9chou\u00e9 par d\u00e9faut
menu_scheduledTaskInstanceContextMenu = IBM Enterprise Records - Menu des instances de t\u00e2ches planifi\u00e9es par d\u00e9faut
menu_disabledTaskContextMenu = IBM Enterprise Records - Menu des t\u00e2ches d\u00e9sactiv\u00e9es
menu_inProgressTaskInstanceContextMenu = IBM Enterprise Records - Menu des instances de t\u00e2ches en cours par d\u00e9faut
menu_favoriteRecordCategoryContextMenu = IBM Enterprise Records - menu des cat\u00e9gories d''enregistrement favorites
menu_favoriteElectronicRecordFolderContextMenu = IBM Enterprise Records - menu du dossier d''enregistrements \u00e9lectroniques favoris
menu_favoritePhysicalRecordFolderContextMenu = IBM Enterprise Records - menu du dossier d''enregistrements Bo\u00eete physique ou Enregistrement hybride favoris
menu_favoriteVolumeContextMenu = IBM Enterprise Records - menu des volumes favoris
menu_favoriteElectronicRecordContextMenu = IBM Enterprise Records - menu des enregistrements \u00e9lectroniques favoris
menu_favoritePhysicalRecordContextMenu = IBM Enterprise Records - menu des enregistrements physiques favoris
menu_browseFilePlanToolbar = IBM Enterprise Records - menu de la barre d''outils Parcourir les plans de fichiers
menu_filePlanConfigureContextMenu = IBM Enterprise Records - menu du panneau de configuration
menu_placeOnHoldContextMenu = IBM Enterprise Records - menu Mettre en attente
menu_removeHoldContextMenu = IBM Enterprise Records - menu Supprimer la mise en attente
menu_viewEntitiesOnHoldContextMenu = IBM Enterprise Records - menu Afficher les entit\u00e9s en attente
menu_ierHoldConditionRecordContextMenu = IBM Enterprise Records - menu d''aper\u00e7u rapide des enregistrements mis en attente
menu_ierHoldConditionContainerContextMenu = IBM Enterprise Records - menu d''aper\u00e7u rapide des conteneurs mis en attente

feature.reports = Rapports
feature.reportsTooltip = Ouvrir la vue de rapport

name = Nom
containerId = ID conteneur
Class = Classe
declare.toolbar.contentlist = Barre d''outils de la liste de contenu avec action d\u00e9clarer
declare.contextmenu.document = Menu contextuel de l''\u00e9l\u00e9ment Document avec action d\u00e9clarer
plugin.layout.name = Disposition d''IBM Enterprise Records
type = Type
description = Description
user = Utilisateur
startTime = Heure de d\u00e9but
endTime = Heure de fin
isRecurring = R\u00e9current
status = Etat
repeatCycle = Intervalle de r\u00e9p\u00e9tition

report = Rapport
dispositionSweep = Balayage d''\u00e9limination
holdSweep = Balayage des mises en attente


####################### STATUS MESSAGES ######################################
search.results.returnedOne = La recherche a renvoy\u00e9 {0} \u00e9l\u00e9ment.
search.results.returned = La recherche a renvoy\u00e9 {0} \u00e9l\u00e9ments.
task.started = La t\u00e2che suivante a d\u00e9marr\u00e9 : {0}.
task.completed = La t\u00e2che suivante s''est termin\u00e9e : {0}.
task.results = La t\u00e2che s''est termin\u00e9e avec les r\u00e9sultats suivants : {0}.
task.failed = La t\u00e2che suivante a \u00e9chou\u00e9 : {0}.
reportTask.completed = Le rapport a \u00e9t\u00e9 g\u00e9n\u00e9r\u00e9. Vous pouvez visualiser la sortie du rapport en cliquant sur le lien suivant : {0}.
error.aesEncryptionKey.notAvailable = La cl\u00e9 de chiffrement AES est indisponible. la cl\u00e9 est stock\u00e9e dans la base de donn\u00e9es d''administration d''IBM Content Navigator. Le serveur d''applications exige l''acc\u00e8s \u00e0 la base de donn\u00e9es pour obtenir la cl\u00e9 de chiffrement.
conversionDDTask.completed = La conversion dans un planning de base s''est termin\u00e9 avec succ\u00e8s.
runDefensibleDisposalDDTask.completedNoResults = Le balayage s''est termin\u00e9 avec succ\u00e8s, mais aucun enregistrement \u00e0 traiter et \u00e0 inclure dans le rapport n''a \u00e9t\u00e9 trouv\u00e9.
initiateDispositionAllSuccessful = L''\u00e9limination a \u00e9t\u00e9 lanc\u00e9e et trait\u00e9e avec succ\u00e8s.
basicScheduleWorkflowSuccessful = Le flux de travaux du planning de base a \u00e9t\u00e9 lanc\u00e9 avec succ\u00e8s.

####################### ERROR MESSAGES ######################################
error.application.unexpected.id = 0100
error.application.unexpected = Une exception inattendue s''est produite \u00e0 partir d''IBM Enterprise Records. Voir l''erreur suivante : {0}
error.application.unexpected.explanation = Un probl\u00e8me s''est produit avec l''un des composants du syst\u00e8me IBM Enterprise Records. {0}
error.application.unexpected.userResponse = Demandez \u00e0 votre administrateur syst\u00e8me de r\u00e9viser le fichier journal du serveur d''applications Web pour plus d''informations sur le probl\u00e8me. 
error.application.unexpected.adminResponse = Voir les fichiers journaux du serveur d''application Web pour plus d''informations. 
error.application.unexpected.0 = message_erreur

error.recordcategory.unexpected.id = 0101
error.recordcategory.unexpected = La cat\u00e9gorie d''enregistrement n''a pas pu \u00eatre cr\u00e9\u00e9e en raison de l''erreur suivante : {0}
error.recordcategory.unexpected.explanation = La cat\u00e9gorie d''enregistrement n''a pas pu \u00eatre cr\u00e9\u00e9e.
error.recordcategory.unexpected.userResponse = Consultez le message d''erreur associ\u00e9 et r\u00e9solvez le probl\u00e8me. Puis, r\u00e9essayez de cr\u00e9er la cat\u00e9gorie d''enregistrement.
error.recordcategory.unexpected.0 = message_erreur

error.recordcategory.invalidLocation.id = 0102
error.recordcategory.invalidLocation = La cat\u00e9gorie d''enregistrement ne peut pas \u00eatre cr\u00e9\u00e9e dans l''emplacement suivant : {0}.
error.recordcategory.invalidLocation.explanation = L''emplacement s\u00e9lectionn\u00e9 pour la cat\u00e9gorie d''enregistrement n''est pas autoris\u00e9. 
error.recordcategory.invalidLocation.userResponse = S\u00e9lectionnez un emplacement valide. Pour plus d''informations sur les emplacements dans lesquels une cat\u00e9gorie d''enregistrement peut \u00eatre cr\u00e9\u00e9e, voir la rubrique "Ajout d''une cat\u00e9gorie d''enregistrement" dans l''aide en ligne ou dans le centre de documentation. 
error.recordcategory.invalidLocation.0 = record_category_location

error.service.invalidContentRepository.id = 0103
error.service.invalidContentRepository = Le r\u00e9f\u00e9rentiel sp\u00e9cifi\u00e9 n''est pas un r\u00e9f\u00e9rentiel de contenu valide ou un conteneur d''objets d''enregistrement pour IBM Enterprise Records.
error.service.invalidContentRepository.explanation =  Pour d\u00e9clarer des enregistrements, un r\u00e9f\u00e9rentiel de contenu ou une librairie d''enregistrements valide est obligatoire.
error.service.invalidContentRepository.userResponse = Entrez dans un r\u00e9f\u00e9rentiel de contenu ou une librairie d''enregistrements valide. Pour plus d''informations sur la mani\u00e8re de convertir un r\u00e9f\u00e9rentiel de contenu en r\u00e9f\u00e9rentiel pouvant contenir des enregistrements d\u00e9clar\u00e9s, voir la rubrique "Configuration de librairies d''objets" dans l''aide en ligne ou dans le centre de documentation.

error.recordDeclareService.invalidDeclareContainer.id = 0104
error.recordDeclareService.invalidDeclareContainer = Vous ne pouvez pas d\u00e9clarer des enregistrements dans le conteneur s\u00e9lectionn\u00e9.
error.recordDeclareService.invalidDeclareContainer.explanation = Les enregistrements ne peuvent pas \u00eatre d\u00e9clar\u00e9s dans tous les types de conteneurs. Par exemple, vous ne pouvez pas d\u00e9clarer un enregistrement dans le type de conteneur du plan de fichiers.
error.recordDeclareService.invalidDeclareContainer.userResponse = S\u00e9lectionnez un conteneur d''enregistrements diff\u00e9rent. Pour plus d''informations sur les types de conteneurs d''enregistrements qui peuvent contenir des enregistrements d\u00e9clar\u00e9s, voir la rubrique "D\u00e9clarer un enregistrement" dans l''aide en ligne ou dans le centre de documentation.

error.containerclose.invalidContainer.id = 0105
error.containerclose.invalidContainer = L''entit\u00e9 en cours de fermeture n''est pas un conteneur d''enregistrement valide.
error.containerclose.invalidContainer.explanation = Vous ne pouvez fermer que des cat\u00e9gories, des dossiers et des volumes.
error.containerclose.invalidContainer.userResponse = Assurez-vous que l''entit\u00e9 en cours de fermeture est de type cat\u00e9gorie, dossier ou volume.

error.containerclose.unexpected.id = 0106
error.containerclose.unexpected = Le conteneur d''enregistrements ne peut pas \u00eatre ferm\u00e9 en raison de l''erreur suivante : {0}
error.containerclose.unexpected.explanation = Le conteneur d''enregistrements est peut-\u00eatre d\u00e9j\u00e0 ferm\u00e9.
error.containerclose.unexpected.userResponse = Assurez-vous que le conteneur est valide et qu''il n''est pas d\u00e9j\u00e0 ferm\u00e9. 
error.containerclose.unexpected.0 = message_erreur

error.delete.unexpected.id = 0107
error.delete.unexpected = L''entit\u00e9 ne peut pas \u00eatre supprim\u00e9e en raison de l''erreur suivante : {0}
error.delete.unexpected.explanation = L''entit\u00e9 a pu \u00eatre supprim\u00e9e par un autre utilisateur, ou vous ne disposez peut-\u00eatre pas des droits n\u00e9cessaires pour la supprimer.
error.delete.unexpected.userResponse = Consultez le message d''erreur associ\u00e9 et r\u00e9solvez le probl\u00e8me. Puis, r\u00e9essayez de supprimer l''entit\u00e9. 
error.delete.unexpected.0 = message_erreur

error.container.invalidName.id = 0108
error.container.invalidName = La zone Nom de l''entit\u00e9 contient des caract\u00e8res non valides.
error.container.invalidName.explanation = Les noms d''entit\u00e9 ne peuvent pas contenir les caract\u00e8res suivants :  \ / : * ? " < > |
error.container.invalidName.userResponse = Entrez un nom d''entit\u00e9 valide.

error.relocate.invalidDestContainer.id = 0109
error.relocate.invalidDestContainer = Le dossier de destination sp\u00e9cifi\u00e9 ne peut pas contenir le conteneur d''enregistrements qui est d\u00e9plac\u00e9.
error.relocate.invalidDestContainer.explanation = Le d\u00e9placement du conteneur d''enregistrements vers la destination sp\u00e9cifi\u00e9e violera l''une des r\u00e8gles de confinement s''appliquant aux conteneurs d''enregistrements.
error.relocate.invalidDestContainer.userResponse = S\u00e9lectionnez un conteneur cible valide.

error.relocate.invalidContainer.id = 0110
error.relocate.invalidContainer = Le conteneur ne peut pas \u00eatre relocalis\u00e9.
error.relocate.invalidContainer.explanation = Seules les cat\u00e9gories d''enregistrement et les dossiers d''enregistrement peuvent \u00eatre relocalis\u00e9s.
error.relocate.invalidContainer.userResponse = S\u00e9lectionnez un type de conteneur valide \u00e0 d\u00e9placer.

error.relocate.unexpected.id = 0111
error.relocate.unexpected = Le conteneur ne peut pas \u00eatre relocalis\u00e9 en raison de l''erreur suivante : {0}
error.relocate.unexpected.explanation = La relocalisation du conteneur a \u00e9chou\u00e9.
error.relocate.unexpected.userResponse = Consultez le message d''erreur associ\u00e9 et r\u00e9solvez le probl\u00e8me. Puis, r\u00e9essayez.
error.relocate.unexpected.0 = message_erreur

error.containerreopen.invalidContainer.id = 0112
error.containerreopen.invalidContainer = L''entit\u00e9 en cours de r\u00e9ouverture n''est pas un conteneur d''enregistrements valide.
error.containerreopen.invalidContainer.explanation = Vous ne pouvez rouvrir que des cat\u00e9gories, des dossiers et des volumes.
error.containerreopen.invalidContainer.userResponse = Assurez-vous que l''entit\u00e9 en cours de r\u00e9ouverture est de type cat\u00e9gorie, dossier ou volume.

error.containerreopen.unexpected.id = 0113
error.containerreopen.unexpected = Le conteneur d''enregistrements ne peut pas \u00eatre rouvert en raison de l''erreur suivante : {0}
error.containerreopen.unexpected.explanation = Le conteneur est peut-\u00eatre d\u00e9j\u00e0 ouvert.
error.containerreopen.unexpected.userResponse = Assurez-vous que le conteneur est valide et qu''il est ferm\u00e9. 
error.containerreopen.unexpected.0 = message_erreur

error.filerecord.unexpected.id = 0114
error.filerecord.unexpected = L''enregistrement n''a pas pu \u00eatre class\u00e9 en raison de l''erreur suivante : {0}
error.filerecord.unexpected.explanation = Vous ne poss\u00e9dez peut-\u00eatre pas les droits d''acc\u00e8s pour classer l''enregistrement.
error.filerecord.unexpected.userResponse = Assurez-vous que le conteneur cible est valide et que vous disposez des droits d''acc\u00e8s pour classer l''enregistrement. 
error.filerecord.unexpected.0 = message_exception

error.filerecord.invalidDest.id = 0115
error.filerecord.invalidDest = L''enregistrement ne peut pas \u00eatre class\u00e9 dans le conteneur suivant : {0}.
error.filerecord.invalidDest.explanation = Le classement d''un enregistrement a \u00e9chou\u00e9 parce que le conteneur de destination n''est pas valide. 
error.filerecord.invalidDest.userResponse = Assurez-vous que le conteneur cible est valide et que vous disposez des droits d''acc\u00e8s pour classer l''enregistrement dans ce conteneur. 
error.filerecord.invalidDest.0 = destination_container

error.moverecord.unexpected.id = 0116
error.moverecord.unexpected = L''enregistrement ne peut pas \u00eatre d\u00e9plac\u00e9 en raison de l''erreur suivante : {0}
error.moverecord.unexpected.explanation = Vous ne poss\u00e9dez peut-\u00eatre pas les droits d''acc\u00e8s pour d\u00e9placer l''enregistrement.
error.moverecord.unexpected.userResponse = Assurez-vous que le conteneur cible est valide et que vous disposez des droits d''acc\u00e8s pour d\u00e9placer l''enregistrement. 
error.moverecord.unexpected.0 = message_erreur

error.placeonhold.unexpected.id = 0117
error.placeonhold.unexpected = L''enregistrement ou le conteneur ne peut pas \u00eatre mis en attente en raison de l''erreur suivante : {0}
error.placeonhold.unexpected.explanation = Vous ne poss\u00e9dez peut-\u00eatre pas les droits d''acc\u00e8s pour mettre l''enregistrement ou le conteneur en attente.
error.placeonhold.unexpected.userResponse = Assurez-vous que le conteneur cible est valide et que vous disposez des droits d''acc\u00e8s pour mettre l''enregistrement ou le conteneur en attente. 
error.placeonhold.unexpected.0 = message_erreur

error.recordfolder.unexpected.id = 0118
error.recordfolder.unexpected = Le dossier d''enregistrement ne peut pas \u00eatre cr\u00e9\u00e9 en raison de l''erreur suivante : {0}
error.recordfolder.unexpected.explanation = Le dossier d''enregistrement ne peut pas \u00eatre cr\u00e9\u00e9.
error.recordfolder.unexpected.userResponse = Consultez le message d''erreur associ\u00e9 et r\u00e9solvez le probl\u00e8me. Puis, r\u00e9essayez de cr\u00e9er le dossier d''enregistrement. {0}
error.recordfolder.unexpected.0 = message_erreur

error.recordfolder.invalidLocation.id = 0119
error.recordfolder.invalidLocation = Le dossier d''enregistrement ne peut pas \u00eatre cr\u00e9\u00e9 dans l''emplacement suivant : {0}.
error.recordfolder.invalidLocation.explanation = L''emplacement s\u00e9lectionn\u00e9 pour le dossier d''enregistrement n''est pas autoris\u00e9. 
error.recordfolder.invalidLocation.userResponse = S\u00e9lectionnez un emplacement valide. Pour plus d''informations sur les emplacements dans lesquels un dossier d''enregistrement peut \u00eatre cr\u00e9\u00e9e, voir la rubrique "Ajout d''un dossier d''enregistrement" dans l''aide en ligne ou dans le centre de documentation.
error.recordfolder.invalidLocation.0 = record_folder_location

error.hold.unexpected.id = 0120
error.hold.unexpected = La mise en attente ne peut pas \u00eatre cr\u00e9\u00e9e en raison de l''erreur suivante : {0}
error.hold.unexpected.explanation = La mise en attente ne peut pas \u00eatre cr\u00e9\u00e9e.
error.hold.unexpected.userResponse = Consultez le message d''erreur associ\u00e9 et r\u00e9solvez le probl\u00e8me. Puis, r\u00e9essayez de cr\u00e9er la mise en attente. {0}
error.hold.unexpected.0 = message_exception

error.hold.invalidName.id = 0121
error.hold.invalidName = Le nom de mise en attente contient des caract\u00e8res non valides et ne peut pas \u00eatre cr\u00e9\u00e9.
error.hold.invalidName.explanation = Les caract\u00e8res suivants ne peuvent pas \u00eatre utilis\u00e9s dans un nom de mise en attente : \ / : * ? " < > |
error.hold.invalidName.userResponse = Entrez un nom valide pour la mise en attente.

error.copyrecord.unexpected.id = 0122
error.copyrecord.unexpected = L''enregistrement ne peut pas \u00eatre copi\u00e9 en raison de l''erreur suivante : {0}
error.copyrecord.unexpected.explanation = Vous ne poss\u00e9dez peut-\u00eatre pas les droits d''acc\u00e8s pour copier l''enregistrement.
error.copyrecord.unexpected.userResponse = Assurez-vous que le conteneur cible est valide et que vous disposez des droits d''acc\u00e8s pour copier l''enregistrement. 
error.copyrecord.unexpected.0 = message_erreur

error.copyrecord.invalidDest.id = 0123
error.copyrecord.invalidDest = L''enregistrement ne peut pas \u00eatre class\u00e9 dans le conteneur suivant : {0}.
error.copyrecord.invalidDest.explanation = Vous ne poss\u00e9dez peut-\u00eatre pas les droits d''acc\u00e8s pour classer l''enregistrement dans le conteneur sp\u00e9cifi\u00e9.
error.copyrecord.invalidDest.userResponse = Assurez-vous que le conteneur cible est valide et que vous disposez des droits d''acc\u00e8s pour classer l''enregistrement dans ce conteneur. 
error.copyrecord.invalidDest.0 = destination_container

error.location.unexpected.id = 0124
error.location.unexpected = L''objet d''emplacement ne peut pas \u00eatre cr\u00e9\u00e9 en raison de l''erreur suivante : {0}
error.location.unexpected.explanation = L''objet d''emplacement ne peut pas \u00eatre cr\u00e9\u00e9.
error.location.unexpected.userResponse = Consultez le message d''erreur associ\u00e9 et r\u00e9solvez le probl\u00e8me. Puis, r\u00e9essayez de cr\u00e9er l''objet d''emplacement. {0}
error.location.unexpected.0 = message_erreur

error.location.invalidName.id = 0125
error.location.invalidName = Le nom d''emplacement contient des caract\u00e8res non valides et ne peut pas \u00eatre cr\u00e9\u00e9.
error.location.invalidName.explanation = Vous ne pouvez pas utiliser les caract\u00e8res suivants : \\ / : * ? " < > |
error.location.invalidName.userResponse = Entrez un nom d''emplacement valide.

error.undeclare.unexpected.id = 0126
error.undeclare.unexpected = La d\u00e9claration de l''enregistrement ne peut pas \u00eatre annul\u00e9e en raison de l''erreur suivante : {0}
error.undeclare.unexpected.explanation = La d\u00e9claration de l''enregistrement ne peut pas \u00eatre annul\u00e9e.
error.undeclare.unexpected.userResponse = Consultez le message d''erreur associ\u00e9 et r\u00e9solvez le probl\u00e8me. Puis, r\u00e9essayez d''annuler la d\u00e9claration de l''enregistrement. 
error.undeclare.unexpected.0 = message_erreur

error.action.unexpected.id = 0127
error.action.unexpected = L''action d''\u00e9limination ne peut pas \u00eatre cr\u00e9\u00e9e en raison de l''erreur suivante : {0}
error.action.unexpected.explanation = L''action d''\u00e9limination ne peut pas \u00eatre cr\u00e9\u00e9e.
error.action.unexpected.userResponse = Consultez le message d''erreur associ\u00e9 et r\u00e9solvez le probl\u00e8me. Puis, r\u00e9essayez de cr\u00e9er l''action d''\u00e9limination.
error.action.unexpected.0 = message_erreur

error.recordDeclareService.readOnly.id = 0128
error.recordDeclareService.readOnly = Vous n''\u00eates pas autoris\u00e9 \u00e0 d\u00e9clarer le document comme enregistrement.
error.recordDeclareService.readOnly.explanation = Vous n''\u00eates pas autoris\u00e9 \u00e0 modifier les propri\u00e9t\u00e9s du document.
error.recordDeclareService.readOnly.userResponse = Contactez l''administrateur syst\u00e8me pour \u00eatre autoris\u00e9 \u00e0 modifier les propri\u00e9t\u00e9s du document. Si vous ne pouvez pas obtenir le droit de modifier les propri\u00e9t\u00e9s du document, cr\u00e9ez un nouveau document.

error.namingpattern.unexpected.id = 0129
error.namingpattern.unexpected = L''objet de mod\u00e8le de nommage ne peut pas \u00eatre cr\u00e9\u00e9 en raison de l''erreur suivante : {0}
error.namingpattern.unexpected.explanation = L''objet de mod\u00e8le de nommage ne peut pas \u00eatre cr\u00e9\u00e9.
error.namingpattern.unexpected.userResponse = Consultez le message d''erreur associ\u00e9 et r\u00e9solvez le probl\u00e8me. Puis, r\u00e9essayez de cr\u00e9er l''objet de mod\u00e8le de nommage. 
error.namingpattern.unexpected.0 = message_erreur

error.namingpattern.invalidName.id = 0130
error.namingpattern.invalidName = Le nom de mod\u00e8le contient des caract\u00e8res non valides et ne peut pas \u00eatre cr\u00e9\u00e9.
error.namingpattern.invalidName.explanation = Un nom de mod\u00e8le ne peut pas contenir les caract\u00e8res suivants : \ / : * ? " < > | 
error.namingpattern.invalidName.userResponse = Entrez un nom de mod\u00e8le valide.

error.recordvolume.unexpected.id = 0131
error.recordvolume.unexpected = Le volume d''enregistrement ne peut pas \u00eatre cr\u00e9\u00e9 en raison de l''erreur suivante : {0}
error.recordvolume.unexpected.explanation = Le volume d''enregistrement ne peut pas \u00eatre cr\u00e9\u00e9.
error.recordvolume.unexpected.userResponse = Consultez le message d''erreur associ\u00e9 et r\u00e9solvez le probl\u00e8me. Puis, r\u00e9essayez de cr\u00e9er la volume d''enregistrement. 
error.recordvolume.unexpected.0 = message_erreur

error.recordvolume.invalidLocation.id = 0132
error.recordvolume.invalidLocation = Le volume d''enregistrement ne peut pas \u00eatre cr\u00e9\u00e9 dans l''emplacement suivant : {0}.
error.recordvolume.invalidLocation.explanation = L''emplacement s\u00e9lectionn\u00e9 pour le volume d''enregistrement n''est pas autoris\u00e9. 
error.recordvolume.invalidLocation.userResponse = S\u00e9lectionnez un emplacement valide. Pour plus d''informations sur les emplacements dans lesquels un volume d''enregistrement peut \u00eatre cr\u00e9\u00e9, voir la rubrique "Ajout d''un volume d''enregistrement" dans l''aide en ligne ou dans le centre de documentation.
error.recordvolume.invalidLocation.0 = record_volume_location

error.trigger.unexpected.id = 0133
error.trigger.unexpected = Le d\u00e9clencheur d''\u00e9limination ne peut pas \u00eatre cr\u00e9\u00e9 en raison de l''erreur suivante : {0}
error.trigger.unexpected.explanation = Le d\u00e9clencheur d''\u00e9limination ne peut pas \u00eatre cr\u00e9\u00e9.
error.trigger.unexpected.userResponse = Consultez le message d''erreur associ\u00e9 et r\u00e9solvez le probl\u00e8me. Puis, r\u00e9essayez de cr\u00e9er l''action d''\u00e9limination. {0}
error.trigger.unexpected.0 = message_erreur

error.reports.failedToRun.id = 0134
error.reports.failedToRun = Le rapport en cours ne peut pas \u00eatre g\u00e9n\u00e9r\u00e9 : {0}.
error.reports.failedToRun.explanation = Le rapport en cours ne peut pas \u00eatre g\u00e9n\u00e9r\u00e9.
error.reports.failedToRun.userResponse = Consultez le message d''erreur associ\u00e9, tentez de corriger le probl\u00e8me et g\u00e9n\u00e9rez \u00e0 nouveau le rapport. Si vous ne parvenez pas \u00e0 r\u00e9soudre le probl\u00e8me, contactez votre administrateur syst\u00e8me. 
error.reports.failedToRun.adminResponse = Voir les fichiers journaux de l''application Web pour plus d''informations et pour consulter les traces de pile. 
error.reports.failedToRun.0 = message_erreur

error.reports.reportConfigurationMissing.id = 0135
error.reports.reportConfigurationMissing = Les configurations de serveur de rapport Cognos, de base de donn\u00e9es ou d''espace-noms sont manquantes.
error.reports.reportConfigurationMissing.explanation = Les configurations de serveur de rapport Cognos, de base de donn\u00e9es ou d''espace-noms sont manquantes sur le syst\u00e8me. Assurez-vous qu''elles sont sp\u00e9cifi\u00e9es.
error.reports.reportConfigurationMissing.userResponse = Contactez votre administrateur syst\u00e8me \u00e0 propos des configurations manquantes.
error.reports.reportConfigurationMissing.adminResponse = Indiquez l''identificateur URI de la passerelle des rapports Cognos, l''identificateur URI de distribution des servlets Cognos, l''espace-noms Cognos et la source de donn\u00e9es du moteur de g\u00e9n\u00e9ration de rapport dans les param\u00e8tres d''administration.

error.reports.repositoryNotInDomain.id = 0136
error.reports.repositoryNotInDomain = Le rapport suivant ne peut pas \u00eatre g\u00e9n\u00e9r\u00e9 de nouveau parce que le r\u00e9f\u00e9rentiel initial est dans un domaine diff\u00e9rent : {0}.
error.reports.repositoryNotInDomain.explanation = Le r\u00e9f\u00e9rentiel initial sur lequel le rapport a \u00e9t\u00e9 ex\u00e9cut\u00e9 doit \u00eatre dans le m\u00eame domaine que le r\u00e9f\u00e9rentiel auquel vous vous \u00eates connect\u00e9 au d\u00e9but de cette session. 
error.reports.repositoryNotInDomain.adminResponse = Dites \u00e0 l''administrateur que le r\u00e9f\u00e9rentiel par d\u00e9faut doit \u00eatre dans le m\u00eame domaine que le r\u00e9f\u00e9rentiel sur lequel le rapport a \u00e9t\u00e9 initialement ex\u00e9cut\u00e9.
error.reports.repositoryNotInDomain.0 = new_repository_ID.

error.linkrecord.unexpected.id = 0137
error.linkrecord.unexpected = Les enregistrements ne peuvent pas \u00eatre li\u00e9s en raison de l''erreur suivante : {0}
error.linkrecord.unexpected.explanation = Vous ne disposez peut-\u00eatre pas des droits d''acc\u00e8s requis pour cr\u00e9er un lien.
error.linkrecord.unexpected.userResponse = Assurez-vous que vous avez les droits d''acc\u00e8s corrects pour cr\u00e9er le lien. 
error.linkrecord.unexpected.0 = message_erreur

error.removehold.unexpected.id = 0138
error.removehold.unexpected = La mise en attente ne peut pas \u00eatre supprim\u00e9e en raison de l''erreur suivante : {0}
error.removehold.unexpected.explanation =  Vous ne disposez peut-\u00eatre pas des droits d''acc\u00e8s requis pour supprimer la mise en attente.
error.removehold.unexpected.userResponse = Assurez-vous que la cible est valide et que vous disposez des droits d''acc\u00e8s pour supprimer une mise en attente.
error.removehold.unexpected.0 = message_erreur

error.editrecord.unexpected.id = 0139
error.editrecord.unexpected = Les propri\u00e9t\u00e9s d''enregistrement ne peuvent pas \u00eatre mises \u00e0 jour et enregistr\u00e9es en raison de l''erreur suivante : {0}
error.editrecord.unexpected.explanation = Vous ne disposez peut-\u00eatre pas des droits d''acc\u00e8s requis pour enregistrer des propri\u00e9t\u00e9s d''enregistrement. 
error.editrecord.unexpected.userResponse = Assurez-vous que vous avez les droits d''acc\u00e8s corrects pour \u00e9diter les propri\u00e9t\u00e9s d''enregistrement. 
error.editrecord.unexpected.0 = message_erreur

error.fileplan.unexpected.id = 0140
error.fileplan.unexpected = Le plan de fichiers ne peut pas \u00eatre cr\u00e9\u00e9 en raison de l''erreur suivante : {0}
error.fileplan.unexpected.explanation = Le plan de fichiers ne peut pas \u00eatre cr\u00e9\u00e9.
error.fileplan.unexpected.userResponse = Consultez le message d''erreur associ\u00e9 et r\u00e9solvez le probl\u00e8me. Puis, r\u00e9essayez de cr\u00e9er la plan de fichiers. 
error.fileplan.unexpected.0 = message_erreur

error.fileplan.invalidLocation.id = 0141
error.fileplan.invalidLocation = Le plan de fichiers ne peut pas \u00eatre cr\u00e9\u00e9 dans l''emplacement suivant : {0}.
error.fileplan.invalidLocation.explanation = L''emplacement s\u00e9lectionn\u00e9 pour le plan de fichiers n''est pas autoris\u00e9. 
error.fileplan.invalidLocation.userResponse = S\u00e9lectionnez un emplacement valide. Pour plus d''informations sur les emplacements dans lesquels un plan de fichiers peut \u00eatre cr\u00e9\u00e9, voir la rubrique "Ajout d''un plan de fichiers" dans l''aide en ligne ou dans le centre de documentation.
error.fileplan.invalidLocation.0 = file_plan_location

error.taskManager.failedToListTasks.id = 0142
error.taskManager.failedToListTasks = La liste de t\u00e2ches ne peut pas \u00eatre extraite en raison de l''erreur suivante : {0}
error.taskManager.failedToListTasks.explanation = Le serveur est sans doute indisponible. Examinez le message d''erreur associ\u00e9.
error.taskManager.failedToListTasks.userResponse = Contactez votre administrateur syst\u00e8me au sujet du message d''erreur.
error.taskManager.failedToListTasks.0 = message_erreur

error.container.duplicateName.id = 0143
error.container.duplicateName = Le conteneur ne peut pas \u00eatre enregistr\u00e9 parce que le nom ou l''identificateur n''est pas unique.
error.container.duplicateName.explanation = Le nom du conteneur et l''identificateur doivent \u00eatre uniques au niveau en cours du conteneur parent.
error.container.duplicateName.userResponse = D\u00e9finissez un nom ou un identificateur unique pour le conteneur en cours.

error.taskManager.failedToConnectTaskManagerServices.id = 0144
error.taskManager.failedToConnectTaskManagerServices = Le service de gestionnaire de t\u00e2ches est non disponible en raison de l''erreur suivante : {0}
error.taskManager.failedToConnectTaskManagerServices.explanation = Le service de gestionnaire de t\u00e2ches ECM ne peut pas \u00eatre atteint.
error.taskManager.failedToConnectTaskManagerServices.userResponse = Demandez \u00e0 votre administrateur de v\u00e9rifier le statut du service gestionnaire des t\u00e2ches.
error.taskManager.failedToConnectTaskManagerServices.0 = message_erreur

error.taskManager.unexpected.id = 0145
error.taskManager.unexpected = La t\u00e2che ne peut pas \u00eatre modifi\u00e9e en raison de l''erreur suivante : {0}
error.taskManager.unexpected.explanation =  Le probl\u00e8me que le message d''erreur associ\u00e9 d\u00e9crit emp\u00eache la t\u00e2che d''\u00eatre modifi\u00e9e.
error.taskManager.unexpected.userResponse = Contactez votre administrateur syst\u00e8me au sujet de message d''erreur.
error.taskManager.unexpected.0 = message_erreur

error.reportdefinition.failedToSave.id = 0146
error.reportdefinition.failedToSave = La d\u00e9finition de rapport ne peut pas \u00eatre enregistr\u00e9e en raison de l''erreur suivante : {0} 
error.reportdefinition.failedToSave.explanation = La d\u00e9finition de rapport ne peut pas \u00eatre sauvegard\u00e9e.
error.reportdefinition.failedToSave.userResponse = Consultez le message d''erreur associ\u00e9, tentez de corriger le probl\u00e8me et enregistrez de nouveau la d\u00e9finition de rapport. Si vous ne parvenez pas \u00e0 r\u00e9soudre le probl\u00e8me, contactez votre administrateur syst\u00e8me.
error.reportdefinition.failedToSave.adminResponse = Voir les fichiers journaux de l''application Web pour plus d''informations et pour consulter les traces de pile.
error.reportdefinition.failedToSave.0 = message_erreur

error.copy.unexpected.id = 0147
error.copy.unexpected = L''entit\u00e9 ne peut pas \u00eatre copi\u00e9e en raison de l''erreur suivante : {0}
error.copy.unexpected.explanation = Vous ne poss\u00e9dez peut-\u00eatre pas les droits requis pour copier l''entit\u00e9.
error.copy.unexpected.userResponse = Consultez le message d''erreur associ\u00e9 et r\u00e9solvez le probl\u00e8me. 
error.copy.unexpected.0 = message_erreur

error.desktopIdNotQueue.id = 0148
error.desktopIdNotQueue = Impossible de cr\u00e9er le bureau IBM Enterprise Records.
error.desktopIdNotQueue.explanation = L''ID du bureau n''est pas unique.
error.desktopIdNotQueue.userResponse = Fournissez un identificateur de bureau diff\u00e9rent.

error.failedToGetPESession.id = 0149
error.failedToGetPESession = Une connexion au serveur Process Engine ne peut pas \u00eatre \u00e9tablie en raison de l''erreur suivante : {0}
error.failedToGetPESession.explanation = Il est possible qu''un nom de point de connexion manque dans la d\u00e9finition de r\u00e9f\u00e9rentiel dans IBM Content Navigator, ou que le serveur Process Engine soit non disponible.
error.failedToGetPESession.userResponse = V\u00e9rifiez que le point de connexion pour le r\u00e9f\u00e9rentiel est fourni dans IBM Content Navigator et que les fichiers JAR du client Process Engine les plus r\u00e9cents sont install\u00e9s sur le serveur.
error.failedToGetPESession.0 = message_erreur

error.missingConnectionPointName.id = 0150
error.missingConnectionPointName = Aucun nom de point de connexion n''est fourni.
error.missingConnectionPointName.explanation = Un nom de point de connexion est requis et manque dans la d\u00e9finition de r\u00e9f\u00e9rentiel dans IBM Content Navigator.
error.missingConnectionPointName.userResponse = Dites \u00e0 votre administrateur de fournir le nom de point de connexion pendant la configuration.
error.missingConnectionPointName.adminResponse = Ajoutez un nom de point de connexion au r\u00e9f\u00e9rentiel en cours en utilisant le client d''administration d''IBM Content Navigator.

error.noResultsReadyForInitiateDisp.id = 0151
error.noResultsReadyForInitiateDisp = L''\u00e9limination a \u00e9t\u00e9 lanc\u00e9e, mais aucune entit\u00e9 n''est pr\u00eate pour l''\u00e9limination.
error.noResultsReadyForInitiateDisp.explanation = Ce probl\u00e8me peut se poser parce que certaines entit\u00e9s sont en attente.
error.noResultsReadyForInitiateDisp.userResponse = Retirez les mises en attente et lancez de nouveau l''\u00e9limination.

error.initiateDispositionSomeFailures.id = 0152
error.initiateDispositionSomeFailures = L''\u00e9limination a \u00e9t\u00e9 lanc\u00e9e. N\u00e9anmoins, certaines erreurs se sont produites. La premi\u00e8re erreur rencontr\u00e9e est : {0}
error.initiateDispositionSomeFailures.explanation = Seule la premi\u00e8re erreur s''affiche. Ce probl\u00e8me peut survenir parce que les entit\u00e9s ne sont pas pr\u00eates pour l''\u00e9limination, ou elles sont en attente.
error.initiateDispositionSomeFailures.adminResponse = Voir l''erreur pour plus d''informations. Corrigez l''erreur et ex\u00e9cutez de nouveau l''\u00e9limination.
error.initiateDispositionSomeFailures.0 = message_erreur

error.invalidGCDAccess.id = 0153
error.invalidGCDAccess = L''utilisateur actuel ne dispose pas de droits d''administration GCD.
error.invalidGCDAccess.explanation = L''utilisateur actuel a besoin de l''acc\u00e8s administrateur GCD sur Content Engine ou sur Content Platform Engine pour ex\u00e9cuter certaines des actions requises lorsque vous ex\u00e9cutez le script de s\u00e9curit\u00e9.
error.invalidGCDAccess.adminResponse = Utilisez un nom d''utilisateur diff\u00e9rent disposant de l''acc\u00e8s GCD ou accordez-vous vous-m\u00eame l''acc\u00e8s GCD sur Content Engine ou sur Content Platform Engine.
error.invalidGCDAccess.userResponse = Contactez votre administrateur syst\u00e8me.

error.privilege.insufficient.id = 0154
error.privilege.insufficient = Vous n''avez pas les droits d''acc\u00e8s appropri\u00e9s pour faire cette action. Voir l''erreur suivante : {0}
error.privilege.insufficient.explanation = Les privil\u00e8ges sont insuffisants pour ex\u00e9cuter l''action souhait\u00e9e.
error.privilege.insufficient.userResponse = Contactez votre administrateur syst\u00e8me.
error.privilege.insufficient.adminResponse = Examinez le message d''erreur et accordez les droits d''acc\u00e8s appropri\u00e9s.
error.privilege.insufficient.0 = message_erreur

error.missingMarkingSet.id = 0155
error.missingMarkingSet = Le jeu de marquage suivant est manquant : {0}.
error.missingMarkingSet.explanation = L''un des jeux de marquage par d\u00e9faut requis est manquant.
error.missingMarkingSet.adminResponse = Contactez le support IBM pour ajouter de nouveau le jeu de marquage.
error.missingMarkingSet.userResponse = Contactez votre administrateur syst\u00e8me.
error.missingMarkingSet.0 = marking_set_name

error.systemConfiguration.unexpected.id = 0156
error.systemConfiguration.unexpected = La configuration syst\u00e8me ne peut pas \u00eatre sauvegard\u00e9e en raison de l''erreur suivante : {0}
error.systemConfiguration.unexpected.explanation = Impossible de sauvegarder la configuration syst\u00e8me.
error.systemConfiguration.unexpected.userResponse = Consultez le message d''erreur associ\u00e9 et r\u00e9solvez le probl\u00e8me. Puis, r\u00e9essayez de sauvegarder la configuration syst\u00e8me. 
error.systemConfiguration.unexpected.0 = message_erreur

error.placeOnHoldSomeFailures.id = 0157
error.placeOnHoldSomeFailures = Certains des enregistrements ou des conteneurs ne peuvent pas \u00eatre mis en attente. La premi\u00e8re erreur rencontr\u00e9e est : {0}
error.placeOnHoldSomeFailures.explanation = Seule la premi\u00e8re erreur s''affiche. Vous ne poss\u00e9dez peut-\u00eatre pas les droits d''acc\u00e8s pour mettre les enregistrements ou les conteneurs en attente.
error.placeOnHoldSomeFailures.adminResponse = Voir l''erreur pour plus d''informations. Corrigez l''erreur, puis r\u00e9essayez de mettre les entit\u00e9s en attente.
error.placeOnHoldSomeFailures.0 = message_erreur

error.containersCloseSomeFailures.id = 0158
error.containersCloseSomeFailures = Certains des conteneurs d''enregistrements ne peuvent pas \u00eatre ferm\u00e9s. La premi\u00e8re erreur rencontr\u00e9e est : {0}
error.containersCloseSomeFailures.explanation = Seule la premi\u00e8re erreur s''affiche. Il est possible que ces conteneurs d''enregistrements soient d\u00e9j\u00e0 ferm\u00e9s ou que vous ne poss\u00e9diez pas les droits d''acc\u00e8s pour fermer les conteneurs.
error.containersCloseSomeFailures.adminResponse = Voir l''erreur pour plus d''informations. Corrigez l''erreur, puis tentez de fermer les conteneurs \u00e0 nouveau.
error.containersCloseSomeFailures.0 = message_erreur

error.deleteSomeFailures.id = 0159
error.deleteSomeFailures = Certaines des entit\u00e9s ne peuvent pas \u00eatre supprim\u00e9es. La premi\u00e8re erreur rencontr\u00e9e est : {0}
error.deleteSomeFailures.explanation = Seule la premi\u00e8re erreur s''affiche. Vous ne poss\u00e9dez peut-\u00eatre pas les droits d''acc\u00e8s n\u00e9cessaires pour supprimer les entit\u00e9s ou celles-ci ont d\u00e9j\u00e0 \u00e9t\u00e9 supprim\u00e9es.
error.deleteSomeFailures.adminResponse = Voir l''erreur pour plus d''informations. Corrigez l''erreur, puis tentez de supprimer les entit\u00e9s \u00e0 nouveau.
error.deleteSomeFailures.0 = message_erreur