# REQUIRED FLAG!!
# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE

# ----------------------------------------------------------------------
# Licensed Materials - Property of IBM
#
# (C) Copyright IBM Corp. 2013. All Rights Reserved.
#
# US Government Users Restricted Rights -
# Use, duplication or disclosure restricted by GSA ADP Schedule Contract
# with IBM Corporation
# ----------------------------------------------------------------------

#--------------------------------------------------------------------------------------------------
# Place all strings related to messages in this section.
# For error messages, include the additional suffixed resources if applicable:
#   id -- the message number, starting with 1000, working up.  Don't change numbers on existing messages!
#   explanation -- a detailed explanation of the error
#   userResponse -- the response the user can take to possibly resolve the error
#   adminResponse -- the response an administrator can take to possibly resolve the error
#   0-n -- descriptions of message inserts
#   useCase -- the scenario that most likely creates the error
#--------------------------------------------------------------------------------------------------
#
######################## DISPLAY STRINGS ######################################
#actions
action.About = Sobre
action.AddDispositionSchedule = Incluir Planejamento de Disposi\u00e7\u00e3o
action.AddDispositionAction = Incluir A\u00e7\u00e3o
action.AddTriggerAction = Incluir Acionador
action.AddHold = Incluir Suspens\u00e3o
action.AddLocation = Incluir Local
action.AddNamingPattern = Incluir Padr\u00e3o de Nomenclatura
action.AddRecordCategory = Incluir Categoria de Registro
action.AddRecordFolder = Incluir Pasta de Registros
action.AddRecordVolume = Incluir Volume de Registro
action.AddRecordType = Incluir Tipo de Registro
action.AddTransferMapping = Incluir Mapeamento de Transfer\u00eancia
action.AddEventTrigger = Incluir Acionador de Evento
action.AddTrigger = Incluir Acionadores
action.Activate = Ativar
action.AddFilePlan = Incluir Planejamento de Arquivos
action.AddToFavorites = Incluir em Favoritos
action.Close = Fechar
action.Copy = Copiar
action.CreateLink = Criar link
action.CreateNewJob = Nova Tarefa
action.Declare = Declarar
action.Delete = Excluir
action.File = Arquivo
action.Inactivate = Desativar
action.InitiateDisposition = Iniciar disposi\u00e7\u00e3o
action.LaunchChargeOut = Dar sa\u00edda
action.Move = Mover
action.PlaceOnHold = Colocar em Suspens\u00e3o
action.Properties = Propriedades
action.Refresh = Atualizar
action.Relocate = Realocar
action.RemoveHold = Remover Suspens\u00e3o
action.RemoveHoldOnViewEntities = Remover Suspens\u00e3o
action.Reopen = Reabrir
action.Undeclare = Remover a declara\u00e7\u00e3o
action.ViewDocumentInfo = Visualizar Informa\u00e7\u00f5es do Documento
action.OpenRecordContent = Visualizar Conte\u00fado de Registro
action.ViewEntitiesOnHold = Revisar Entidades em Suspens\u00e3o
action.InitiateRemoveHoldRequest = Iniciar Remo\u00e7\u00e3o do Pedido de Suspens\u00e3o
action.CancelRemoveHoldRequest = Cancelar remo\u00e7\u00e3o do pedido do suspens\u00e3o
action.ActivateHoldSweepProcessing = Ativar Processamento de Varredura de Suspens\u00e3o
action.ViewReportResultAsLink = Visualizar Link do Resultado
action.RunReport = Executar Relat\u00f3rio
action.AddReportDefinition = Incluir Defini\u00e7\u00e3o de Relat\u00f3rio
action.ScheduleReport = Relat\u00f3rio de Planejamento
action.ScheduleDispositionSweep = Varredura de Disposi\u00e7\u00e3o de Planejamento
action.ScheduleHoldSweep = Varredura da Suspens\u00e3o do Planejamento
action.TaskModify = Modificar
action.TaskModifyAndRun = Modificar e Executar
action.TaskEnable = Ativar
action.TaskDisable = Desativar
action.TaskOpen = Abrir
action.TaskDownload = Fazer Download
action.RecordProperties = Propriedades do registro
action.ConvertToDDContainer = Converter para Cont\u00eainer de Planejamento B\u00e1sico
action.ScheduleDDContainerConversion = Convers\u00e3o de Cont\u00eainer de Planejamento
action.ScheduleDDReportTask = Planejar Varredura de Planejamento B\u00e1sico

actionType.Export = Exportar
actionType.Transfer = Transfer\u00eancia
actionType.Destroy = Destruir
actionType.InterimTransfer = Transfer\u00eancia tempor\u00e1ria
actionType.Cutoff = Cortar
actionType.VitalReview = Revis\u00e3o Vital
actionType.AutoDestroy = Autodestruir

triggerEventType.InternalEvent = Evento interno
triggerEventType.ExternalEvent = Evento externo
triggerEventType.RecurringEvent = Evento recorrente
triggerEventType.PredefinedDate = Data de Evento de Calend\u00e1rio Predefinido

statusInProgress = Em andamento
statusCompleted = Conclu\u00eddo
statusPaused = Pausado
statusFailed = Falha
statusCanceled = Cancelado
statusScheduled = Planejado

menu_actionsToolbar = Barra de ferramentas padr\u00e3o de \u00e1rea de janela de a\u00e7\u00f5es do IBM Enterprise Records
menu_bannerToolsContextMenu = Menu padr\u00e3o de ferramentas do banner do IBM Enterprise Records
menu_configureflyoutToolbar = Barra de ferramentas padr\u00e3o de submenu de configura\u00e7\u00e3o do IBM Enterprise Records
menu_contentListToolbar = Barra de ferramentas padr\u00e3o da lista de conte\u00fado do IBM Enterprise Records
menu_customObjectContextMenu = Menu padr\u00e3o de objeto customizado do IBM Enterprise Records
menu_customObjectsContextMenu = Menu padr\u00e3o de m\u00faltiplos objetos customizados do IBM Enterprise Records
menu_dispositonSchedulesToolbar = Barra de ferramentas padr\u00e3o de planejamentos de disposi\u00e7\u00e3o do IBM Enterprise Records
menu_electronicRecordContextMenu = Menu padr\u00e3o de registro eletr\u00f4nico do IBM Enterprise Records
menu_electronicRecordFolderContextMenu = Menu padr\u00e3o de pasta de registro eletr\u00f4nico do IBM Enterprise Records
menu_filePlanContextMenu = Menu padr\u00e3o de planejamento de arquivos do IBM Enterprise Records
menu_holdsPaneToolbar = Menu padr\u00e3o de barra de ferramentas de \u00e1rea de janela de suspens\u00f5es do IBM Enterprise Records
menu_holdsPaneContextMenu = Menu padr\u00e3o de \u00e1rea de janela de suspens\u00f5es do IBM Enterprise Records
menu_jobsFlyoutToolbar = Menu padr\u00e3o de barra de ferramentas de submenu de tarefas do IBM Enterprise Records
menu_locationsPaneToolbar = Barra de ferramentas padr\u00e3o de \u00e1rea de janela de localiza\u00e7\u00f5es do IBM Enterprise Records
menu_multipleContainersAndRecordsContextMenu = Menu padr\u00e3o de m\u00faltiplos cont\u00eaineres e registros do IBM Enterprise Records
menu_multipleContainersContextMenu = Menu padr\u00e3o de m\u00faltiplos cont\u00eaineres do IBM Enterprise Records
menu_multipleRecordsContextMenu = Menu padr\u00e3o de m\u00faltiplos registros do IER
menu_namingPatternsToolbar = Barra de ferramentas padr\u00e3o de \u00e1rea de janela de padr\u00f5es de nomenclatura do IBM Enterprise Records
menu_physicalBoxOrHybridRecordFolderContextMenu = Menu padr\u00e3o de pasta de registro h\u00edbrido ou caixa f\u00edsica do IBM Enterprise Records
menu_physicalRecordContextMenu = Menu padr\u00e3o de registro f\u00edsico do IBM Enterprise Records
menu_recordCategoryContextMenu = Menu padr\u00e3o de categoria de registro do IBM Enterprise Records
menu_transferMappingsPaneToolbar = Barra de ferramentas padr\u00e3o de \u00e1rea de janela de mapeamentos de transfer\u00eancia do IBM Enterprise Records
menu_triggersPaneToolbar = Barra de ferramentas padr\u00e3o de \u00e1rea de janela de acionadores do IBM Enterprise Records
menu_volumeContextMenu = Menu padr\u00e3o de volume do IBM Enterprise Records
menu_recordTypesToolbar = Barra de ferramentas padr\u00e3o de \u00e1rea de trabalho de tipos de registro do IBM Enterprise Records
menu_reportDefintionsToolbar = Barra de ferramentas padr\u00e3o de \u00e1rea de janela de defini\u00e7\u00f5es de registro do IBM Enterprise Records
menu_reportDefintionsContextMenu = Menu padr\u00e3o de \u00e1rea de janela de defini\u00e7\u00f5es de registro do IBM Enterprise Records
menu_multiStatusTaskToolbar = Barra de ferramentas padr\u00e3o de tarefa do IBM Enterprise Records
menu_completedTaskToolbar = Barra de ferramentas de tarefa conclu\u00edda do IBM Enterprise Records
menu_reportTaskToolbar = Barra de ferramentas de tarefa de relat\u00f3rio do IBM Enterprise Records
menu_dispositionTaskToolbar = Barra de ferramentas de tarefa de disposi\u00e7\u00e3o do IBM Enterprise Records
menu_holdTaskToolbar = Barra de ferramentas de tarefa suspensa do IBM Enterprise Records
menu_completedRecurringTaskContextMenu = Menu padr\u00e3o de tarefa recorrente conclu\u00edda do IBM Enterprise Records
menu_completedTaskContextMenu = Menu padr\u00e3o de tarefa conclu\u00edda do IBM Enterprise Records
menu_failedTaskContextMenu = Menu padr\u00e3o de tarefa com falha do IBM Enterprise Records
menu_scheduledTaskContextMenu = Menu padr\u00e3o de tarefa planejada do IBM Enterprise Records
menu_inProgressTaskContextMenu = Menu padr\u00e3o de tarefa em andamento do IBM Enterprise Records
menu_completedTaskInstanceContextMenu = Menu padr\u00e3o de inst\u00e2ncia de tarefa conclu\u00edda do IBM Enterprise Records
menu_failedTaskInstanceContextMenu = Menu padr\u00e3o de inst\u00e2ncia de tarefa com falha do IBM Enterprise Records
menu_scheduledTaskInstanceContextMenu = Menu padr\u00e3o de inst\u00e2ncia de tarefa planejada do IBM Enterprise Records
menu_disabledTaskContextMenu = Menu de tarefa desativada do IBM Enterprise Records
menu_inProgressTaskInstanceContextMenu = Menu padr\u00e3o de inst\u00e2ncia de tarefa em andamento do IBM Enterprise Records
menu_favoriteRecordCategoryContextMenu = Menu de categoria de registro favorita do IBM Enterprise Records
menu_favoriteElectronicRecordFolderContextMenu = Menu de pasta de registro eletr\u00f4nico favorito do IBM Enterprise Records
menu_favoritePhysicalRecordFolderContextMenu = Menu de pasta de registro h\u00edbrido ou caixa f\u00edsica favorita do IBM Enterprise Records
menu_favoriteVolumeContextMenu = Menu de volume favorito do IBM Enterprise Records
menu_favoriteElectronicRecordContextMenu = Menu de registro eletr\u00f4nico favorito do IBM Enterprise Records
menu_favoritePhysicalRecordContextMenu = Menu de registro f\u00edsico favorito do IBM Enterprise Records
menu_browseFilePlanToolbar = Menu da barra de ferramentas de planejamentos de arquivos de navega\u00e7\u00e3o do IBM Enterprise Records
menu_filePlanConfigureContextMenu = Menu de configura\u00e7\u00e3o de \u00e1rea de janela do IBM Enterprise Records
menu_placeOnHoldContextMenu = Menu de coloca\u00e7\u00e3o em suspens\u00e3o do IBM Enterprise Records
menu_removeHoldContextMenu = Menu de remo\u00e7\u00e3o de suspens\u00e3o do IBM Enterprise Records
menu_viewEntitiesOnHoldContextMenu = Menu de visualiza\u00e7\u00e3o de entidades em suspens\u00e3o do IBM Enterprise Records
menu_ierHoldConditionRecordContextMenu = Menu de registro de visualiza\u00e7\u00e3o da condi\u00e7\u00e3o de suspens\u00e3o do IBM Enterprise Records
menu_ierHoldConditionContainerContextMenu = Menu de cont\u00eainer de visualiza\u00e7\u00e3o da condi\u00e7\u00e3o de suspens\u00e3o do IBM Enterprise Records

feature.reports = Relat\u00f3rios
feature.reportsTooltip = Abrir Visualiza\u00e7\u00e3o de Relat\u00f3rios

name = Nome
containerId = ID do cont\u00eainer
Class = Classe
declare.toolbar.contentlist = Barra de ferramentas da lista de conte\u00fados com a\u00e7\u00e3o de declara\u00e7\u00e3o
declare.contextmenu.document = Menu de contexto de item de documento com a\u00e7\u00e3o de declara\u00e7\u00e3o
plugin.layout.name = Layout do IBM Enterprise Records
type = Tipo
description = Descri\u00e7\u00e3o
user = Usu\u00e1rio
startTime = Hor\u00e1rio de In\u00edcio
endTime = Hor\u00e1rio de Encerramento
isRecurring = Recorrente
status = Status
repeatCycle = Intervalo de Repeti\u00e7\u00e3o

report = Relat\u00f3rio
dispositionSweep = Varredura de Disposi\u00e7\u00e3o
holdSweep = Varredura da Suspens\u00e3o


####################### STATUS MESSAGES ######################################
search.results.returnedOne = A procura retornou {0} item.
search.results.returned = A pesquisa retornou {0} itens.
task.started = A seguinte tarefa foi iniciada: {0}.
task.completed = A seguinte tarefa foi conclu\u00edda: {0}.
task.results = A tarefa foi conclu\u00edda com estes resultados: {0}.
task.failed = A seguinte tarefa falhou: {0}.
reportTask.completed = O relat\u00f3rio foi gerado. \u00c9 poss\u00edvel visualizar a sa\u00edda de relat\u00f3rio no link a seguir: {0}.
error.aesEncryptionKey.notAvailable = A chave de criptografia do AES n\u00e3o est\u00e1 dispon\u00edvel. A chave est\u00e1 armazenada no banco de dados de administra\u00e7\u00e3o do IBM Content Navigator. O servidor de aplicativo requer acesso ao banco de dados para obter a chave de criptografia.
conversionDDTask.completed = A convers\u00e3o para um planejamento b\u00e1sico foi conclu\u00edda com \u00eaxito.
runDefensibleDisposalDDTask.completedNoResults = A varredura foi conclu\u00edda com \u00eaxito, mas n\u00e3o h\u00e1 nenhum registro a ser processado e inclu\u00eddo no relat\u00f3rio.
initiateDispositionAllSuccessful = A disposi\u00e7\u00e3o foi iniciada e processada com \u00eaxito.
basicScheduleWorkflowSuccessful = O fluxo de trabalho de planejamento b\u00e1sico foi ativado com \u00eaxito.

####################### ERROR MESSAGES ######################################
error.application.unexpected.id = 0100
error.application.unexpected = Ocorreu uma exce\u00e7\u00e3o inesperada do IBM Enterprise Records. Consulte o seguinte erro: {0}
error.application.unexpected.explanation = Ocorreu um problema com um dos componentes no sistema IBM Enterprise Records. {0}
error.application.unexpected.userResponse = Pe\u00e7a ao administrador do sistema para revisar o arquivo de log do servidor de aplicativos da web para obter mais informa\u00e7\u00f5es sobre o problema. 
error.application.unexpected.adminResponse = Visualize os arquivos de log do aplicativo da web para obter mais informa\u00e7\u00f5es. 
error.application.unexpected.0 = error_message

error.recordcategory.unexpected.id = 0101
error.recordcategory.unexpected = N\u00e3o foi poss\u00edvel criar uma categoria de registro devido ao seguinte erro: {0}
error.recordcategory.unexpected.explanation = N\u00e3o foi poss\u00edvel criar a categoria de registro.
error.recordcategory.unexpected.userResponse = Veja a mensagem de erro associada e corrija o problema. Em seguida, tente criar a categoria de registro novamente.
error.recordcategory.unexpected.0 = error_message

error.recordcategory.invalidLocation.id = 0102
error.recordcategory.invalidLocation = N\u00e3o \u00e9 poss\u00edvel criar a categoria de registro no seguinte local: {0}.
error.recordcategory.invalidLocation.explanation = O local selecionado para a categoria de registro n\u00e3o \u00e9 permitido. 
error.recordcategory.invalidLocation.userResponse = Selecione um local v\u00e1lido. Para obter informa\u00e7\u00f5es sobre onde \u00e9 poss\u00edvel criar uma categoria de registro, veja o t\u00f3pico "Incluindo uma categoria de registro" na ajuda online ou no centro de informa\u00e7\u00f5es. 
error.recordcategory.invalidLocation.0 = record_category_location

error.service.invalidContentRepository.id = 0103
error.service.invalidContentRepository = O reposit\u00f3rio especificado n\u00e3o \u00e9 um reposit\u00f3rio de conte\u00fado v\u00e1lido ou um armazenamento de objeto de registro para o IBM Enterprise Records.
error.service.invalidContentRepository.explanation =  Para declarar registros, \u00e9 necess\u00e1rio um reposit\u00f3rio de conte\u00fado v\u00e1lido ou um armazenamento de objeto de registro.
error.service.invalidContentRepository.userResponse = Insira um reposit\u00f3rio de conte\u00fado v\u00e1lido ou um armazenamento de objeto de registro. Para obter informa\u00e7\u00f5es sobre como converter um reposit\u00f3rio de conte\u00fado em um reposit\u00f3rio que possa conter registros declarados, veja o t\u00f3pico "Configurando armazenamentos de objeto" na ajuda online ou no centro de informa\u00e7\u00f5es.

error.recordDeclareService.invalidDeclareContainer.id = 0104
error.recordDeclareService.invalidDeclareContainer = N\u00e3o \u00e9 poss\u00edvel declarar registros no cont\u00eainer de registro selecionado.
error.recordDeclareService.invalidDeclareContainer.explanation = Registros n\u00e3o podem ser declarados em todos os tipos de cont\u00eainer de registro. Por exemplo, n\u00e3o \u00e9 poss\u00edvel declarar um registro para o tipo de cont\u00eainer de planejamento de arquivos.
error.recordDeclareService.invalidDeclareContainer.userResponse = Selecione um cont\u00eainer de registro diferente. Para obter informa\u00e7\u00f5es sobre que tipos de cont\u00eaineres de registro podem conter registros declarados, veja o t\u00f3pico "Declarar um registro" na ajuda online ou no centro de informa\u00e7\u00f5es.

error.containerclose.invalidContainer.id = 0105
error.containerclose.invalidContainer = A entidade que est\u00e1 sendo fechada n\u00e3o \u00e9 um cont\u00eainer de registro v\u00e1lido.
error.containerclose.invalidContainer.explanation = \u00c9 poss\u00edvel fechar apenas categorias, pastas e volumes.
error.containerclose.invalidContainer.userResponse = Assegure que a entidade que est\u00e1 sendo fechada seja do tipo Categoria, Pasta ou Volume.

error.containerclose.unexpected.id = 0106
error.containerclose.unexpected = N\u00e3o \u00e9 poss\u00edvel fechar o cont\u00eainer de registro devido ao seguinte erro: {0}
error.containerclose.unexpected.explanation = Talvez o cont\u00eainer de registro j\u00e1 esteja fechado.
error.containerclose.unexpected.userResponse = Assegure que o cont\u00eainer seja v\u00e1lido e que ele n\u00e3o esteja fechado. 
error.containerclose.unexpected.0 = error_message

error.delete.unexpected.id = 0107
error.delete.unexpected = N\u00e3o \u00e9 poss\u00edvel excluir a entidade devido ao seguinte erro: {0}
error.delete.unexpected.explanation = A entidade pode ter sido exclu\u00edda por outro usu\u00e1rio ou talvez voc\u00ea n\u00e3o tenha direitos de acesso para exclu\u00ed-la.
error.delete.unexpected.userResponse = Veja a mensagem de erro associada e corrija o problema. Em seguida, tente excluir a entidade novamente. 
error.delete.unexpected.0 = error_message

error.container.invalidName.id = 0108
error.container.invalidName = O campo Nome da Entidade cont\u00e9m caracteres inv\u00e1lidos.
error.container.invalidName.explanation = Nomes de entidade n\u00e3o podem conter os seguintes caracteres:  \ / : * ? " < > |
error.container.invalidName.userResponse = Insira um nome de entidade v\u00e1lido.

error.relocate.invalidDestContainer.id = 0109
error.relocate.invalidDestContainer = A pasta de destino especificada n\u00e3o pode suspender o cont\u00eainer de registro que est\u00e1 sendo movido.
error.relocate.invalidDestContainer.explanation = A movimenta\u00e7\u00e3o do cont\u00eainer de registro para o destino especificado violar\u00e1 uma das regras de conten\u00e7\u00e3o para cont\u00eaineres de registro.
error.relocate.invalidDestContainer.userResponse = Selecione um cont\u00eainer de destino v\u00e1lido.

error.relocate.invalidContainer.id = 0110
error.relocate.invalidContainer = N\u00e3o \u00e9 poss\u00edvel realocar o cont\u00eainer.
error.relocate.invalidContainer.explanation = \u00c9 poss\u00edvel realocar apenas Categorias de Registro e Pastas de Registro.
error.relocate.invalidContainer.userResponse = Selecione um tipo de cont\u00eainer v\u00e1lido para ser movido.

error.relocate.unexpected.id = 0111
error.relocate.unexpected = N\u00e3o \u00e9 poss\u00edvel realocar o cont\u00eainer devido ao seguinte erro: {0}
error.relocate.unexpected.explanation = A realoca\u00e7\u00e3o do cont\u00eainer falhou.
error.relocate.unexpected.userResponse = Veja a mensagem de erro associada e corrija o problema. Em seguida, tente novamente.
error.relocate.unexpected.0 = error_message

error.containerreopen.invalidContainer.id = 0112
error.containerreopen.invalidContainer = A entidade que est\u00e1 sendo reaberta n\u00e3o \u00e9 um cont\u00eainer de registro v\u00e1lido.
error.containerreopen.invalidContainer.explanation = \u00c9 poss\u00edvel reabrir apenas categorias, pastas e volumes.
error.containerreopen.invalidContainer.userResponse = Assegure que a entidade que est\u00e1 sendo reaberta seja um tipo de Categoria, Pasta ou Volume.

error.containerreopen.unexpected.id = 0113
error.containerreopen.unexpected = N\u00e3o \u00e9 poss\u00edvel reabrir o cont\u00eainer de registro devido ao seguinte erro: {0}
error.containerreopen.unexpected.explanation = Talvez o cont\u00eainer j\u00e1 esteja aberto.
error.containerreopen.unexpected.userResponse = Assegure que o cont\u00eainer seja v\u00e1lido e que esteja fechado. 
error.containerreopen.unexpected.0 = error_message

error.filerecord.unexpected.id = 0114
error.filerecord.unexpected = N\u00e3o foi poss\u00edvel arquivar um registro devido ao seguinte erro: {0}
error.filerecord.unexpected.explanation = Talvez voc\u00ea n\u00e3o tenha direitos de acesso para arquivar o registro.
error.filerecord.unexpected.userResponse = Assegure que o cont\u00eainer de destino seja v\u00e1lido e que voc\u00ea tenha os direitos de acesso para arquivar o registro. 
error.filerecord.unexpected.0 = exception_message

error.filerecord.invalidDest.id = 0115
error.filerecord.invalidDest = N\u00e3o \u00e9 poss\u00edvel arquivar o registro no seguinte cont\u00eainer: {0}.
error.filerecord.invalidDest.explanation = O arquivamento de um registro falhou porque o cont\u00eainer de destino \u00e9 inv\u00e1lido. 
error.filerecord.invalidDest.userResponse = Assegure que o cont\u00eainer de destino seja v\u00e1lido e que voc\u00ea tenha os direitos de acesso para arquivar o registro esse cont\u00eainer. 
error.filerecord.invalidDest.0 = destination_container

error.moverecord.unexpected.id = 0116
error.moverecord.unexpected = N\u00e3o \u00e9 poss\u00edvel mover o registro devido ao seguinte erro: {0}
error.moverecord.unexpected.explanation = Talvez voc\u00ea n\u00e3o tenha direitos de acesso para mover o registro.
error.moverecord.unexpected.userResponse = Assegure que o cont\u00eainer de destino seja v\u00e1lido e que voc\u00ea tenha os direitos de acesso para mover o registro. 
error.moverecord.unexpected.0 = error_message

error.placeonhold.unexpected.id = 0117
error.placeonhold.unexpected = N\u00e3o \u00e9 poss\u00edvel colocar em suspens\u00e3o o registro ou cont\u00eainer devido ao seguinte erro: {0}
error.placeonhold.unexpected.explanation = Talvez voc\u00ea n\u00e3o tenha direitos de acesso para colocar o registro ou o cont\u00eainer em suspens\u00e3o.
error.placeonhold.unexpected.userResponse = Assegure-se de que o destino seja v\u00e1lido e que voc\u00ea tenha direitos de acesso para colocar o registro ou o cont\u00eainer em suspens\u00e3o. 
error.placeonhold.unexpected.0 = error_message

error.recordfolder.unexpected.id = 0118
error.recordfolder.unexpected = N\u00e3o \u00e9 poss\u00edvel criar a pasta de registro devido ao seguinte erro: {0}
error.recordfolder.unexpected.explanation = N\u00e3o \u00e9 poss\u00edvel criar a pasta de registro.
error.recordfolder.unexpected.userResponse = Veja a mensagem de erro associada e corrija o problema. Em seguida, tente criar a pasta de registro novamente. {0}
error.recordfolder.unexpected.0 = error_message

error.recordfolder.invalidLocation.id = 0119
error.recordfolder.invalidLocation = N\u00e3o \u00e9 poss\u00edvel criar a pasta de registro no seguinte local: {0}.
error.recordfolder.invalidLocation.explanation = O local selecionado para a pasta de registro n\u00e3o \u00e9 permitido. 
error.recordfolder.invalidLocation.userResponse = Selecione um local v\u00e1lido. Para obter informa\u00e7\u00f5es sobre onde \u00e9 poss\u00edvel criar uma pasta de registro, veja o t\u00f3pico "Incluindo uma pasta de registro" na ajuda online ou no centro de informa\u00e7\u00f5es.
error.recordfolder.invalidLocation.0 = record_folder_location

error.hold.unexpected.id = 0120
error.hold.unexpected = N\u00e3o \u00e9 poss\u00edvel criar a suspens\u00e3o devido ao seguinte erro: {0}
error.hold.unexpected.explanation = N\u00e3o \u00e9 poss\u00edvel criar a suspens\u00e3o.
error.hold.unexpected.userResponse = Veja a mensagem de erro associada e corrija o problema. Em seguida, tente criar a suspens\u00e3o novamente. {0}
error.hold.unexpected.0 = exception_message

error.hold.invalidName.id = 0121
error.hold.invalidName = O nome da suspens\u00e3o cont\u00e9m caracteres inv\u00e1lidos e n\u00e3o pode ser criado.
error.hold.invalidName.explanation = Os seguintes caracteres n\u00e3o podem ser usados no nome de uma suspens\u00e3o: \ / : * ? " < > |
error.hold.invalidName.userResponse = Insira um nome v\u00e1lido para a suspens\u00e3o.

error.copyrecord.unexpected.id = 0122
error.copyrecord.unexpected = N\u00e3o \u00e9 poss\u00edvel copiar o registro devido ao seguinte erro: {0}
error.copyrecord.unexpected.explanation = Talvez voc\u00ea n\u00e3o tenha direitos de acesso para copiar o registro.
error.copyrecord.unexpected.userResponse = Assegure que o cont\u00eainer de destino seja v\u00e1lido e que voc\u00ea tenha os direitos de acesso para copiar o registro. 
error.copyrecord.unexpected.0 = error_message

error.copyrecord.invalidDest.id = 0123
error.copyrecord.invalidDest = N\u00e3o \u00e9 poss\u00edvel arquivar o registro no seguinte cont\u00eainer: {0}.
error.copyrecord.invalidDest.explanation = Talvez voc\u00ea n\u00e3o tenha direitos de acesso para arquivar o registro no cont\u00eainer especificado.
error.copyrecord.invalidDest.userResponse = Assegure que o cont\u00eainer de destino seja v\u00e1lido e que voc\u00ea tenha os direitos de acesso para arquivar o registro esse cont\u00eainer. 
error.copyrecord.invalidDest.0 = destination_container

error.location.unexpected.id = 0124
error.location.unexpected = N\u00e3o \u00e9 poss\u00edvel criar o objeto de local devido ao seguinte erro: {0}
error.location.unexpected.explanation = N\u00e3o \u00e9 poss\u00edvel criar o objeto de local.
error.location.unexpected.userResponse = Veja a mensagem de erro associada e corrija o problema. Em seguida, tente criar o objeto de local novamente. {0}
error.location.unexpected.0 = error_message

error.location.invalidName.id = 0125
error.location.invalidName = O nome de local cont\u00e9m caracteres inv\u00e1lidos e n\u00e3o pode ser criado.
error.location.invalidName.explanation = N\u00e3o \u00e9 poss\u00edvel usar os seguintes caracteres: \\/ : * ? " < > |
error.location.invalidName.userResponse = Insira um nome de local v\u00e1lido.

error.undeclare.unexpected.id = 0126
error.undeclare.unexpected = N\u00e3o \u00e9 poss\u00edvel remover a declara\u00e7\u00e3o do registro devido ao seguinte erro: {0}
error.undeclare.unexpected.explanation = N\u00e3o \u00e9 poss\u00edvel remover a declara\u00e7\u00e3o do registro.
error.undeclare.unexpected.userResponse = Veja a mensagem de erro associada e corrija o problema. Em seguida, tente remover a declara\u00e7\u00e3o do registro novamente. 
error.undeclare.unexpected.0 = error_message

error.action.unexpected.id = 0127
error.action.unexpected = N\u00e3o \u00e9 poss\u00edvel criar a a\u00e7\u00e3o de disposi\u00e7\u00e3o devido ao seguinte erro: {0}
error.action.unexpected.explanation = N\u00e3o \u00e9 poss\u00edvel criar a a\u00e7\u00e3o de disposi\u00e7\u00e3o.
error.action.unexpected.userResponse = Veja a mensagem de erro associada e corrija o problema. Em seguida, tente criar a a\u00e7\u00e3o de disposi\u00e7\u00e3o novamente.
error.action.unexpected.0 = error_message

error.recordDeclareService.readOnly.id = 0128
error.recordDeclareService.readOnly = Voc\u00ea n\u00e3o tem permiss\u00e3o para declarar o documento como um registro.
error.recordDeclareService.readOnly.explanation = Voc\u00ea n\u00e3o tem permiss\u00e3o para modificar as propriedades do documento.
error.recordDeclareService.readOnly.userResponse = Entre em contato com o administrador do sistema para permiss\u00e3o para modificar as propriedades do documento. N\u00e3o \u00e9 poss\u00edvel obter permiss\u00e3o para modificar as propriedades do documento ou criar um novo documento.

error.namingpattern.unexpected.id = 0129
error.namingpattern.unexpected = N\u00e3o \u00e9 poss\u00edvel criar o objeto de padr\u00e3o de nomenclatura devido ao seguinte erro: {0}
error.namingpattern.unexpected.explanation = N\u00e3o \u00e9 poss\u00edvel criar o objeto de padr\u00e3o de nomenclatura.
error.namingpattern.unexpected.userResponse = Veja a mensagem de erro associada e corrija o problema. Em seguida, tente criar o objeto do padr\u00e3o de nomenclatura novamente. 
error.namingpattern.unexpected.0 = error_message

error.namingpattern.invalidName.id = 0130
error.namingpattern.invalidName = O nome de padr\u00e3o cont\u00e9m caracteres inv\u00e1lidos e n\u00e3o pode ser criado.
error.namingpattern.invalidName.explanation = Um nome de padr\u00e3o n\u00e3o pode conter os seguintes caracteres: \ / : * ? " < > | 
error.namingpattern.invalidName.userResponse = Insira um nome de padr\u00e3o v\u00e1lido.

error.recordvolume.unexpected.id = 0131
error.recordvolume.unexpected = N\u00e3o \u00e9 poss\u00edvel criar o volume de registro devido ao seguinte erro: {0}
error.recordvolume.unexpected.explanation = N\u00e3o \u00e9 poss\u00edvel criar o volume de registro.
error.recordvolume.unexpected.userResponse = Veja a mensagem de erro associada e corrija o problema. Em seguida, tente criar o volume de registro novamente. 
error.recordvolume.unexpected.0 = error_message

error.recordvolume.invalidLocation.id = 0132
error.recordvolume.invalidLocation = N\u00e3o \u00e9 poss\u00edvel criar o volume de registro no seguinte local: {0}.
error.recordvolume.invalidLocation.explanation = O local selecionado para o volume de registro n\u00e3o \u00e9 permitido. 
error.recordvolume.invalidLocation.userResponse = Selecione um local v\u00e1lido. Para obter informa\u00e7\u00f5es sobre onde \u00e9 poss\u00edvel criar um volume de registro, veja o t\u00f3pico "Incluindo um volume de registro" na ajuda online ou no centro de informa\u00e7\u00f5es.
error.recordvolume.invalidLocation.0 = record_volume_location

error.trigger.unexpected.id = 0133
error.trigger.unexpected = N\u00e3o \u00e9 poss\u00edvel criar o acionador de disposi\u00e7\u00e3o devido ao seguinte erro: {0}
error.trigger.unexpected.explanation = N\u00e3o \u00e9 poss\u00edvel criar o acionador de disposi\u00e7\u00e3o.
error.trigger.unexpected.userResponse = Veja a mensagem de erro associada e corrija o problema. Em seguida, tente criar a a\u00e7\u00e3o de disposi\u00e7\u00e3o novamente. {0}
error.trigger.unexpected.0 = error_message

error.reports.failedToRun.id = 0134
error.reports.failedToRun = N\u00e3o \u00e9 poss\u00edvel gerar o relat\u00f3rio atual: {0}.
error.reports.failedToRun.explanation = N\u00e3o \u00e9 poss\u00edvel gerar o relat\u00f3rio atual.
error.reports.failedToRun.userResponse = Veja a mensagem de erro associada, tente corrigir o problema e gere o relat\u00f3rio novamente. Se n\u00e3o for poss\u00edvel resolver o problema, entre em contato com o administrador do sistema. 
error.reports.failedToRun.adminResponse = Visualize os arquivos de log do aplicativo da web para obter mais informa\u00e7\u00f5es e rastreios de pilha. 
error.reports.failedToRun.0 = error_message

error.reports.reportConfigurationMissing.id = 0135
error.reports.reportConfigurationMissing = As configura\u00e7\u00f5es de servidor de relat\u00f3rio, de banco de dados ou de namespace do cognos est\u00e3o ausentes.
error.reports.reportConfigurationMissing.explanation = Est\u00e3o ausentes no sistema as configura\u00e7\u00f5es de servidor de relat\u00f3rio, de banco de dados ou de namespace do cognos. Assegure-se de que sejam especificadas.
error.reports.reportConfigurationMissing.userResponse = Entre em contato com o administrador do sistema sobre as configura\u00e7\u00f5es ausentes.
error.reports.reportConfigurationMissing.adminResponse = Especifique a URI do gateway de relat\u00f3rio do Cognos, a URI de despacho de servlet do Cognos, o namespace Cognos e a origem de dados do mecanismo de relat\u00f3rio nas configura\u00e7\u00f5es de administra\u00e7\u00e3o.

error.reports.repositoryNotInDomain.id = 0136
error.reports.repositoryNotInDomain = N\u00e3o \u00e9 poss\u00edvel gerar novamente o relat\u00f3rio a seguir porque o reposit\u00f3rio original est\u00e1 em um dom\u00ednio diferente: {0}.
error.reports.repositoryNotInDomain.explanation = O reposit\u00f3rio original no qual o relat\u00f3rio estava executando deve estar no mesmo dom\u00ednio do reposit\u00f3rio em que voc\u00ea efetuou login no in\u00edcio desta sess\u00e3o. 
error.reports.repositoryNotInDomain.adminResponse = Informe ao administrador que o reposit\u00f3rio padr\u00e3o deve estar no mesmo dom\u00ednio do reposit\u00f3rio no qual o relat\u00f3rio foi originalmente executado.
error.reports.repositoryNotInDomain.0 = new_repository_ID.

error.linkrecord.unexpected.id = 0137
error.linkrecord.unexpected = N\u00e3o \u00e9 poss\u00edvel vincular os registros devido ao erro a seguir: {0}
error.linkrecord.unexpected.explanation = Talvez voc\u00ea n\u00e3o tenha direitos de acesso apropriados para criar um link.
error.linkrecord.unexpected.userResponse = Assegure que voc\u00ea tenha os direitos de acesso corretos para criar o link. 
error.linkrecord.unexpected.0 = error_message

error.removehold.unexpected.id = 0138
error.removehold.unexpected = N\u00e3o \u00e9 poss\u00edvel remover a suspens\u00e3o devido ao seguinte erro: {0}
error.removehold.unexpected.explanation =  Talvez voc\u00ea n\u00e3o tenha os direitos de acesso apropriados para remover a suspens\u00e3o.
error.removehold.unexpected.userResponse = Assegure que o destino seja v\u00e1lido e que voc\u00ea tenha os direitos de acesso para remover a suspens\u00e3o.
error.removehold.unexpected.0 = error_message

error.editrecord.unexpected.id = 0139
error.editrecord.unexpected = N\u00e3o \u00e9 poss\u00edvel atualizar e salvar as propriedades de registro devido ao seguinte erro: {0}
error.editrecord.unexpected.explanation = Talvez voc\u00ea n\u00e3o tenha os direitos de acesso corretos para salvar as propriedades do registro. 
error.editrecord.unexpected.userResponse = Assegure que voc\u00ea tenha os direitos de acesso correto para editar as propriedades do registro. 
error.editrecord.unexpected.0 = error_message

error.fileplan.unexpected.id = 0140
error.fileplan.unexpected = N\u00e3o \u00e9 poss\u00edvel criar o planejamento de arquivos devido ao seguinte erro: {0}
error.fileplan.unexpected.explanation = N\u00e3o \u00e9 poss\u00edvel criar o planejamento de arquivos.
error.fileplan.unexpected.userResponse = Veja a mensagem de erro associada e corrija o problema. Em seguida, tente criar o planejamento de arquivos novamente. 
error.fileplan.unexpected.0 = error_message

error.fileplan.invalidLocation.id = 0141
error.fileplan.invalidLocation = N\u00e3o \u00e9 poss\u00edvel criar o planejamento de arquivos no seguinte local: {0}.
error.fileplan.invalidLocation.explanation = O local selecionado para o planejamento de arquivos n\u00e3o \u00e9 permitido. 
error.fileplan.invalidLocation.userResponse = Selecione um local v\u00e1lido. Para obter informa\u00e7\u00f5es sobre onde \u00e9 poss\u00edvel criar um planejamento de registro, veja o t\u00f3pico "Incluindo um planejamento de registro" na ajuda online ou no centro de informa\u00e7\u00f5es.
error.fileplan.invalidLocation.0 = file_plan_location

error.taskManager.failedToListTasks.id = 0142
error.taskManager.failedToListTasks = N\u00e3o \u00e9 poss\u00edvel recuperar a lista de tarefas devido ao seguinte erro: {0}
error.taskManager.failedToListTasks.explanation = Talvez o servidor n\u00e3o esteja dispon\u00edvel. Veja a mensagem de erro associada.
error.taskManager.failedToListTasks.userResponse = Entre em contato com o administrador do sistema sobre a mensagem de erro.
error.taskManager.failedToListTasks.0 = error_message

error.container.duplicateName.id = 0143
error.container.duplicateName = N\u00e3o \u00e9 poss\u00edvel salvar o cont\u00eainer porque o nome ou o identificador n\u00e3o \u00e9 exclusivo.
error.container.duplicateName.explanation = O nome e o identificador do cont\u00eainer devem ser exclusivos no n\u00edvel atual do cont\u00eainer-pai.
error.container.duplicateName.userResponse = Configure um nome ou identificador exclusivo para o cont\u00eainer atual.

error.taskManager.failedToConnectTaskManagerServices.id = 0144
error.taskManager.failedToConnectTaskManagerServices = O servi\u00e7o do gerenciador de tarefa est\u00e1 indispon\u00edvel devido ao seguinte erro: {0}
error.taskManager.failedToConnectTaskManagerServices.explanation = N\u00e3o \u00e9 poss\u00edvel acessar o servi\u00e7o do gerenciador de tarefa do ECM.
error.taskManager.failedToConnectTaskManagerServices.userResponse = Solicite ao administrador a verificar o status do servi\u00e7o do gerenciador de tarefa.
error.taskManager.failedToConnectTaskManagerServices.0 = error_message

error.taskManager.unexpected.id = 0145
error.taskManager.unexpected = N\u00e3o \u00e9 poss\u00edvel modificar a tarefa devido ao seguinte erro: {0}
error.taskManager.unexpected.explanation =  O problema descrito pela mensagem de erro associada est\u00e1 impedindo a modifica\u00e7\u00e3o da tarefa.
error.taskManager.unexpected.userResponse = Entre em contato com o administrador do sistema sobre a mensagem de erro.
error.taskManager.unexpected.0 = error_message

error.reportdefinition.failedToSave.id = 0146
error.reportdefinition.failedToSave = N\u00e3o \u00e9 poss\u00edvel salvar a defini\u00e7\u00e3o de relat\u00f3rio devido ao seguinte erro: {0} 
error.reportdefinition.failedToSave.explanation = N\u00e3o \u00e9 poss\u00edvel salvar a defini\u00e7\u00e3o de relat\u00f3rio.
error.reportdefinition.failedToSave.userResponse = Veja a mensagem de erro associada, tente corrigir o problema e salve a defini\u00e7\u00e3o de relat\u00f3rio novamente. Se n\u00e3o for poss\u00edvel resolver o problema, entre em contato com o administrador do sistema.
error.reportdefinition.failedToSave.adminResponse = Visualize os arquivos de log do aplicativo da web para obter mais informa\u00e7\u00f5es e rastreios de pilha.
error.reportdefinition.failedToSave.0 = error_message

error.copy.unexpected.id = 0147
error.copy.unexpected = N\u00e3o \u00e9 poss\u00edvel copiar a entidade devido ao seguinte erro: {0}
error.copy.unexpected.explanation = Talvez voc\u00ea n\u00e3o tenha permiss\u00e3o para copiar a entidade.
error.copy.unexpected.userResponse = Veja a mensagem de erro associada e corrija o problema. 
error.copy.unexpected.0 = error_message

error.desktopIdNotQueue.id = 0148
error.desktopIdNotQueue = N\u00e3o \u00e9 poss\u00edvel criar a \u00e1rea de trabalho do IBM Enterprise Records.
error.desktopIdNotQueue.explanation = O ID da \u00e1rea de trabalho n\u00e3o \u00e9 exclusivo.
error.desktopIdNotQueue.userResponse = Forne\u00e7a um ID de \u00e1rea de trabalho diferente.

error.failedToGetPESession.id = 0149
error.failedToGetPESession = N\u00e3o \u00e9 poss\u00edvel estabelecer uma conex\u00e3o com o servidor Process Engine devido ao seguinte erro: {0}
error.failedToGetPESession.explanation = Um nome de ponto de conex\u00e3o pode estar ausente na defini\u00e7\u00e3o do reposit\u00f3rio no IBM Content Navigator, ou o servidor Process Engine est\u00e1 indispon\u00edvel.
error.failedToGetPESession.userResponse = Verifique se o ponto de conex\u00e3o do reposit\u00f3rio \u00e9 fornecido no IBM Content Navigator e se os \u00faltimos arquivos JAR do cliente Process Engine est\u00e3o instalados no servidor.
error.failedToGetPESession.0 = error_message

error.missingConnectionPointName.id = 0150
error.missingConnectionPointName = N\u00e3o foi fornecido nenhum nome de ponto de conex\u00e3o.
error.missingConnectionPointName.explanation = Um nome de ponto de conex\u00e3o \u00e9 obrigat\u00f3rio e n\u00e3o est\u00e1 presente na defini\u00e7\u00e3o do reposit\u00f3rio no IBM Content Navigator.
error.missingConnectionPointName.userResponse = Pe\u00e7a ao administrador para fornecer o nome do ponto de conex\u00e3o durante a configura\u00e7\u00e3o.
error.missingConnectionPointName.adminResponse = Inclua um nome de ponto de conex\u00e3o no reposit\u00f3rio atual usando o cliente de administra\u00e7\u00e3o do IBM Content Navigator.

error.noResultsReadyForInitiateDisp.id = 0151
error.noResultsReadyForInitiateDisp = A disposi\u00e7\u00e3o foi iniciada, mas nenhuma entidade est\u00e1 pronta para disposi\u00e7\u00e3o.
error.noResultsReadyForInitiateDisp.explanation = Esse problema pode ocorrer porque algumas entidades est\u00e3o em suspens\u00e3o.
error.noResultsReadyForInitiateDisp.userResponse = Remova as suspens\u00f5es e inicie a disposi\u00e7\u00e3o novamente.

error.initiateDispositionSomeFailures.id = 0152
error.initiateDispositionSomeFailures = A disposi\u00e7\u00e3o foi iniciada. No entanto, ocorreram alguns erros. O primeiro erro encontrado \u00e9: {0}
error.initiateDispositionSomeFailures.explanation = Apenas o primeiro erro \u00e9 mostrado. Talvez esse problema ocorra porque as entidades n\u00e3o est\u00e3o prontas para disposi\u00e7\u00e3o ou est\u00e3o em suspens\u00e3o.
error.initiateDispositionSomeFailures.adminResponse = Veja o erro para obter mais informa\u00e7\u00f5es. Corrija o erro e execute a disposi\u00e7\u00e3o novamente.
error.initiateDispositionSomeFailures.0 = error_message

error.invalidGCDAccess.id = 0153
error.invalidGCDAccess = O usu\u00e1rio atual n\u00e3o tem acesso administrativo GCD.
error.invalidGCDAccess.explanation = O usu\u00e1rio atual precisa de acesso administrativo GCD no Content Engine ou Content Platform Engine para executar algumas das a\u00e7\u00f5es necess\u00e1rias ao executar o script de seguran\u00e7a.
error.invalidGCDAccess.adminResponse = Use um nome de usu\u00e1rio diferente com acesso GCD ou conceda a si mesmo tal acesso no Content Engine ou Content Platform Engine.
error.invalidGCDAccess.userResponse = Entre em contato com o administrador do sistema.

error.privilege.insufficient.id = 0154
error.privilege.insufficient = N\u00e3o \u00e9 necess\u00e1rio ter direitos de acesso para executar essa a\u00e7\u00e3o. Consulte o seguinte erro: {0}
error.privilege.insufficient.explanation = N\u00e3o h\u00e1 privil\u00e9gios suficientes para executar a a\u00e7\u00e3o desejada.
error.privilege.insufficient.userResponse = Entre em contato com o administrador do sistema.
error.privilege.insufficient.adminResponse = Veja a mensagem de erro e conceda os direitos de acesso apropriados.
error.privilege.insufficient.0 = error_message

error.missingMarkingSet.id = 0155
error.missingMarkingSet = O seguinte conjunto de marca\u00e7\u00f5es est\u00e1 ausente: {0}.
error.missingMarkingSet.explanation = Um conjunto de marca\u00e7\u00f5es padr\u00e3o obrigat\u00f3rio est\u00e1 ausente.
error.missingMarkingSet.adminResponse = Entre em contato com o suporte IBM e inclua novamente o conjunto de marca\u00e7\u00f5es.
error.missingMarkingSet.userResponse = Entre em contato com o administrador do sistema.
error.missingMarkingSet.0 = marking_set_name

error.systemConfiguration.unexpected.id = 0156
error.systemConfiguration.unexpected = N\u00e3o \u00e9 poss\u00edvel salvar a configura\u00e7\u00e3o do sistema devido ao seguinte erro: {0}
error.systemConfiguration.unexpected.explanation = N\u00e3o \u00e9 poss\u00edvel salvar a configura\u00e7\u00e3o do sistema.
error.systemConfiguration.unexpected.userResponse = Veja a mensagem de erro associada e corrija o problema. Em seguida, tente a mesma configura\u00e7\u00e3o de sistema novamente. 
error.systemConfiguration.unexpected.0 = error_message

error.placeOnHoldSomeFailures.id = 0157
error.placeOnHoldSomeFailures = N\u00e3o \u00e9 poss\u00edvel colocar alguns dos registros ou cont\u00eaineres em suspens\u00e3o. O primeiro erro encontrado \u00e9: {0}
error.placeOnHoldSomeFailures.explanation = Apenas o primeiro erro \u00e9 mostrado. Esse problema pode ocorrer porque voc\u00ea n\u00e3o tem direitos de acesso para colocar os registros ou os cont\u00eaineres em suspens\u00e3o.
error.placeOnHoldSomeFailures.adminResponse = Veja o erro para obter mais informa\u00e7\u00f5es. Corrija o erro e tente colocar as entidades em suspens\u00e3o novamente.
error.placeOnHoldSomeFailures.0 = error_message

error.containersCloseSomeFailures.id = 0158
error.containersCloseSomeFailures = N\u00e3o \u00e9 poss\u00edvel fechar alguns dos cont\u00eaineres de registro. O primeiro erro encontrado \u00e9: {0}
error.containersCloseSomeFailures.explanation = Apenas o primeiro erro \u00e9 mostrado. Esse problema pode ocorrer porque os cont\u00eaineres de registro j\u00e1 podem estar fechados ou voc\u00ea n\u00e3o tem direitos de acesso para fech\u00e1-los.
error.containersCloseSomeFailures.adminResponse = Veja o erro para obter mais informa\u00e7\u00f5es. Corrija o erro e tente fechar os cont\u00eaineres novamente.
error.containersCloseSomeFailures.0 = error_message

error.deleteSomeFailures.id = 0159
error.deleteSomeFailures = N\u00e3o \u00e9 poss\u00edvel excluir algumas das entidades. O primeiro erro encontrado \u00e9: {0}
error.deleteSomeFailures.explanation = Apenas o primeiro erro \u00e9 mostrado. Esse problema pode ocorrer porque voc\u00ea n\u00e3o tem direitos de acesso para excluir as entidades ou elas j\u00e1 foram exclu\u00eddas.
error.deleteSomeFailures.adminResponse = Veja o erro para obter mais informa\u00e7\u00f5es. Corrija o erro e tente excluir as entidades novamente.
error.deleteSomeFailures.0 = error_message