# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
# Copyright (C) 2010, 2012 IBM Corp. All rights reserved.
#
# IBM Enterprise Records REST Exception Message String Resource File (en_US).
#
#==========================================================
# IBM Enterprise Records REST Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRS1100.message 		= Nelze na\u010d\u00edst implementa\u010dn\u00ed t\u0159\u00eddu slu\u017eby IBM Enterprise Records REST Service: ''{0}''.
FNRRS1100.explanation	= Za b\u011bhu nelze na\u010d\u00edst implementa\u010dn\u00ed t\u0159\u00eddu.
FNRRS1100.action 		= Ov\u011b\u0159te spr\u00e1vnou instalaci a nasazen\u00ed slu\u017eby IBM Enterprise Records REST service.
FNRRS1100.arg.0 		= n\u00e1zev_t\u0159\u00eddy

FNRRS1101.message 		= Nelze na\u010d\u00edst konfigura\u010dn\u00ed soubor slu\u017eby IBM Enterprise Records Rest Service: {0}.
FNRRS1101.explanation 	= Za b\u011bhu nelze naj\u00edt konfigura\u010dn\u00ed soubor.
FNRRS1101.action 		= Zkontrolujte, \u017ee se konfigura\u010dn\u00ed soubor nach\u00e1z\u00ed v adres\u00e1\u0159i /WEB-INF.
FNRRS1101.arg.0 		= file_path

FNRRS1200.message 		= Do\u0161lo k neo\u010dek\u00e1van\u00e9 v\u00fdjimce: {0}.
FNRRS1200.explanation 	= Do\u0161lo k neo\u010dek\u00e1van\u00e9 v\u00fdjimce ve slu\u017eb\u011b IBM Enterprise Records REST Service, kter\u00e1 je pops\u00e1na parametrem exception_message.
FNRRS1200.action 		= Chcete-li z\u00edskat dal\u0161\u00ed informace o p\u0159\u00ed\u010din\u011b t\u00e9to v\u00fdjimky, zkontrolujte text zpr\u00e1vy v\u00fdjimky a souvisej\u00edc\u00ed trasov\u00e1n\u00ed z\u00e1sobn\u00edku.
FNRRS1200.arg.0 		= exception_message

FNRRS1201.message 		= Nelze naj\u00edt \u017e\u00e1dn\u00fd bal\u00edk prost\u0159edk\u016f pro z\u00e1kladn\u00ed n\u00e1zev: ''{0}''.
FNRRS1201.explanation 	= Po\u017eadovan\u00fd soubor bal\u00edku prost\u0159edk\u016f globalizace nen\u00ed dostupn\u00fd.
FNRRS1201.action 		= Zkontrolujte, \u017ee v cest\u011b t\u0159\u00eddy JVM je dostupn\u00fd jeden nebo v\u00edce soubor\u016f bal\u00edku prost\u0159edk\u016f ve form\u00e1tu z\u00e1kladn\u00ed_n\u00e1zev_nnNN.properties.
FNRRS1201.arg.0 		= base_name

FNRRS1202.message 		= Vstupn\u00ed parametr m\u00e1 hodnotu null nebo pr\u00e1zdn\u00fd \u0159et\u011bzec: {0}.
FNRRS1202.explanation 	= Jako vstupn\u00ed parametr byla p\u0159ed\u00e1na nepodporovan\u00e1 hodnota null nebo pr\u00e1zdn\u00fd \u0159et\u011bzec.
FNRRS1202.action 		= Zkontrolujte, \u017ee tento parametr nem\u00e1 hodnotu pr\u00e1zdn\u00e9ho \u0159et\u011bzce.
FNRRS1202.arg.0 		= n\u00e1zev_parametru

FNRRS1203.message 		= Nelze analyzovat hodnotu vlastnosti JSON datov\u00e9ho typu: {0}, hodnota: {1}.
FNRRS1203.explanation 	= Do\u0161lo k chyb\u011b anal\u00fdzy vlastnosti JSON pro dan\u00fd typ dat a hodnotu JSON.
FNRRS1203.action 		= Zkontrolujte, \u017ee je pro datov\u00fd typ pou\u017eito spr\u00e1vn\u00e9 zn\u00e1zorn\u011bn\u00ed hodnoty vlastnosti JSON.
FNRRS1203.arg.0 		= data_type
FNRRS1203.arg.1 		= json_text_value

FNRRS1204.message 		= Str\u00e1nkovan\u00fd po\u017eadavek kolekce je mimo rozsah. Identifik\u00e1tor \u00falo\u017ei\u0161t\u011b: {0}, nad\u0159\u00edzen\u00e9 Id: {1}, typ kolekce: {2}, posunut\u00ed str\u00e1nky: {3}.
FNRRS1204.explanation 	= Str\u00e1nkovan\u00fd po\u017eadavek na na\u010dten\u00ed kolekce je zad\u00e1n pro neexistuj\u00edc\u00ed posunut\u00ed str\u00e1nky.
FNRRS1204.action 		= Zkontrolujte, \u017ee jsou pou\u017eity pouze d\u0159\u00edve dodan\u00e9 odkazy ''dal\u0161\u00ed'' a ''p\u0159edchoz\u00ed'' (z p\u016fvodn\u00edho po\u017eadavku).
FNRRS1204.arg.0 		= repository_identifier
FNRRS1204.arg.1 		= parent_id
FNRRS1204.arg.2 		= collection_type
FNRRS1204.arg.3 		= page_offset

FNRRS1205.message 		= Po\u017eadovan\u00fd parametr dotazu URL chyb\u00ed nebo m\u00e1 neplatnou hodnotu: ''{0}''.
FNRRS1205.explanation 	= Po\u017eadovan\u00fd parametr dotazu URL chyb\u00ed nebo m\u00e1 neplatnou hodnotu.
FNRRS1205.action 		= Zkontrolujte, \u017ee je v URL po\u017eadavku obsa\u017eena spr\u00e1vn\u00e1 hodnota zadan\u00e9ho parametru dotazu.
FNRRS1205.arg.0 		= queryparameter_name

FNRRS1206.message 		= Po\u017eadovan\u00e1 vlastnost chyb\u00ed nebo m\u00e1 neplatnou hodnotu: ''{0}''.
FNRRS1206.explanation 	= Po\u017eadovan\u00e1 vlastnost chyb\u00ed nebo m\u00e1 neplatnou hodnotu.
FNRRS1206.action 		= Zkontrolujte, \u017ee je v informa\u010dn\u00edm obsahu po\u017eadavku obsa\u017eena spr\u00e1vn\u00e1 hodnota zadan\u00e9 vlastnosti.
FNRRS1206.arg.0 		= n\u00e1zev_vlastnosti

FNRRS1207.message 		= V po\u017eadavku HTTP chyb\u00ed informa\u010dn\u00ed obsah vy\u017eadovan\u00fd touto operac\u00ed: ''{0}''.
FNRRS1207.explanation 	= V po\u017eadavku HTTP chyb\u00ed po\u017eadovan\u00fd informa\u010dn\u00ed obsah.
FNRRS1207.action 		= Zkontrolujte, \u017ee po\u017eadavek HTTP REST obsahuje odpov\u00eddaj\u00edc\u00ed informa\u010dn\u00ed obsah pro po\u017eadovanou operaci.
FNRRS1207.arg.0 		= n\u00e1zev_operace

FNRRS1208.message 		= Informa\u010dn\u00ed obsah definice z\u00e1znamu obsahuje popisy kontejneru s jin\u00fdmi zadan\u00fdmi \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f.
FNRRS1208.explanation 	= Informa\u010dn\u00ed obsah definice z\u00e1znamu obsahuje popisy kontejneru s jin\u00fdmi zadan\u00fdmi \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f.
FNRRS1208.action 		= Zkontrolujte, \u017ee v\u0161echny c\u00edlov\u00e9 kontejnery, kter\u00e9 tvo\u0159\u00ed definici z\u00e1znamu, se nach\u00e1zej\u00ed ve stejn\u00e9m \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f.

FNRRS1209.message 		= Informa\u010dn\u00ed obsah definice z\u00e1znamu obsahuje popisy polo\u017eky obsahu s jin\u00fdmi zadan\u00fdmi \u00falo\u017ei\u0161ti obsahu.
FNRRS1209.explanation 	= Informa\u010dn\u00ed obsah definice z\u00e1znamu obsahuje popisy polo\u017eky obsahu s jin\u00fdmi zadan\u00fdmi \u00falo\u017ei\u0161ti obsahu.
FNRRS1209.action 		= Zkontrolujte, \u017ee v\u0161echny polo\u017eky obsahu, kter\u00e9 tvo\u0159\u00ed definici z\u00e1znamu, se nach\u00e1zej\u00ed ve stejn\u00e9m \u00falo\u017ei\u0161ti obsahu.

FNRRS1210.message 		= Zadan\u00fd kontejner nen\u00ed vhodn\u00fdm c\u00edlov\u00fdm kontejnerem deklarace z\u00e1znamu: ''{0}''.
FNRRS1210.explanation 	= Zadan\u00fd nad\u0159\u00edzen\u00fd kontejner nen\u00ed vhodn\u00fdm c\u00edlov\u00fdm kontejnerem deklarace z\u00e1znamu.
FNRRS1210.action 		= Vyberte jin\u00fd c\u00edlov\u00fd kontejner deklarace z\u00e1znamu.
FNRRS1210.arg.0 		= container_ident

FNRRS1211.message 		= Parametr po\u017eadavku ''{0}'' m\u00e1 neplatnou hodnotu: ''{1}''.
FNRRS1211.explanation 	= Zadan\u00fd parametr po\u017eadavku m\u00e1 neplatnou hodnotu.
FNRRS1211.action 		= Zadejte platnou hodnotu tohoto parametru dotazu.
FNRRS1211.arg.0 		= n\u00e1zev_parametru
FNRRS1211.arg.1 		= parameter_value

FNRRS1212.message 		= V informa\u010dn\u00edm obsahu definice z\u00e1znamu chyb\u00ed popis po\u017eadovan\u00e9ho c\u00edlov\u00e9ho kontejneru.
FNRRS1212.explanation 	= V informa\u010dn\u00edm obsahu definice z\u00e1znamu chyb\u00ed popis po\u017eadovan\u00e9ho c\u00edlov\u00e9ho kontejneru.
FNRRS1212.action 		= Zkontrolujte, \u017ee v informa\u010dn\u00edm obsahu definice z\u00e1znamu je obsa\u017een alespo\u0148 jeden c\u00edlov\u00fd kontejner.

FNRRS1213.message 		= Po\u017eadavek deklarace e-mailu chyb\u00ed nebo neobsahuje vnit\u0159n\u00ed definice z\u00e1znamu.
FNRRS1213.explanation 	= V po\u017eadavku definice z\u00e1znamu chyb\u00ed po\u017eadovan\u00fd informa\u010dn\u00ed obsah definice e-mailov\u00e9ho z\u00e1znamu.
FNRRS1213.action 		= Zkontrolujte, \u017ee v po\u017eadavku existuje informa\u010dn\u00ed obsah a m\u00e1 form\u00e1t vlastnosti.

FNRRS1214.message 		= Nelze analyzovat hodnotu vlastnosti XML datov\u00e9ho typu: {0}, hodnota \u0159et\u011bzce: {1}.
FNRRS1214.explanation 	= Do\u0161lo k chyb\u011b anal\u00fdzy vlastnosti XML pro dan\u00fd typ dat a hodnotu \u0159et\u011bzce XML.
FNRRS1214.action 		= Zkontrolujte, \u017ee je pro datov\u00fd typ pou\u017eito spr\u00e1vn\u00e9 zn\u00e1zorn\u011bn\u00ed hodnoty vlastnosti XML.
FNRRS1214.arg.0 		= data_type
FNRRS1214.arg.1 		= xml_text_value

FNRRS1215.message 		= Nelze naj\u00edt \u017e\u00e1dn\u00fd soubor mapov\u00e1n\u00ed vlastnost\u00ed e-mailu pro \u00fa\u010dely na\u010dten\u00ed.
FNRRS1215.explanation 	= Nelze naj\u00edt \u017e\u00e1dn\u00fd soubor mapov\u00e1n\u00ed vlastnost\u00ed e-mailu pro \u00fa\u010dely na\u010dten\u00ed.
FNRRS1215.action 		= Zkontrolujte, \u017ee jsou zad\u00e1ny spr\u00e1vn\u00e9 hodnoty inicializa\u010dn\u00edho parametru servletu pro konfigura\u010dn\u00ed adres\u00e1\u0159 a n\u00e1zev souboru mapov\u00e1n\u00ed vlastnost\u00ed e-mailu. Tak\u00e9 je mo\u017en\u00e9 zkontrolovat, \u017ee soubor mapov\u00e1n\u00ed vlastnost\u00ed e-mailu je um\u00edst\u011bn v adres\u00e1\u0159i WEB-INF slu\u017eby IBM Enterprise Records REST Service.

