# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
# Copyright (C) 2010, 2012 IBM Corp. All rights reserved.
#
# IBM Enterprise Records REST Exception Message String Resource File (en_US).
#
#==========================================================
# IBM Enterprise Records REST Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRS1100.message 		= Izvedbenega razreda: ''{0}'' IBM Enterprise Records REST storitve ni bilo mogo\u010de nalo\u017eiti.
FNRRS1100.explanation	= Izvedbenega razreda ni bilo mogo\u010de nalo\u017eiti v \u010dasu izvajanja.
FNRRS1100.action 		= Preverite pravilno namestitev in razmestitev IBM Enterprise Records REST storitve.
FNRRS1100.arg.0 		= class_name

FNRRS1101.message 		= Konfiguracijske datoteke: {0} IBM Enterprise Records Rest storitve ni bilo mogo\u010de nalo\u017eiti.
FNRRS1101.explanation 	= Konfiguracijske datoteke ni bilo mogo\u010de najti v \u010dasu izvajanja.
FNRRS1101.action 		= Preverite, ali se konfiguracijska datoteka nahaja v /WEB-INF imeniku.
FNRRS1101.arg.0 		= file_path

FNRRS1200.message 		= Pri\u0161lo je do nepri\u010dakovanega izjemnega stanja: {0}.
FNRRS1200.explanation 	= Znotraj IBM Enterprise Records REST storitve je pri\u0161lo do nepri\u010dakovanega izjemnega stanja, ki ga opisuje sporo\u010dilo_izjeme.
FNRRS1200.action 		= Preverite besedilo sporo\u010dila izjeme in povezani sled sklada za ve\u010d informacij o vzroku izjemnega stanja.
FNRRS1200.arg.0 		= exception_message

FNRRS1201.message 		= Sve\u017enja virov za osnovni del imena: ''{0}'' ni bilo mogo\u010de najti.
FNRRS1201.explanation 	= Potrebna globalizacijska datoteka sve\u017enja virov ni razpolo\u017eljiva.
FNRRS1201.action 		= Preverite, ali so ena ali ve\u010d datotek sve\u017enja virov v basename_nnNN.properties obliki razpolo\u017eljive na JVM poti razreda.
FNRRS1201.arg.0 		= base_name

FNRRS1202.message 		= Vrednost vhodnega parametra je ni\u010delna ali prazen niz: {0}.
FNRRS1202.explanation 	= Za vhodni parameter je bila posredovana nepodprta ni\u010delna vrednost ali vrednost praznega niza.
FNRRS1202.action 		= Prepri\u010dajte se, da vrednost tega parametra ne vsebuje ni\u010delni ali prazen niz.
FNRRS1202.arg.0 		= parameter_name

FNRRS1203.message 		= JSON vrednost lastnosti podatkovnega tipa: {0}, vrednost: {1} ni bilo mogo\u010de raz\u010dleniti.
FNRRS1203.explanation 	= Za navedeni podatkovni tip in JSON vrednost je pri\u0161lo do napake v raz\u010dlenjevanju JSON lastnosti.
FNRRS1203.action 		= Preverite, ali se za podatkovni tip uporablja pravilna reprezentacija JSON vrednosti lastnosti.
FNRRS1203.arg.0 		= data_type
FNRRS1203.arg.1 		= json_text_value

FNRRS1204.message 		= Zahteva po ostranjeni zbirki je izven obsega. Identifikator repozitorija: {0}, Nadrejeni Id: {1}, Tip zbirke: {2}, Odmik strani: {3}.
FNRRS1204.explanation 	= Ostranjena zahteva za pridobitev zbirke je bila specificirana za neobstoje\u010di odmik strani.
FNRRS1204.action 		= Preverite, ali se uporabljata le predhodno omogo\u010deni povezavi ''naprej'' in ''nazaj'' (iz prvotne zahteve).
FNRRS1204.arg.0 		= repository_identifier
FNRRS1204.arg.1 		= parent_id
FNRRS1204.arg.2 		= collection_type
FNRRS1204.arg.3 		= page_offset

FNRRS1205.message 		= Zahtevani URL parameter poizvedbe manjka ali ima neveljavno vrednost: ''{0}''.
FNRRS1205.explanation 	= Zahtevani URL parameter poizvedbe manjka ali ima neveljavno vrednost.
FNRRS1205.action 		= Preverite, ali je za specificirani parameter poizvedbe vnesena veljavna vrednost v spletni naslov zahteve.
FNRRS1205.arg.0 		= queryparameter_name

FNRRS1206.message 		= Zahtevana lastnost manjka ali ima neveljavno vrednost: ''{0}''.
FNRRS1206.explanation 	= Zahtevana lastnost manjka ali ima neveljavno vrednost.
FNRRS1206.action 		= Preverite, ali je za specificirano lastnost vnesena veljavna vrednost v obremenitvi zahteve.
FNRRS1206.arg.0 		= property_name

FNRRS1207.message 		= Zahtevi HTTP manjka vsebina obremenitve, ki jo ta operacija zahteva: ''{0}''.
FNRRS1207.explanation 	= Zahtevi HTTP manjka potrebna vsebina obremenitve.
FNRRS1207.action 		= Zagotovite, da zahteva REST HTTP vsebuje primerno obremenitev za \u017eeleno operacijo.
FNRRS1207.arg.0 		= operation_name

FNRRS1208.message 		= Obremenitev definicije zapisa vsebuje opise vsebnika, v katerih so specificirani razli\u010dni repozitoriji na\u010drta arhiviranja.
FNRRS1208.explanation 	= Obremenitev definicije zapisa vsebuje opise vsebnika, v katerih so specificirani razli\u010dni repozitoriji na\u010drta arhiviranja.
FNRRS1208.action 		= Zagotovite, da se vsi ciljni vsebniki, ki ustvarjajo definicijo zapisa, nahajajo v enakem repozitoriju na\u010drta arhiviranja.

FNRRS1209.message 		= Obremenitev definicije zapisa vsebuje opise postavke vsebine, v katerih so specificirani razli\u010dni repozitoriji vsebine.
FNRRS1209.explanation 	= Obremenitev definicije zapisa vsebuje opise postavke vsebine, v katerih so specificirani razli\u010dni repozitoriji vsebine.
FNRRS1209.action 		= Zagotovite, da se vse postavke vsebine, ki ustvarjajo definicijo zapisa, nahajajo v enakem repozitoriju vsebine.

FNRRS1210.message 		= Specificirani vsebnik ni primeren ciljni vsebnik za ozna\u010ditev zapisov: ''{0}''.
FNRRS1210.explanation 	= Specificirani nadrejeni vsebnik ni primeren ciljni vsebnik za ozna\u010ditev zapisov.
FNRRS1210.action 		= Izberite alternativni ciljni vsebnik za ozna\u010ditev zapisov.
FNRRS1210.arg.0 		= container_ident

FNRRS1211.message 		= Parameter poizvedbe, ''{0}'' ima neveljavno vrednost: ''{1}''.
FNRRS1211.explanation 	= Specificirani parameter poizvedbe ima neveljavno vrednost.
FNRRS1211.action 		= Vnesite veljavno vrednost za ta parameter poizvedbe.
FNRRS1211.arg.0 		= parameter_name
FNRRS1211.arg.1 		= parameter_value

FNRRS1212.message 		= Obremenitvi definicije zapisa manjka zahtevani opis ciljnega vsebnika.
FNRRS1212.explanation 	= Obremenitvi definicije zapisa manjka zahtevani opis ciljnega vsebnika.
FNRRS1212.action 		= Zagotovite, da je v obremenitev definicije zapisa vklju\u010den vsaj en ciljni vsebnik.

FNRRS1213.message 		= Zahtevi deklaracije e-po\u0161te manjkajo ali le-ta ne vsebuje notranjih definicij zapisov.
FNRRS1213.explanation 	= Zahtevi definicije zapisa manjkajo potrebne obremenitve definicije zapisov e-po\u0161te.
FNRRS1213.action 		= Preverite, ali obremenitev obstaja v zahtevi in ali ima obliko lastnosti.

FNRRS1214.message 		= XML vrednost lastnosti podatkovne oblike: {0}, vrednosti niza: {1}, ni bilo mogo\u010de raz\u010dleniti.
FNRRS1214.explanation 	= Za navedeni podatkovni tip in XML vrednost niza je pri\u0161lo do napake v raz\u010dlenjevanju XML lastnosti.
FNRRS1214.action 		= Preverite, ali se za podatkovni tip uporablja pravilna reprezentacija XML vrednosti lastnosti.
FNRRS1214.arg.0 		= data_type
FNRRS1214.arg.1 		= xml_text_value

FNRRS1215.message 		= Za potrebe iskanja, ni bilo mogo\u010de najti datoteko preslikav lastnosti e-po\u0161te.
FNRRS1215.explanation 	= Za potrebe iskanja, ni bilo mogo\u010de najti datoteko preslikav lastnosti e-po\u0161te.
FNRRS1215.action 		= Preverite, ali so specificirane veljavne vrednosti init-param stre\u017eni\u0161kega program\u010dka za konfiguracijski imenik in ime datoteke preslikav lastnosti e-po\u0161te. Ali preverite, da se datoteka preslikav lastnosti e-po\u0161te nahaja znotraj WEB-INF imenika IBM Enterprise Records REST storitve.

