# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
# Copyright (C) 2010, 2012 IBM Corp. All rights reserved.
#
# IBM Enterprise Records REST Exception Message String Resource File (en_US).
#
#==========================================================
# IBM Enterprise Records REST Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRS1100.message 		= Nu se poate \u00eenc\u0103rca clasa de implementare Serviciu REST IBM Enterprise Records: ''{0}''.
FNRRS1100.explanation	= Clasa de implementare nu poate fi \u00eenc\u0103rcat\u0103 \u00een timpul rul\u0103rii.
FNRRS1100.action 		= Verifica\u0163i instalarea \u015fi implementarea corect\u0103 a Serviciului REST IBM Enterprise Records.
FNRRS1100.arg.0 		= class_name

FNRRS1101.message 		= 0Nu se poate \u00eenc\u0103rca fi\u015fierul de configurare Serviciu REST IBM Enterprise Records: ''{0}''.
FNRRS1101.explanation 	= Fi\u015fierul de configurare nu poate fi g\u0103sit \u00een timpul rul\u0103rii.
FNRRS1101.action 		= Verifica\u0163i dac\u0103 fi\u015fierul de configurare este g\u0103sit \u00een directorul /WEB-INF.
FNRRS1101.arg.0 		= file_path

FNRRS1200.message 		= A ap\u0103rut o excep\u0163ie nea\u015fteptat\u0103: {0}.
FNRRS1200.explanation 	= A ap\u0103rut o excep\u0163ie nea\u015fteptat\u0103 \u00een Serviciul REST IBM Enterprise Records descris de exception_message.
FNRRS1200.action 		= Verifica\u0163i textul mesajului de excep\u0163ie \u015fi urm\u0103rirea de stiv\u0103 asociat\u0103 pentru informa\u0163ii suplimentare despre cauza acestei excep\u0163ii.
FNRRS1200.arg.0 		= exception_message

FNRRS1201.message 		= Nu poate fi g\u0103sit niciun ResourceBundle pentru numele de baz\u0103: ''{0}''.
FNRRS1201.explanation 	= Un fi\u015fier bundle de resurse de globalizare necesar este indisponibil.
FNRRS1201.action 		= Verifica\u0163i dac\u0103 unul sau mai multe fi\u015fiere bundle de resurse de formatul basename_nnNN.properties sunt disponibile pe calea de clas\u0103 JVM.
FNRRS1201.arg.0 		= base_name

FNRRS1202.message 		= Valoarea parametrului de intrare este nul\u0103 sau un \u015fir gol sau blanc: {0}.
FNRRS1202.explanation 	= A fost transmis\u0103 o valoarea nul\u0103 sau un \u015fir gol sau blanc nesuportat pentru un parametru de intrare.
FNRRS1202.action 		= Asigura\u0163i-v\u0103 c\u0103 valoarea pentru acest parametru nu are un \u015fir nul sau un \u015fir gol sau blanc.
FNRRS1202.arg.0 		= parameter_name

FNRRS1203.message 		= Nu se poate parsa valoare de proprietate JSON de tip de date: {0}, valoare: {1}.
FNRRS1203.explanation 	= A ap\u0103rut o eroare de parsare proprietate JSON pentru tipul de date specificat \u015fi valoarea JSON.
FNRRS1203.action 		= Verifica\u0163i dac\u0103 este utilizat\u0103 reprezentarea valorii de proprietate JSON corect\u0103 pentru tipul de date.
FNRRS1203.arg.0 		= data_type
FNRRS1203.arg.1 		= json_text_value

FNRRS1204.message 		= Cerere colec\u0163ie paginat\u0103 \u00een afara intervalului. Identificator magazie: {0}, ID p\u0103rinte: {1}, Tip colec\u0163ie: {2}, Offset pagin\u0103: {3}.
FNRRS1204.explanation 	= O cerere de extragere paginat\u0103 pentru o colec\u0163ie este specificat\u0103 pentru un offset pagin\u0103 inexistent.
FNRRS1204.action 		= Verifuca\u0163i dac\u0103 sunt utilizate doar leg\u0103turile ''next'' \u015fi ''prev'' furnizate anterior (dintr-o cerere ini\u0163ial\u0103).
FNRRS1204.arg.0 		= repository_identifier
FNRRS1204.arg.1 		= parent_id
FNRRS1204.arg.2 		= collection_type
FNRRS1204.arg.3 		= page_offset

FNRRS1205.message 		= Parametrul de interogare URL necesar fie lipse\u015fte, fie are o valoare invalid\u0103: ''{0}''.
FNRRS1205.explanation 	= Un parametru de interogare URL necesar fie lipse\u015fte, fie are o valoare invalid\u0103.
FNRRS1205.action 		= Verifica\u0163i dac\u0103 este inclus\u0103 o valoare corect\u0103 pentru parametrul de interogare specificat \u00een URL-ul cerut.
FNRRS1205.arg.0 		= queryparameter_name

FNRRS1206.message 		= Proprietatea cerut\u0103 fie lipse\u015fte, fie are o valoare invalid\u0103: ''{0}''.
FNRRS1206.explanation 	= O proprietate cerut\u0103 fie lipse\u015fte, fie are o valoare invalid\u0103.
FNRRS1206.action 		= Verifica\u0163i dac\u0103 este inclus\u0103 o valoare corect\u0103 pentru proprietatea  specificat\u0103 \u00een datele utile de cerere.
FNRRS1206.arg.0 		= property_name

FNRRS1207.message 		= Cererii HTTP \u00eei lipse\u015fte con\u0163inutul de date utile cerut de aceast\u0103 opera\u0163ie: ''{0}''.
FNRRS1207.explanation 	= Cererii HTTP \u00eei lipse\u015fte con\u0163inutul de date utile cerut.
FNRRS1207.action 		= Asigura\u0163i-v\u0103 c\u0103 cererea REST HTTP con\u0163ine datele utile corespunz\u0103toare pentru opera\u0163ia dorit\u0103.
FNRRS1207.arg.0 		= operation_name

FNRRS1208.message 		= Datele utile de defini\u0163ie \u00eenregistrare con\u0163in descrieri de container cu magazii de plan de fi\u015fiere diferite specificate.
FNRRS1208.explanation 	= Datele utile de defini\u0163ie \u00eenregistrare con\u0163in descrieri de container cu magazii de plan de fi\u015fiere diferite specificate.
FNRRS1208.action 		= Asigura\u0163i-v\u0103 c\u0103 toate containerele \u0163int\u0103 care compun o defini\u0163ie de \u00eenregistrare sunt pe aceea\u015fi magazie de plan de fi\u015fiere.

FNRRS1209.message 		= Datele utile de defini\u0163ie \u00eenregistrare con\u0163in descrieri de articole de con\u0163inut cu magazii de con\u0163inut diferite specificate.
FNRRS1209.explanation 	= Datele utile de defini\u0163ie \u00eenregistrare con\u0163in descrieri de articole de con\u0163inut cu magazii de con\u0163inut diferite specificate.
FNRRS1209.action 		= Asigura\u0163i-v\u0103 c\u0103 toate articolele de con\u0163inut care compun o defini\u0163ie de \u00eenregistrare sunt pe aceea\u015fi magazie de con\u0163inut.

FNRRS1210.message 		= Containerul specificat nu este un container \u0163int\u0103 de declarare \u00eenregistrare: ''{0}''.
FNRRS1210.explanation 	= Containerul p\u0103rinte specificat nu este un container \u0163int\u0103 de declarare \u00eenregistrare eligibil.
FNRRS1210.action 		= Selecta\u0163i un container \u0163int\u0103 de declarare \u00eenregistrare alternativ\u0103.
FNRRS1210.arg.0 		= container_ident

FNRRS1211.message 		= Parametrul de interogare, ''{0}'' are o valoare invalid\u0103: ''{1}''.
FNRRS1211.explanation 	= Parametrul de interogare specificat are o valoare invalid\u0103.
FNRRS1211.action 		= Furniza\u0163i o valoare valid\u0103 pentru acest parametru de interogare.
FNRRS1211.arg.0 		= parameter_name
FNRRS1211.arg.1 		= parameter_value

FNRRS1212.message 		= Datelor utile de defini\u0163ie \u00eenregistrare le lipsesc o descriere container \u0163int\u0103 cerut\u0103.
FNRRS1212.explanation 	= Datelor utile de defini\u0163ie \u00eenregistrare le lipsesc o descriere container \u0163int\u0103 cerut\u0103.
FNRRS1212.action 		= Asigura\u0163i-v\u0103 c\u0103 cel pu\u0163in un container \u0163int\u0103 este inclus \u00een datele utile de defini\u0163ie \u00eenregistrare.

FNRRS1213.message 		= Cererii de declarare e-mail \u00eei lipsesc sau nu con\u0163ine defini\u0163ii de  \u00eenregistr\u0103ri interne.
FNRRS1213.explanation 	= Cecerii de defini\u0163ie \u00eenregistrare \u00eei lipsesc date utile de defini\u0163ii \u00eenregistrare e-mail cerute.
FNRRS1213.action 		= Verifica\u0163i dac\u0103 datele utile exist\u0103 \u00een cerere \u015fi au formatul de proprietate.

FNRRS1214.message 		= Nu se poate parsa valoare de proprietate XML a tipului de date: {0}, valoare \u015fir: {1}.
FNRRS1214.explanation 	= A ap\u0103rut o eroare de parsare proprietate XML pentru tipul de date specificat \u015fi valoarea de \u015fir XML.
FNRRS1214.action 		= Verifica\u0163i dac\u0103 este utilizat\u0103 reprezentarea valorii de proprietate XML corect\u0103 pentru tipul de date.
FNRRS1214.arg.0 		= data_type
FNRRS1214.arg.1 		= xml_text_value

FNRRS1215.message 		= Nu poate fi g\u0103sit niciun fi\u015fier de map\u0103ri de propriet\u0103\u0163i e-mail \u00een scopuri de extragere.
FNRRS1215.explanation 	= Nu poate fi g\u0103sit niciun fi\u015fier de map\u0103ri de propriet\u0103\u0163i e-mail \u00een scopuri de extragere.
FNRRS1215.action 		= Verifica\u0163i dac\u0103 sunt specificate valori init-param servlet corecte pentru directorul de configurare \u015fi numele fi\u015fierului de map\u0103ri de propriet\u0103\u0163i e-mail. Sau verifica\u0163i dac\u0103 fi\u015fierul de map\u0103ri de propriet\u0103\u0163i e-mail este localizat \u00een directorul WEB-INF al Serviciului REST IBM Enterprise.

