# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2010, 2012 IBM Corp. All rights reserved.
#
# JARM Localized String Resources (en_US).
# Includes strings for exception messages, logging and
#  other miscellaneous usage.
#
#
#================================================================================
# JARM Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRS0100.explanation = property_symbolicname\uc73c\ub85c \uc9c0\uc815\ub418\ub294 \ud2b9\uc131\uc774 \ud604\uc7ac \ud2b9\uc131 \uce90\uc2dc\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0100.action      = \uc624\ube0c\uc81d\ud2b8\uc758 \ud2b9\uc131\uc744 \uc0c8\ub85c \uace0\uccd0\uc11c \ud544\uc694\ud55c \ud2b9\uc131\uc774 \ud2b9\uc131 \ud544\ud130\uc5d0 \ud3ec\ud568\ub418\ub3c4\ub85d \ud558\uc2ed\uc2dc\uc624.
FNRRS0100.message     = \ub2e4\uc74c \ud2b9\uc131\uc774 \uc624\ube0c\uc81d\ud2b8 \ud2b9\uc131 \uce90\uc2dc\uc5d0 \uc5c6\uc74c, \ud2b9\uc131 \uae30\ud638 \uc774\ub984: ''{0}''.
FNRRS0100.arg.0       = property_symbolicname

FNRRS0101.explanation = ID\ub85c \uc2dd\ubcc4\ub418\ub294 \uc774 entity_type\uc5d0 \ub300\ud574\uc11c\ub294 \uc624\ud37c\ub808\uc774\uc158\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0101.action      = \ud074\ub77c\uc774\uc5b8\ud2b8 \uc560\ud50c\ub9ac\ucf00\uc774\uc158\uc744 \uc870\uc815\ud558\uc5ec \uc774 \uc778\uc2a4\ud134\uc2a4 \uc720\ud615\uc5d0\uc11c \uc774 \uc624\ud37c\ub808\uc774\uc158\uc744 \uc2dc\ub3c4\ud558\uc9c0 \uc54a\ub3c4\ub85d \ud558\uc2ed\uc2dc\uc624.
FNRRS0101.message     = \ub2e4\uc74c \uc778\uc2a4\ud134\uc2a4 \uc720\ud615\uc5d0\uc11c\ub294 ''{0}'' \uc624\ud37c\ub808\uc774\uc158\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc74c, EntityType: ''{1}'', ID: ''{2}''.
FNRRS0101.arg.0       = operation
FNRRS0101.arg.1       = entity_type
FNRRS0101.arg.2       = ID

FNRRS0102.explanation = \uac80\uc0c9 \uc624\ud37c\ub808\uc774\uc158\uc774 \uc218\ud589\ub420 \uc800\uc7a5\uc18c \ucf5c\ub809\uc158\uc774 \ub3d9\uc77c\ud55c \ub3c4\uba54\uc778\uc5d0 \uc18d\ud574 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0102.action      = \uac80\uc0c9 \uc800\uc7a5\uc18c\uac00 \ubaa8\ub450 \ub3d9\uc77c\ud55c \ub3c4\uba54\uc778\uc5d0 \uc18d\ud574 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0102.message     = \uac80\uc0c9 \uc800\uc7a5\uc18c\uac00 \ub3d9\uc77c\ud55c \ub3c4\uba54\uc778\uc5d0 \uc18d\ud574 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.

FNRRS0103.explanation = symbolic_name \ud2b9\uc131\uc740 data_type \uc720\ud615\uc758 get \ub610\ub294 set\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0103.action      = \uc774 \ud2b9\uc131\uc5d0\uc11c \uc0ac\uc6a9\ud55c \ub370\uc774\ud130 \uc720\ud615\uc744 \uc774 \ud2b9\uc131\uc758 DataType \uac12\uc5d0 \uc815\uc758\ub41c \uc720\ud615\uc73c\ub85c \uc81c\ud55c\ud558\uc2ed\uc2dc\uc624.
FNRRS0103.message     = \ub2e4\uc74c \ud2b9\uc131\uc774 \ub370\uc774\ud130 \uc720\ud615 ''{1}''\uc744(\ub97c) \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc74c, \uae30\ud638 \uc774\ub984: ''{0}''.
FNRRS0103.arg.0       = symbolic_name
FNRRS0103.arg.1       = data_type

FNRRS0104.explanation = \ub300\uc0c1 \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\uac00 \ud604\uc7ac \ub2eb\ud600\uc788\uc5b4\uc11c \ud558\uc704 \uc624\ube0c\uc81d\ud2b8\ub97c \uc0c8\ub85c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0104.action      = \ub300\uccb4 \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\ub97c \uc120\ud0dd\ud558\uac70\ub098 \uc774 \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\ub97c \uc5ec\uc2ed\uc2dc\uc624.
FNRRS0104.message     = \ud558\uc704 \uc624\ube0c\uc81d\ud2b8\ub97c \ucd94\uac00\ud560 \ub300\uc0c1 \uc0c1\uc704 \ucee8\ud14c\uc774\ub108 ''{0}''\uc774(\uac00) \ub2eb\ud600 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0104.arg.0       = parent_id

FNRRS0105.explanation = \uc9c0\uc815\ub41c \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\uc5d0\ub294 \ud574\ub2f9 \uc720\ud615\uc758 \ud558\uc704 \uc624\ube0c\uc81d\ud2b8\ub97c \ud3ec\ud568\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0105.action      = \uc0c8 \ud558\uc704 \uc624\ube0c\uc81d\ud2b8\ub97c \ucd94\uac00\ud560 \ub300\uccb4 \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\ub97c \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.
FNRRS0105.message     = \ub300\uc0c1 \uc0c1\uc704 \ucee8\ud14c\uc774\ub108 ''{0}''\uc5d0\ub294 {1} \uc720\ud615\uc758 \ud558\uc704 \uc624\ube0c\uc81d\ud2b8\ub97c \ud3ec\ud568\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0105.arg.0       = parent_id
FNRRS0105.arg.1       = container_type

FNRRS0106.explanation = \uc0c8 \ucee8\ud14c\uc774\ub108\uc758 \uc9c0\uc815\ub41c \ud2b9\uc131 \uac12\uc5d0\ub294 \ub300\uc0c1 \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\uc5d0 \uc874\uc7ac\ud558\ub294 \ubaa8\ub4e0 \uc7a0\uc7ac\uc801 \ub3d9\uc704 \ucee8\ud14c\uc774\ub108\uc640 \uad00\ub828\ub41c \uace0\uc720\ud55c \uac12\uc774 \uc874\uc7ac\ud574\uc57c \ud569\ub2c8\ub2e4.
FNRRS0106.action      = \ubb38\uc81c\uac00 \uc788\ub294 \ud2b9\uc131 \uac12\uc5d0 \uace0\uc720\ud55c \uac12\uc774 \uc81c\uacf5\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0106.message     = \uae30\uc874 \ub3d9\uc704 \ucee8\ud14c\uc774\ub108\uc5d0\uc11c {2}, {3} \ud2b9\uc131 \uac12 \uc911 \ud558\ub098 \uc774\uc0c1\uc774 \uace0\uc720\ud558\uc9c0 \uc54a\uc544\uc11c {0}-\uc720\ud615 \ucee8\ud14c\uc774\ub108\ub97c \uc0c1\uc704 \ucee8\ud14c\uc774\ub108 ''{1}''\uc5d0 \uc0c8\ub85c \ucd94\uac00\ud558\ub294 \ub370 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0106.arg.0       = container_type
FNRRS0106.arg.1       = parent_id
FNRRS0106.arg.2       = property1_name
FNRRS0106.arg.3       = property2_name

FNRRS0107.explanation = \uc9c0\uc815\ub41c \ud2b9\uc131\uc5d0\ub294 \uacf5\ubc31\uc774 \uc544\ub2cc \uac12\uc744 \uc9c0\uc815\ud574\uc57c \ud569\ub2c8\ub2e4.
FNRRS0107.action      = \uc9c0\uc815\ub41c \ud2b9\uc131\uc5d0 \uacf5\ubc31\uc774 \uc544\ub2cc \uac12\uc744 \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0107.message     = \uc624\ube0c\uc81d\ud2b8\uc5d0\uc11c \uacf5\ubc31\uc774 \uc544\ub2cc ''{0}'' \ud2b9\uc131 \uac12\uc774 \ub204\ub77d\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
FNRRS0107.arg.0       = \ub204\ub77d\ub418\uc5c8\uac70\ub098 \uacf5\ubc31\uc778 \ud2b9\uc131\uc758 \uc774\ub984

FNRRS0108.explanation = \ud574\ub2f9 \ucee8\ud14c\uc774\ub108\ub098 \ud558\ub098 \uc774\uc0c1\uc758 \uc0c1\uc704 \ucee8\ud14c\uc774\ub108 \ub610\ub294 \ud558\uc704 \ucee8\ud14c\uc774\ub108 \ub300\uc0c1\uc5d0 \uc9c1\uc811 \uc874\uc7ac\ud558\ub294 \uae30\uc874 \ubcf4\ub958\ud56d\ubaa9 \ub54c\ubb38\uc5d0 \uc9c0\uc815\ub41c \ucee8\ud14c\uc774\ub108\ub97c \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0108.action      = \ubb38\uc81c\uac00 \ub418\ub294 \ubcf4\ub958\ud56d\ubaa9\uc744 \uc81c\uac70\ud558\uace0 \uc0ad\uc81c \ud504\ub85c\uc138\uc2a4\ub97c \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624.
FNRRS0108.message     = \uae30\uc874 \ubcf4\ub958 \uc870\uac74 \ub54c\ubb38\uc5d0 \ub2e4\uc74c \ucee8\ud14c\uc774\ub108\ub97c \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc74c: ''{0}''.
FNRRS0108.arg.0       = delete_target

FNRRS0109.explanation = \uc9c0\uc815\ub41c \ucee8\ud14c\uc774\ub108\uc5d0 \ud558\uc704 \ucee8\ud14c\uc774\ub108 \ub610\ub294 \ub808\ucf54\ub4dc\uac00 \uc788\uc73c\ubbc0\ub85c \uc774\ub97c \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0109.action      = \ucee8\ud14c\uc774\ub108\uc758 \ucee8\ud150\uce20\ub97c \uc0ad\uc81c\ud558\uace0 \uc0ad\uc81c \ud504\ub85c\uc138\uc2a4\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud558\uc2ed\uc2dc\uc624.
FNRRS0109.message     = \ube44\uc5b4 \uc788\uc9c0 \uc54a\uc740 \ucee8\ud14c\uc774\ub108 ''{0}''\uc740(\ub294) \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0109.arg.0       = delete_target

FNRRS0110.explanation = \uc9c0\uc815\ub41c \ucee8\ud14c\uc774\ub108\uc5d0 \ud558\uc704 \ucee8\ud14c\uc774\ub108 \ub610\ub294 \ub17c\ub9ac\uc801\uc73c\ub85c \uc0ad\uc81c\ub41c \ub808\ucf54\ub4dc\uac00 \uc788\uc73c\ubbc0\ub85c \uc774\ub97c \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4(\uc989 \uba54\ud0c0\ub370\uc774\ud130 \ubcf4\uc720 \uae30\ub2a5\uc744 \uc0ac\uc6a9\ud558\uace0 \uc788\uc73c\ubbc0\ub85c \uc874\uc7ac).
FNRRS0110.action      = \ucee8\ud14c\uc774\ub108\uc758 \ucee8\ud150\uce20\ub97c \uc0ad\uc81c\ud558\uace0 \uc0ad\uc81c \ud504\ub85c\uc138\uc2a4\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud558\uc2ed\uc2dc\uc624.
FNRRS0110.message     = \ub17c\ub9ac\uc801\uc73c\ub85c \uc0ad\uc81c\ub41c \ucee8\ud14c\uc774\ub108 \ub300\uc0c1\uc774 \ud3ec\ud568\ub41c \ucee8\ud14c\uc774\ub108 ''{0}''\uc740(\ub294) \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0110.arg.0       = delete_target

FNRRS0111.explanation = \ube44\ud65c\uc131 \uc0c1\ud0dc\uc5d0 \uc788\ub294 \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\uc5d0 \uc0c8 \ud558\uc704 \ucee8\ud14c\uc774\ub108\ub97c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0111.action      = \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\ub97c \ud65c\uc131\ud654\ud558\uac70\ub098 \ucd94\uac00\ud560 \ub2e4\ub978 \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\ub97c \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.
FNRRS0111.message     = \ube44\ud65c\uc131 \uc0c1\uc704 \ucee8\ud14c\uc774\ub108 ''{0}''\uc5d0 \ud558\uc704 \ucee8\ud14c\uc774\ub108\ub97c \uc0c8\ub85c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0111.arg.0       = parent_container

FNRRS0112.explanation = ID\ub85c \ucee8\ud150\uce20 \ud56d\ubaa9\uc744 \uc9c0\uc815\ud55c \uacbd\uc6b0\uc5d0\ub294 \ucee8\ud150\uce20 \uc800\uc7a5\uc18c\ub3c4 \uc9c0\uc815\ud574\uc57c \ud569\ub2c8\ub2e4.
FNRRS0112.action      = \ucee8\ud150\uce20 \ud56d\ubaa9 ID\uc5d0 \uc801\ud569\ud55c \ucee8\ud150\uce20 \uc800\uc7a5\uc18c\ub97c \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0112.message     = \uc120\uc5b8 \uc624\ub958, \ucee8\ud150\uce20 \ud56d\ubaa9 ID\uc5d0 \uc801\ud569\ud55c \ucee8\ud150\uce20 \uc800\uc7a5\uc18c\uac00 \uc9c0\uc815\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4.

FNRRS0113.explanation = \ub808\ucf54\ub4dc\ub97c \uc0c8\ub85c \uc120\uc5b8\ud558\ub294 \uc911\uc5d0 \ub458 \uc774\uc0c1\uc758 \ub300\uc0c1 \ucee8\ud14c\uc774\ub108\ub97c \uc9c0\uc815\ud558\uba74 \ube44\uc2b7\ud55c \ucee8\ud14c\uc774\ub108\uac00 \ubaa8\ub450 \ub3d9\uc77c\ud55c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0 \uc18d\ud558\uac8c \ub429\ub2c8\ub2e4.
FNRRS0113.action      = \ub808\ucf54\ub4dc \uc120\uc5b8 \ub300\uc0c1 \ucee8\ud14c\uc774\ub108\uac00 \ubaa8\ub450 \ub3d9\uc77c\ud55c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0 \uc18d\ud558\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0113.message     = \uc120\uc5b8 \uc624\ub958, \ub300\uc0c1 \ucee8\ud14c\uc774\ub108\ub294 \ub3d9\uc77c\ud55c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0 \uc18d\ud574\uc57c \ud569\ub2c8\ub2e4.

FNRRS0114.explanation = \ub808\ucf54\ub4dc \uc120\uc5b8 \ub300\uc0c1 \ucee8\ud14c\uc774\ub108 \uc911 \ud558\ub098\uac00 \uc774\uc804\uc5d0 \ub17c\ub9ac\uc801\uc73c\ub85c \uc0ad\uc81c\ub418\uc5b4\uc11c \uc0c8 \ub808\ucf54\ub4dc\ub97c \ud3ec\ud568\ud558\uae30\uc5d0 \ubd80\uc801\ud569\ud569\ub2c8\ub2e4.
FNRRS0114.action      = \ubaa9\ub85d\uc5d0\uc11c \uc774 \ucee8\ud14c\uc774\ub108\ub97c \uc81c\uac70\ud558\uac70\ub098, \ub300\uccb4 \ucee8\ud14c\uc774\ub108\ub97c \uc120\ud0dd\ud558\uac70\ub098 \ub610\ub294 \ubaa8\ub450 \uc218\ud589\ud558\uc2ed\uc2dc\uc624.
FNRRS0114.message     = \uc120\uc5b8 \uc624\ub958, \ub300\uc0c1 \ucee8\ud14c\uc774\ub108 ''{0}''\uc774(\uac00) \ub17c\ub9ac\uc801\uc73c\ub85c \uc0ad\uc81c\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
FNRRS0114.arg.0       = container_ident

FNRRS0115.explanation = \ub2eb\ud78c \ucee8\ud14c\uc774\ub108\uc5d0\ub294 \ub808\ucf54\ub4dc\ub97c \uc120\uc5b8\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0115.action      = \ucee8\ud14c\uc774\ub108\ub97c \ub2e4\uc2dc \uc5f4\uace0 \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uac70\ub098 \ub2e4\ub978 \ucee8\ud14c\uc774\ub108\ub97c \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.
FNRRS0115.message     = \uc120\uc5b8 \uc624\ub958, \ub300\uc0c1 \ucee8\ud14c\uc774\ub108 ''{0}''\uc774(\uac00) \ub2eb\ud600 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0115.arg.0       = container_ident

FNRRS0116.explanation = \ub808\ucf54\ub4dc \uc120\uc5b8 \ub300\uc0c1 \ucee8\ud14c\uc774\ub108 \uc911 \ud558\ub098\uac00 \ud604\uc7ac \ube44\ud65c\uc131\ud654\ub418\uc5b4 \uc788\uc5b4\uc11c \uc0c8 \ub808\ucf54\ub4dc\ub97c \ud3ec\ud568\ud558\uae30\uc5d0 \ubd80\uc801\ud569\ud569\ub2c8\ub2e4.
FNRRS0116.action      = \uc774 \ucee8\ud14c\uc774\ub108\ub97c \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \ub300\uc0c1 \ucee8\ud14c\uc774\ub108 \ubaa9\ub85d\uc5d0\uc11c \uc81c\uac70\ud558\uc2ed\uc2dc\uc624.
FNRRS0116.message     = \uc120\uc5b8 \uc624\ub958, \ub300\uc0c1 \ucee8\ud14c\uc774\ub108 ''{0}''\uc774(\uac00) \ube44\ud65c\uc131 \uc0c1\ud0dc\uc5d0 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0116.arg.0       = container_ident

FNRRS0117.explanation = physical-type \ucee8\ud14c\uc774\ub108 \ud558\ub098\ub9cc \ub808\ucf54\ub4dc \uc120\uc5b8 \ub300\uc0c1\uc73c\ub85c \uc9c0\uc815\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0117.action      = \ub300\uc0c1 \ucee8\ud14c\uc774\ub108 \ubaa9\ub85d\uc744 \ub2e8\uc77c physical-type \ucee8\ud14c\uc774\ub108\ub85c \uc81c\ud55c\ud558\uc2ed\uc2dc\uc624.
FNRRS0117.message     = \uc120\uc5b8 \uc624\ub958, \ub458 \uc774\uc0c1\uc758 physical-type \ucee8\ud14c\uc774\ub108\uac00 \uc9c0\uc815\ub418\uc5c8\uc2b5\ub2c8\ub2e4.

FNRRS0118.explanation = \uc0c8 \ub808\ucf54\ub4dc\uc640 \uc5f0\uad00\ub41c \ubaa8\ub4e0 \ucee8\ud150\uce20 \ud56d\ubaa9\uc740 \ub3d9\uc77c\ud55c \ucee8\ud150\uce20 \uc800\uc7a5\uc18c\uc5d0 \uc18d\ud574\uc57c \ud569\ub2c8\ub2e4.
FNRRS0118.action      = \uc5f0\uad00\ub41c \ucee8\ud150\uce20 \ud56d\ubaa9\uc774 \ubaa8\ub450 \ub3d9\uc77c\ud55c \ucee8\ud150\uce20 \uc800\uc7a5\uc18c\uc5d0 \uc18d\ud558\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0118.message     = \uc120\uc5b8 \uc624\ub958, \uc9c0\uc815\ub41c \uc0c8 \ub808\ucf54\ub4dc \uc120\uc5b8\uc6a9 \ucee8\ud150\uce20 \ud56d\ubaa9\uc774 \ub2e4\ub978 \ucee8\ud150\uce20 \uc800\uc7a5\uc18c\uc5d0 \uc18d\ud574 \uc788\uc2b5\ub2c8\ub2e4.

FNRRS0119.explanation = CanDeclare \ud2b9\uc131\uc774 false\uc774\uac70\ub098 \ud574\ub2f9 \ud56d\ubaa9\uc774 \uc608\uc57d \uc0c1\ud0dc\uc5d0 \uc788\uac70\ub098 \uc774\ubbf8 \uc120\uc5b8\ub418\uc5b4 \uc788\uae30 \ub54c\ubb38\uc5d0 \uc9c0\uc815\ub41c \ucee8\ud150\uce20 \ud56d\ubaa9\uc774 \ub808\ucf54\ub4dc \uc120\uc5b8\uc5d0 \ubd80\uc801\ud569\ud569\ub2c8\ub2e4.
FNRRS0119.action      = \uc624\ub958\uac00 \uc788\ub294 \ucee8\ud150\uce20 \ud56d\ubaa9\uc744 \uc815\uc815\ud558\uac70\ub098 \ub2e4\ub978 \ucee8\ud150\uce20 \ud56d\ubaa9\uc744 \uc9c0\uc815\ud558\uc2ed\uc2dc\uc624.
FNRRS0119.message     = \uc120\uc5b8 \uc624\ub958, \uc9c0\uc815\ub41c \ucee8\ud150\uce20 \ud56d\ubaa9 ''{0}''\uc774(\uac00) \ub808\ucf54\ub4dc \uc120\uc5b8\uc5d0 \ubd80\uc801\ud569\ud569\ub2c8\ub2e4.
FNRRS0119.arg.0       = contentItem_ident

FNRRS0120.explanation = \ud574\ub2f9 \ub808\ucf54\ub4dc\ub098 \ud558\ub098 \uc774\uc0c1\uc758 \uc0c1\uc704 \ub808\ucf54\ub4dc\uc5d0 \uc9c1\uc811 \uc874\uc7ac\ud558\ub294 \uae30\uc874 \ubcf4\ub958\ud56d\ubaa9 \ub54c\ubb38\uc5d0 \uc9c0\uc815\ub41c \ub808\ucf54\ub4dc\ub97c \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0120.action      = \ubb38\uc81c\uac00 \ub418\ub294 \ubcf4\ub958\ud56d\ubaa9\uc744 \uc81c\uac70\ud558\uace0 \uc0ad\uc81c \ud504\ub85c\uc138\uc2a4\ub97c \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624.
FNRRS0120.message     = \uae30\uc874 \ubcf4\ub958 \uc870\uac74 \ub54c\ubb38\uc5d0 \ub808\ucf54\ub4dc ''{0}''\uc744(\ub97c) \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0120.arg.0       = delete_target

FNRRS0121.explanation = \ub808\ucf54\ub4dc \uc624\ube0c\uc81d\ud2b8\uc758 \ub300\uccb4 \ud2b9\uc131 \uac12\uc5d0\ub294 \uae30\uc874 \ub808\ucf54\ub4dc \uc624\ube0c\uc81d\ud2b8\ub9cc \ud3ec\ud568\ub420 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0121.action      = \ub300\uccb4 \ud2b9\uc131\uc5d0 \uc9c0\uc815\ub41c \uc624\ube0c\uc81d\ud2b8 \uac12\uc774 com.ibm.jarm.api.core.Record \uc720\ud615\uc778\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0121.message     = \uc120\uc5b8 \uc624\ub958, \uc0c8 \ub808\ucf54\ub4dc\uc758 \ub300\uccb4 \ud2b9\uc131 \uac12\uc740 \ub610 \ub2e4\ub978 \ub808\ucf54\ub4dc \uc624\ube0c\uc81d\ud2b8\uc5ec\uc57c \ud569\ub2c8\ub2e4.

FNRRS0122.explanation = \uc0c8 \ub808\ucf54\ub4dc \ub300\uccb4 \ud2b9\uc131 \uac12\uc758 \ub300\uc0c1 \ub808\ucf54\ub4dc\uac00 \uc774\ubbf8 \ub300\uccb4\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
FNRRS0122.action      = \uc774\ubbf8 \ub300\uccb4\ub41c \uae30\uc874 \ub808\ucf54\ub4dc\ub97c \ub300\uccb4\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\uc9c0 \ub9c8\uc2ed\uc2dc\uc624.
FNRRS0122.message     = \uc0c8 \ub808\ucf54\ub4dc \ub300\uccb4 \ud2b9\uc131\uc758 \ub300\uc0c1 \ub808\ucf54\ub4dc\uac00 \uc774\uc804\uc5d0 \uc774\ubbf8 \ub300\uccb4\ub418\uc5c8\uc2b5\ub2c8\ub2e4.

FNRRS0123.explanation = \uc720\ud6a8\uc131\uc744 \uac80\uc99d\ud558\uae30 \uc704\ud574 \uc0c8 \ub808\ucf54\ub4dc \ub300\uccb4 \ud2b9\uc131 \uac12\uc758 \ub300\uc0c1 \ub808\ucf54\ub4dc\ub97c \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0123.action      = \ub300\uccb4 \ub300\uc0c1 \ub808\ucf54\ub4dc \uac12\uc774 \uc5ec\uc804\ud788 \uc874\uc7ac\ud558\ub294\uc9c0, \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \uc774 \uac12\uc5d0 \ub300\ud55c \ud544\uc218 \ubcf4\uc548 \uc561\uc138\uc2a4 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uac70\ub098 \ub610\ub294 \ubaa8\ub450 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0123.message     = \uc120\uc5b8 \uc624\ub958, \uc0c8 \ub808\ucf54\ub4dc \ub300\uccb4 \ud2b9\uc131\uc758 \ub300\uc0c1 \ub808\ucf54\ub4dc\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0124.explanation = \uc0c8 \ub808\ucf54\ub4dc \ub300\uccb4 \ud2b9\uc131 \uac12\uc758 \ub300\uc0c1 \ub808\ucf54\ub4dc\uc5d0 \uc4f8 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0124.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub300\uccb4 \ub300\uc0c1 \ub808\ucf54\ub4dc \uac12\uc5d0 \ub300\ud55c \ud544\uc218 \uc4f0\uae30 \uc561\uc138\uc2a4 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0124.message     = \uc120\uc5b8 \uc624\ub958, \uc0c8 \ub808\ucf54\ub4dc \ub300\uccb4 \ud2b9\uc131\uc758 \ub300\uc0c1 \ub808\ucf54\ub4dc\uc5d0 \uc4f8 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0125.explanation = \uc0c8 \ub808\ucf54\ub4dc\uc758 Receipt Of \ud2b9\uc131 \uac12\uc758 \ub300\uc0c1 \ub808\ucf54\ub4dc\uac00 \uc774\ubbf8 \uc218\uc2e0 \ub808\ucf54\ub4dc\uc785\ub2c8\ub2e4.
FNRRS0125.action      = \ub300\uccb4 \ub808\ucf54\ub4dc\ub97c Receipt Of \uac12\uc73c\ub85c \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.
FNRRS0125.message     = \uc120\uc5b8 \uc624\ub958, \uc0c8 \ub808\ucf54\ub4dc\uc758 Receipt Of \ud2b9\uc131 \uac12\uc758 \ub300\uc0c1 \ub808\ucf54\ub4dc\uac00 \uc774\ubbf8 \uc218\uc2e0 \ub808\ucf54\ub4dc\uc785\ub2c8\ub2e4.

FNRRS0126.explanation = DoD \ubd84\ub958 \ub370\uc774\ud130 \ubaa8\ub378\uc744 \uc0ac\uc6a9\ud558\uc5ec \uad6c\uc131\ud55c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0\uc11c \ub808\ucf54\ub4dc\ub97c \uc120\uc5b8\ud558\ub824\uba74 \ub110(NULL)\uc774 \uc544\ub2c8\uac70\ub098 \ube44\uc5b4 \uc788\uc9c0 \uc54a\uc740 \ud604\uc7ac \ubd84\ub958 \ud2b9\uc131 \uac12\uc774 \ud544\uc694\ud569\ub2c8\ub2e4.
FNRRS0126.action      = \uc720\ud6a8\ud55c Current Classification \ud2b9\uc131 \uac12\uc744 \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0126.message     = \uc120\uc5b8 \uc624\ub958, ''Current Classification'' \ud2b9\uc131\uc774 \ub204\ub77d\ub418\uc5c8\uac70\ub098 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.

FNRRS0127.explanation = \ubd84\ub958\ub41c \ub808\ucf54\ub4dc\uc5d0\ub294 \uc720\ud6a8\ud55c Initial Classification \ud2b9\uc131 \uac12\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
FNRRS0127.action      = \uc720\ud6a8\ud55c Initial Classification \ud2b9\uc131 \uac12\uc744 \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0127.message     = \uc120\uc5b8 \uc624\ub958, ''Initial Classification'' \ud2b9\uc131\uc774 \ub204\ub77d\ub418\uc5c8\uac70\ub098 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.

FNRRS0128.explanation = \ubd84\ub958 \ub808\ucf54\ub4dc\uc758 \uacbd\uc6b0, Derived From \ud2b9\uc131\uc774 \uc81c\uacf5\ub418\uba74 Classified By \ubc0f Reasons For Classification \ud2b9\uc131\uc774 \uc81c\uacf5\ub429\ub2c8\ub2e4.
FNRRS0128.action      = Classified By \ubc0f Reasons For Classification \ud2b9\uc131 \uac12\uc744 \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0128.message     = \uc120\uc5b8 \uc624\ub958, ''''Classification Authority'' \ud2b9\uc131\uc774 \ub204\ub77d\ub418\uc5c8\uac70\ub098 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.

FNRRS0129.explanation = \ubd84\ub958\ub41c \ub808\ucf54\ub4dc\uc758 \uacbd\uc6b0, Exemption\uc774 \uc9c0\uc815\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc73c\uba74 \uc720\ud6a8\ud55c Declassify On Date \ub610\ub294 Declassify On Event\ub97c \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
FNRRS0129.action      = \uc720\ud6a8\ud55c Exemption\uc744 \uc81c\uacf5\ud558\uac70\ub098 \uc720\ud6a8\ud55c Declassify On Date \ub610\ub294 Declassify On Event\ub97c \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0129.message     = \uc120\uc5b8 \uc624\ub958, \uc720\ud6a8\ud55c ''Declassify On Date'' \ub610\ub294 ''Declassify On Event'' \ud2b9\uc131\uc774 \ub204\ub77d\ub418\uc5c8\uc2b5\ub2c8\ub2e4.

FNRRS0130.explanation = \ubd84\ub958\ub41c \ub808\ucf54\ub4dc\uc758 \uacbd\uc6b0, Exemption\uc774 \uc9c0\uc815\ub418\uc5b4 \uc788\uc9c0 \uc54a\uace0 Declassify On Date\uac00 \uc81c\uacf5\ub418\uba74 \uc774 \ub0a0\uc9dc\ub294 \ud604\uc7ac\uc758 PD(Presidential directive)\uc5d0\uc11c \uc9c0\uc815\ud55c \uc2dc\uac04 \ud55c\uacc4 \ub0b4\uc5d0 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
FNRRS0130.action      = \uc720\ud6a8\ud55c Exemption\uc744 \uc81c\uacf5\ud558\uac70\ub098 \uc720\ud6a8\ud55c Declassify On Date \ub610\ub294 Declassify On Event\ub97c \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0130.message     = \uc120\uc5b8 \uc624\ub958, \uc9c0\uc815\ub41c ''Declassify On Date'' \ud2b9\uc131\uc774 \ubc94\uc704\ub97c \ubc97\uc5b4\ub0ac\uc2b5\ub2c8\ub2e4.

FNRRS0131.explanation = \ubd84\ub958\ub41c \ub808\ucf54\ub4dc\uc758 \uacbd\uc6b0, \uc81c\ud55c\ub41c \ubcf4\ucda9 \ub9c8\ud0b9\uc774 \uc9c0\uc815\ub418\uba74 Declassify On Date\ub3c4 Declassify On Event\ub3c4 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0131.action      = Declassify On Date \ub610\ub294 Declassify On Event \uac12\uc744 \uc81c\uac70\ud558\uac70\ub098 \uc81c\ud55c\uc801 \ubcf4\ucda9 \ub9c8\ud0b9\uc744 \uc81c\uac70\ud558\uc2ed\uc2dc\uc624.
FNRRS0131.message     = \uc120\uc5b8 \uc624\ub958, \uc81c\ud55c\ub41c \ub808\ucf54\ub4dc\uc5d0\ub294 Declassify On Date \ud2b9\uc131\ub3c4 Declassify On Event \ud2b9\uc131\ub3c4 \uc788\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0132.explanation = \ubd84\ub958\ub41c \ub808\ucf54\ub4dc\uc758 \uacbd\uc6b0, \uc81c\ud55c\ub41c Supplemental Marking\uc774 \uc9c0\uc815\ub418\uba74 Exemption \uac12\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0132.action      = Exemption \uac12\uc744 \uc81c\uac70\ud558\uac70\ub098 \uc81c\ud55c\uc801 Supplemental Marking\uc744 \uc81c\uac70\ud558\uc2ed\uc2dc\uc624.
FNRRS0132.message     = \uc120\uc5b8 \uc624\ub958, \uc81c\ud55c\ub41c \ub808\ucf54\ub4dc\uc5d0\ub294 ''Exemption'' \ud2b9\uc131\uc774 \uc788\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0133.explanation = \ubd84\ub958\ub41c \ub808\ucf54\ub4dc\uc758 \uacbd\uc6b0, \uc81c\ud55c\ub41c Supplemental Marking\uc774 \uc9c0\uc815\ub418\uba74 Downgrade \ud2b9\uc131 \uac12\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0133.action      = Downgrade \uac12\uc744 \uc81c\uac70\ud558\uac70\ub098 \uc81c\ud55c\uc801 \ubcf4\ucda9 \ub9c8\ud0b9\uc744 \uc81c\uac70\ud558\uc2ed\uc2dc\uc624.
FNRRS0133.message     = \uc120\uc5b8 \uc624\ub958, \uc81c\ud55c\ub41c \ub808\ucf54\ub4dc\uc5d0\ub294 ''Downgrade On Date'' \ub610\ub294 ''Downgrade On Events'' \ud2b9\uc131\uc774 \uc788\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0134.explanation = \ubd84\ub958\ub41c \ub808\ucf54\ub4dc\uc758 \uacbd\uc6b0\uc5d0\ub294 \uc720\ud6a8\ud55c Classifying Agency \ud2b9\uc131\uc744 \uc9c0\uc815\ud574\uc57c \ud569\ub2c8\ub2e4.
FNRRS0134.action      = \uc720\ud6a8\ud55c Classifying Agency \ud2b9\uc131\uc744 \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0134.message     = \uc120\uc5b8 \uc624\ub958, ''Classifying Agency'' \ud2b9\uc131\uc774 \ub204\ub77d\ub418\uc5c8\uac70\ub098 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.

FNRRS0135.explanation = \ubd84\ub958\ub41c \ub808\ucf54\ub4dc\uc758 \uacbd\uc6b0, Downgrade On Date \ub610\ub294 Downgrade On Events\uac00 \uc9c0\uc815\ub418\uc5b4 \uc788\uc73c\uba74 Downgrade Instructions \ud2b9\uc131\ub3c4 \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
FNRRS0135.action      = Downgrade Instructions\ub97c \uc81c\uacf5\ud558\uac70\ub098, Downgrade On Date \ubc0f Downgrade On Events \ud2b9\uc131\uc744 \uc9c0\uc815\ud558\uc9c0 \ub9c8\uc2ed\uc2dc\uc624.
FNRRS0135.message     = \uc120\uc5b8 \uc624\ub958, ''Downgrade Instructions'' \ud2b9\uc131\uc774 \ub204\ub77d\ub418\uc5c8\uac70\ub098 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.

FNRRS0136.explanation = \ubd84\ub958\ub41c \ub808\ucf54\ub4dc\uc758 \uacbd\uc6b0, Upgraded On \ud2b9\uc131\uc774 \uc9c0\uc815\ub418\uc5b4 \uc788\uc73c\uba74 Reasons For Upgrade \ud2b9\uc131\ub3c4 \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
FNRRS0136.action      = Reasons For Upgrade\ub97c \uc81c\uacf5\ud558\uac70\ub098, Upgraded On \ud2b9\uc131\uc744 \uc9c0\uc815\ud558\uc9c0 \ub9c8\uc2ed\uc2dc\uc624.
FNRRS0136.message     = \uc120\uc5b8 \uc624\ub958, ''Reasons For Upgrade'' \ud2b9\uc131\uc774 \ub204\ub77d\ub418\uc5c8\uac70\ub098 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.

FNRRS0137.explanation = \ubd84\ub958\ub41c \ub808\ucf54\ub4dc\uc758 \uacbd\uc6b0, Upgraded On \ud2b9\uc131\uc774 \uc9c0\uc815\ub418\uc5b4 \uc788\uc73c\uba74 Upgraded By \ud2b9\uc131\ub3c4 \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
FNRRS0137.action      = Upgraded By\ub97c \uc81c\uacf5\ud558\uac70\ub098, Upgraded On \ud2b9\uc131\uc744 \uc9c0\uc815\ud558\uc9c0 \ub9c8\uc2ed\uc2dc\uc624.
FNRRS0137.message     = \uc120\uc5b8 \uc624\ub958, ''Upgraded By'' \ud2b9\uc131\uc774 \ub204\ub77d\ub418\uc5c8\uac70\ub098 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.

FNRRS0138.explanation = \ubd84\ub958\ub41c \ub808\ucf54\ub4dc\uc758 \uacbd\uc6b0, Reviewed On \ud2b9\uc131\uc774 \uc9c0\uc815\ub418\uc5b4 \uc788\uc73c\uba74 Reviewed By \ud2b9\uc131\ub3c4 \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
FNRRS0138.action      = Reviewed By \ud2b9\uc131\uc744 \uc81c\uacf5\ud558\uac70\ub098, Reviewed On \ud2b9\uc131\uc744 \uc9c0\uc815\ud558\uc9c0 \ub9c8\uc2ed\uc2dc\uc624.
FNRRS0138.message     = \uc120\uc5b8 \uc624\ub958, ''Reviewed By'' \ud2b9\uc131\uc774 \ub204\ub77d\ub418\uc5c8\uac70\ub098 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.

FNRRS0139.explanation = \ubd84\ub958\ub41c \ub808\ucf54\ub4dc\uc758 \uacbd\uc6b0, Downgraded On \ud2b9\uc131\uc774 \uc9c0\uc815\ub418\uc5b4 \uc788\uc73c\uba74 Downgraded By \ud2b9\uc131\ub3c4 \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
FNRRS0139.action      = Downgraded By\ub97c \uc81c\uacf5\ud558\uac70\ub098, Downgraded On \ud2b9\uc131\uc744 \uc9c0\uc815\ud558\uc9c0 \ub9c8\uc2ed\uc2dc\uc624.
FNRRS0139.message     = \uc120\uc5b8 \uc624\ub958, ''Downgraded By'' \ud2b9\uc131\uc774 \ub204\ub77d\ub418\uc5c8\uac70\ub098 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.

FNRRS0140.explanation = \ubd84\ub958\ub41c \ub808\ucf54\ub4dc\uc758 \uacbd\uc6b0, Declassified On \ud2b9\uc131\uc774 \uc9c0\uc815\ub418\uc5b4 \uc788\uc73c\uba74 Declassified By \ud2b9\uc131\ub3c4 \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
FNRRS0140.action      = Declassified By\ub97c \uc81c\uacf5\ud558\uac70\ub098, Declassified On \ud2b9\uc131\uc744 \uc9c0\uc815\ud558\uc9c0 \ub9c8\uc2ed\uc2dc\uc624.
FNRRS0140.message     = \uc120\uc5b8 \uc624\ub958, ''Declassified By'' \ud2b9\uc131\uc774 \ub204\ub77d\ub418\uc5c8\uac70\ub098 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.

FNRRS0141.explanation = \ubd84\ub958\ub41c \ub808\ucf54\ub4dc \uc120\uc5b8 \uc2dc\ub3c4\uc5d0\uc11c DoD \ubd84\ub958\ub41c \uc720\ud6a8\uc131 \uac80\uc99d\uc774 \ud558\ub098 \uc774\uc0c1 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0141.action      = \uac01 \uc720\ud6a8\uc131 \uac80\uc99d \uc2e4\ud328\uc5d0 \ub300\ud55c \uc138\ubd80\uc0ac\ud56d\uc740 \uc608\uc678 \uc624\ub958 \ub808\ucf54\ub4dc \ucf5c\ub809\uc158\uc744 \uac80\uc0ac\ud558\uc2ed\uc2dc\uc624.
FNRRS0141.message     = \uc120\uc5b8 \uc624\ub958, DoD \ubd84\ub958\ub41c \uc720\ud6a8\uc131 \uac80\uc99d \uc624\ub958\uac00 \ud558\ub098 \uc774\uc0c1 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \uc608\uc678 \uc624\ub958 \ub808\ucf54\ub4dc\ub97c \ucc38\uc870\ud558\uc2ed\uc2dc\uc624.

FNRRS0142.explanation = \ub808\ucf54\ub4dc \ucee8\ud14c\uc774\ub108\ub97c \ud65c\uc131\uc73c\ub85c \uc124\uc815\ud558\ub824\uace0 \uc2dc\ub3c4\ud588\uc9c0\ub9cc \uc774 \ucee8\ud14c\uc774\ub108\uac00 \uc774\ubbf8 \ud65c\uc131 \uc0c1\ud0dc\uc5d0 \uc788\uc2b5\ub2c8\ub2e4. \ud65c\uc131 \ucee8\ud14c\uc774\ub108\ub294 \ud65c\uc131\uc73c\ub85c \uc124\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0142.action      = \uc774\ubbf8 \ud65c\uc131 \uc0c1\ud0dc\uc5d0 \uc788\ub294\ub370\ub3c4 \ucee8\ud14c\uc774\ub108\ub97c \ud65c\uc131\uc73c\ub85c \uc124\uc815\ud558\ub824\ub294 \uc774\uc720\ub97c \ud310\ubcc4\ud558\uc2ed\uc2dc\uc624.
FNRRS0142.message     = \uc774\ubbf8 \ud65c\uc131 \uc0c1\ud0dc\uc5d0 \uc788\uae30 \ub54c\ubb38\uc5d0 \ucee8\ud14c\uc774\ub108\ub97c \ud65c\uc131\uc73c\ub85c \uc124\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0143.explanation = \ub808\ucf54\ub4dc \ucee8\ud14c\uc774\ub108\ub97c \ube44\ud65c\uc131\uc73c\ub85c \uc124\uc815\ud558\ub824\uace0 \uc2dc\ub3c4\ud588\uc9c0\ub9cc \uc774 \ucee8\ud14c\uc774\ub108\uac00 \uc774\ubbf8 \ube44\ud65c\uc131 \uc0c1\ud0dc\uc5d0 \uc788\uc2b5\ub2c8\ub2e4. \ube44\ud65c\uc131 \ucee8\ud14c\uc774\ub108\ub294 \ube44\ud65c\uc131\uc73c\ub85c \uc124\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0143.action      = \uc774\ubbf8 \ube44\ud65c\uc131 \uc0c1\ud0dc\uc5d0 \uc788\ub294\ub370\ub3c4 \ucee8\ud14c\uc774\ub108\ub97c \ube44\ud65c\uc131\uc73c\ub85c \uc124\uc815\ud558\ub824\ub294 \uc774\uc720\ub97c \ud310\ubcc4\ud558\uc2ed\uc2dc\uc624.
FNRRS0143.message     = \ucee8\ud14c\uc774\ub108\uac00 \uc774\ubbf8 \ube44\ud65c\uc131 \uc0c1\ud0dc\uc774\ubbc0\ub85c \uc774\ub97c \ube44\ud65c\uc131\uc73c\ub85c \uc124\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0144.explanation = \ucee8\ud14c\uc774\ub108\uac00 \ube44\ud65c\uc131 \uc0c1\ud0dc\uc5d0 \uc788\uc744 \ub54c\ub294 \uc774 \ucee8\ud14c\uc774\ub108 \uacc4\uce35 \uad6c\uc870\uc758 \ub9e8 \uc544\ub798\uc5d0 \uc788\ub294 \ubaa8\ub4e0 \ud558\uc704 \ucee8\ud14c\uc774\ub108\ub3c4 \ube44\ud65c\uc131 \uc0c1\ud0dc\uc5d0 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4. \uc0c1\uc704 \ucee8\ud14c\uc774\ub108 \uc911 \ud558\ub098\uac00 \ube44\ud65c\uc131 \uc0c1\ud0dc\uc5d0 \uc788\uc744 \ub54c\ub294 \ucee8\ud14c\uc774\ub108\ub97c \ud65c\uc131\uc73c\ub85c \uc124\uc815\ud558\ub824\ub294 \uc2dc\ub3c4\uac00 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0144.action      = \ucee8\ud14c\uc774\ub108\ub97c \ud65c\uc131\uc73c\ub85c \uc124\uc815\ud574\uc57c \ud560 \uacbd\uc6b0\uc5d0\ub294 \uba3c\uc800 \ube44\ud65c\uc131 \uc0c1\ud0dc\uc5d0 \uc788\ub294 \ubaa8\ub4e0 \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\ub97c \ud65c\uc131\uc73c\ub85c \uc124\uc815\ud574\uc57c \ud569\ub2c8\ub2e4.
FNRRS0144.message     = \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\uac00 \ube44\ud65c\uc131 \uc0c1\ud0dc\uc774\ubbc0\ub85c \ucee8\ud14c\uc774\ub108\ub97c \ud65c\uc131\uc73c\ub85c \uc124\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0145.explanation = \ucee8\ud14c\uc774\ub108\ub97c \ube44\ud65c\uc131\uc73c\ub85c \uc124\uc815\ud560 \ub54c\ub294 \uc774\ub807\uac8c \uc218\ud589\ud558\ub294 \uc774\uc720\ub97c \uc9c0\uc815\ud574\uc57c \ud569\ub2c8\ub2e4. \uc774 \uc774\uc720\uc5d0\ub294 \uc774 \ucee8\ud14c\uc774\ub108\uac00 \ub354 \uc774\uc0c1 \ud65c\uc131\uc774 \uc544\ub2cc \uc774\uc720\uc5d0 \ub300\ud55c \uc815\ubcf4\uac00 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0145.action      = \ucee8\ud14c\uc774\ub108\ub97c \ube44\ud65c\uc131\uc73c\ub85c \uc124\uc815\ud558\ub294 \uc774\uc720\ub97c \uc9c0\uc815\ud558\uc2ed\uc2dc\uc624.
FNRRS0145.message     = \ucee8\ud14c\uc774\ub108\ub97c \ube44\ud65c\uc131\uc73c\ub85c \uc124\uc815\ud560 \ub54c\ub294 \uadf8 \uc774\uc720\uac00 \ud544\uc694\ud569\ub2c8\ub2e4.

FNRRS0146.explanation = \ub2eb\ud78c \ucee8\ud14c\uc774\ub108\ub97c \ub2e4\uc2dc \uc5f4 \uc218 \uc788\uc744 \ubfd0\uc785\ub2c8\ub2e4. \ucee8\ud14c\uc774\ub108\uac00 \uc774\ubbf8 \uc5f4\ub824 \uc788\uc73c\uba74 \ub2e4\uc2dc \uc5f4 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0146.action      = \ucee8\ud14c\uc774\ub108\uac00 \ub2eb\ud78c \uc0c1\ud0dc\uc5d0 \uc788\uc9c0 \uc54a\uc73c\uba74 \ucee8\ud14c\uc774\ub108\ub97c \ub2e4\uc2dc \uc5f4\uc9c0 \ub9c8\uc2ed\uc2dc\uc624.
FNRRS0146.message     = \ub2eb\uc9c0 \uc54a\uc740 \ucee8\ud14c\uc774\ub108\ub294 \ub2e4\uc2dc \uc5f4 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0147.explanation = \ub2e4\uc2dc \uc5f4\uae30 \uc218\ud589\uc740 \ud604\uc7ac \ub2eb\ud78c \uc0c1\ud0dc\uc5d0 \uc788\ub294 \ucee8\ud14c\uc774\ub108\uc5d0\ub9cc \uc720\ud6a8\ud569\ub2c8\ub2e4. \ud604\uc7ac \ucee8\ud14c\uc774\ub108\ub294 \uc774\ubbf8 \ub2eb\ud600 \uc788\uc73c\ubbc0\ub85c \ub2e4\uc2dc \uc5f4 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0147.action      = \ucee8\ud14c\uc774\ub108\uac00 \ub2eb\ud78c \uc0c1\ud0dc\uc5d0 \uc788\uc9c0 \uc54a\uc73c\uba74 \ucee8\ud14c\uc774\ub108\ub97c \ub2e4\uc2dc \uc5f4\uc9c0 \ub9c8\uc2ed\uc2dc\uc624.
FNRRS0147.message     = \uc774\ubbf8 \ub2e4\uc2dc \uc5f4\ub9b0 \ucee8\ud14c\uc774\ub108\ub294 \ub2e4\uc2dc \uc5f4 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0148.explanation = \ubaa8\ub4e0 \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\uac00 \uc5f4\ub9b0 \uc0c1\ud0dc\uc5d0 \uc788\ub294 \uacbd\uc6b0\uc5d0\ub9cc \ucee8\ud14c\uc774\ub108\ub97c \ub2e4\uc2dc \uc5f4 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\uac00 \ub2eb\ud600 \uc788\uc73c\uba74 \ud574\ub2f9 \ucee8\ud14c\uc774\ub108\ub97c \ub2e4\uc2dc \uc5f4 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0148.action      = \ubaa8\ub4e0 \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\uac00 \uc5f4\ub824 \uc788\uc9c0 \uc54a\uc740 \uacbd\uc6b0\uc5d0\ub294 \ucee8\ud14c\uc774\ub108\ub97c \ub2e4\uc2dc \uc5f4\uc9c0 \ub9c8\uc2ed\uc2dc\uc624.
FNRRS0148.message     = \ub2eb\ud78c \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\uac00 \uc788\ub294 \ucee8\ud14c\uc774\ub108\ub294 \ub2e4\uc2dc \uc5f4 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0149.explanation = \ucee8\ud14c\uc774\ub108\ub97c \ub2eb\uc744 \uacbd\uc6b0\uc5d0\ub294 \ucee8\ud14c\uc774\ub108\ub97c \ub2eb\ub294 \uc774\uc720\ub97c \uc9c0\uc815\ud574\uc57c \ud569\ub2c8\ub2e4. \uc774 \uc774\uc720\ub294 \ube44\uc5b4 \uc788\uc9c0 \uc54a\uc740 \uc720\ud6a8\ud55c \ubb38\uc790\uc5f4\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4.
FNRRS0149.action      = \ucee8\ud14c\uc774\ub108\ub97c \ub2eb\ub294 \uc774\uc720\ub97c \uc124\uba85\ud558\ub294 \ube44\uc5b4 \uc788\uc9c0 \uc54a\uc740 \ubb38\uc790\uc5f4\uc744 \uc9c0\uc815\ud558\uc2ed\uc2dc\uc624.
FNRRS0149.message     = \ucee8\ud14c\uc774\ub108\ub97c \ub2eb\uc744 \ub54c\ub294 \uadf8 \uc774\uc720\ub97c \uc9c0\uc815\ud574\uc57c \ud569\ub2c8\ub2e4.

FNRRS0150.explanation = \uc774\ubbf8 \ub2eb\ud78c \ucee8\ud14c\uc774\ub108\ub294 \ub2eb\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ucee8\ud14c\uc774\ub108\uac00 \uc5f4\ub824 \uc788\uac70\ub098(\ub2eb\ud600 \uc788\uc9c0 \uc54a\uc740), \ub2e4\uc2dc \uc5f4\ub9b0(\ub2eb\ud600 \uc788\uc5c8\uc9c0\ub9cc \ud604\uc7ac \ub2e4\uc2dc \uc5f4\ub9b0) \uacbd\uc6b0\uc5d0\ub9cc \ucee8\ud14c\uc774\ub108\ub97c \ub2eb\uc744 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0150.action      = \ucee8\ud14c\uc774\ub108\ub97c \ub2eb\uc73c\ub824\uace0 \uc2dc\ub3c4\ud558\uae30 \uc804\uc5d0 \ucee8\ud14c\uc774\ub108\uac00 \uc774\ubbf8 \ub2eb\ud600 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0150.message     = \ucee8\ud14c\uc774\ub108\uac00 \uc774\ubbf8 \ub2eb\ud600 \uc788\uc5b4\uc11c \ucee8\ud14c\uc774\ub108\ub97c \ub2eb\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0151.explanation = \ud604\uc7ac \ube44\ud65c\uc131 \uc0c1\ud0dc\uc5d0 \uc788\ub294 \ucee8\ud14c\uc774\ub108\uc5d0\ub294 \ub808\ucf54\ub4dc\ub97c \ubcf4\uad00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0151.action      = \ucee8\ud14c\uc774\ub108\ub97c \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \ub2e4\ub978 \ubcf4\uad00 \ub300\uc0c1\uc744 \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.
FNRRS0151.message     = \ube44\ud65c\uc131 \ucee8\ud14c\uc774\ub108\uc5d0 \ub808\ucf54\ub4dc\ub97c \ubcf4\uad00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0152.explanation = \ud604\uc7ac \ub2eb\ud600 \uc788\ub294 \ucee8\ud14c\uc774\ub108\uc5d0 \ub808\ucf54\ub4dc\ub97c \ubcf4\uad00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0152.action      = \ucee8\ud14c\uc774\ub108\ub97c \ub2e4\uc2dc \uc5f4\uac70\ub098 \ub2e4\ub978 \ubcf4\uad00 \ub300\uc0c1\uc744 \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.
FNRRS0152.message     = \ub2eb\ud78c \ucee8\ud14c\uc774\ub108\uc5d0 \ub808\ucf54\ub4dc\ub97c \ubcf4\uad00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0153.explanation = \ubcf4\uad00 \ub300\uc0c1 \ucee8\ud14c\uc774\ub108\uc5d0\ub294 \uc774 \ub808\ucf54\ub4dc \uc720\ud615\uc744 \ud3ec\ud568\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0153.action      = \ub808\ucf54\ub4dc\ub97c \ubcf4\uad00\ud560 \ub300\uccb4 \ucee8\ud14c\uc774\ub108\ub97c \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.
FNRRS0153.message     = \ubcf4\uad00 \ub300\uc0c1 \ucee8\ud14c\uc774\ub108\uc5d0\ub294 \uc5d4\ud2f0\ud2f0 \uc720\ud615 {0}\uc758 \ub808\ucf54\ub4dc\ub97c \ud3ec\ud568\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0154.explanation = \uc9c0\uc815\ub41c \ub300\uc0c1 \ucee8\ud14c\uc774\ub108\ub098 \ud65c\uc131 \ud558\uc704 \ubcfc\ub968\uc5d0 \ub808\ucf54\ub4dc\uac00 \uc774\ubbf8 \uc874\uc7ac\ud569\ub2c8\ub2e4.
FNRRS0154.action      = \ub808\ucf54\ub4dc\ub97c \ubcf4\uad00\ud560 \ub300\uccb4 \ucee8\ud14c\uc774\ub108\ub97c \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.
FNRRS0154.message     = \ub300\uc0c1 \ucee8\ud14c\uc774\ub108\ub098 \ud65c\uc131 \ud558\uc704 \ubcfc\ub968\uc5d0 \ub808\ucf54\ub4dc\uac00 \uc774\ubbf8 \uc874\uc7ac\ud558\uae30 \ub54c\ubb38\uc5d0 \ub808\ucf54\ub4dc\ub97c \ubcf4\uad00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0155.explanation = \uae30\uc874 \ud30c\uc77c \uacc4\ud68d \ubc16\uc5d0 \uc788\ub294 \ucee8\ud14c\uc774\ub108\uc5d0\ub294 \ub808\ucf54\ub4dc\ub97c \ubcf4\uad00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0155.action      = \ud574\ub2f9 \ub808\ucf54\ub4dc\uc758 \uae30\uc874 \ud30c\uc77c \uacc4\ud68d \uc548\uc5d0 \uc788\ub294 \ucee8\ud14c\uc774\ub108\ub97c \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.
FNRRS0155.message     = \uae30\uc874 \ud30c\uc77c \uacc4\ud68d \ubc16\uc5d0 \uc788\ub294 \ucee8\ud14c\uc774\ub108\uc5d0\ub294 \ub808\ucf54\ub4dc\ub97c \ubcf4\uad00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0156.explanation = \ub458 \uc774\uc0c1\uc758 \uc2e4\uc81c \ucee8\ud14c\uc774\ub108\uc5d0\ub294 \uc2e4\uc81c \ub808\ucf54\ub4dc\ub97c \ubcf4\uad00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0156.action      = \uc2e4\uc81c \ub808\ucf54\ub4dc\uc758 \ud3ec\ud568\uc744 \ub2e8\uc77c \uc2e4\uc81c \ucee8\ud14c\uc774\ub108\ub85c \uc81c\ud55c\ud558\uc2ed\uc2dc\uc624.
FNRRS0156.message     = \ub458 \uc774\uc0c1\uc758 \uc2e4\uc81c \ucee8\ud14c\uc774\ub108\uc5d0\ub294 \uc2e4\uc81c \ub808\ucf54\ub4dc\ub97c \ubcf4\uad00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0157.explanation = \ub458 \uc774\uc0c1\uc758 \uc2e4\uc81c \ucee8\ud14c\uc774\ub108\uc5d0\ub294 \uc2e4\uc81c \ub808\ucf54\ub4dc\ub97c \ubcf4\uad00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0157.action      = \uc2e4\uc81c \ub808\ucf54\ub4dc\uc758 \ud3ec\ud568\uc744 \ub2e8\uc77c \uc2e4\uc81c \ucee8\ud14c\uc774\ub108\ub85c \uc81c\ud55c\ud558\uc2ed\uc2dc\uc624.
FNRRS0157.message     = \uae30\uc874 \ucc98\ub9ac \uc2a4\ucf00\uc904 \uc9c0\uc815 {0}\uc744(\ub97c) \ucde8\uc18c\ud560 \ub54c\ub294 \uc9c0\uc815\ub41c SchedulePropagation \ubaa8\ub4dc\ub97c \uc801\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0158.explanation = \uc9c0\uc815\ub41c \ubcf4\ub958\ud56d\ubaa9\uc774 \ud574\ub2f9 \uc5d4\ud2f0\ud2f0\uc640 \uc5f0\uad00\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc544\uc11c \uc774 \ubcf4\ub958\ud56d\ubaa9\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0158.action      = \ubcf4\ub958\ud56d\ubaa9 \uc624\ube0c\uc81d\ud2b8\ub97c \uc81c\uac70\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\uae30 \uc804\uc5d0 \uc774 \uc624\ube0c\uc81d\ud2b8\uac00 \uc5d4\ud2f0\ud2f0\uc640 \uc5f0\uad00\ub418\uc5b4 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0158.message     = \ubcf4\ub958\ud56d\ubaa9\uc774 \ud574\ub2f9 \uc5d4\ud2f0\ud2f0\uc640 \uc5f0\uad00\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc544\uc11c \ubcf4\ub958\ud56d\ubaa9\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc74c, \ubcf4\ub958\ud56d\ubaa9 ID: {0}.
FNRRS0158.arg.0	   = \ubb38\uc81c\uac00 \uc788\ub294 \ubcf4\ub958\ud56d\ubaa9\uc758 ID

FNRRS0159.explanation = \uc9c0\uc815\ub41c \ubcf4\ub958\ud56d\ubaa9\uc774 \ud574\ub2f9 \uc5d4\ud2f0\ud2f0\uc5d0 \ub3d9\uc801\uc73c\ub85c \uc9c0\uc815\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uc774 \ubcf4\ub958\ud56d\ubaa9\uc740 \uc218\ub3d9\uc73c\ub85c \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0159.action      = \ubcf4\ub958 \uc2a4\uc715\uc744 \uc2e4\ud589\ud558\uc5ec \ub3d9\uc801 \ubcf4\ub958\ud56d\ubaa9\uc744 \uc81c\uac70\ud558\uc2ed\uc2dc\uc624.
FNRRS0159.message     = \ub3d9\uc801\uc73c\ub85c \uc801\uc6a9\ub41c \ubcf4\ub958\ud56d\ubaa9\uc740 \uc218\ub3d9\uc73c\ub85c \uc81c\uac70\ud560 \uc218 \uc5c6\uc74c, \ubcf4\ub958\ud56d\ubaa9 ID: {0}.
FNRRS0159.arg.0	   = \ubb38\uc81c\uac00 \uc788\ub294 \ubcf4\ub958\ud56d\ubaa9\uc758 ID

FNRRS0160.explanation = \uc9c0\uc815\ub41c \ubcf4\ub958\ud56d\ubaa9\uc774 \ud65c\uc131 \uc0c1\ud0dc\uc5d0 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774 \ubcf4\ub958\ud56d\ubaa9\uc740 \uc5d4\ud2f0\ud2f0\uc5d0 \uc801\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0160.action      = \ubcf4\ub958\ud56d\ubaa9\uc744 \uc5d4\ud2f0\ud2f0\uc640 \uc5f0\uad00\ud558\uae30 \uc804\uc5d0 \uc774 \ubcf4\ub958\ud56d\ubaa9\uc744 \ud65c\uc131\uc73c\ub85c \uc9c0\uc815\ud588\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0160.message     = \ud65c\uc131 \uc0c1\ud0dc\uc5d0 \uc788\uc9c0 \uc54a\uc740 \ubcf4\ub958\ud56d\ubaa9\uc740 \uc801\uc6a9\ud560 \uc218 \uc5c6\uc74c, \ubcf4\ub958\ud56d\ubaa9 ID: {0}.
FNRRS0160.arg.0	   = \ubb38\uc81c\uac00 \uc788\ub294 \ubcf4\ub958\ud56d\ubaa9\uc758 ID

FNRRS0161.explanation = \ud574\ub2f9 \ubcf4\ub958\ud56d\ubaa9\uacfc \uc774\ubbf8 \uc5f0\uad00\ub41c \uc5d4\ud2f0\ud2f0\uc5d0\ub294 \ubcf4\ub958\ud56d\ubaa9\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0161.action      = \uc5d4\ud2f0\ud2f0\uc5d0 \ubcf4\ub958\ud56d\ubaa9\uc744 \ud55c \ubc88\ub9cc \ucd94\uac00\ud558\uc2ed\uc2dc\uc624.
FNRRS0161.message     = \uc5d4\ud2f0\ud2f0\uc5d0 \ub2e4\uc74c \ubcf4\ub958\ud56d\ubaa9\uc744 \ub450 \ubc88 \uc774\uc0c1 \ucd94\uac00\ud560 \uc218 \uc5c6\uc74c, \ubcf4\ub958\ud56d\ubaa9 ID: {0}
FNRRS0161.arg.0	   = \ubb38\uc81c\uac00 \uc788\ub294 \ubcf4\ub958\ud56d\ubaa9\uc758 ID

FNRRS0162.explanation = \ub808\ucf54\ub4dc\ub098 \ucee8\ud14c\uc774\ub108\uac00 \ud574\ub2f9 \ubcf4\ub958\ud56d\ubaa9\uacfc \uc5f0\uad00\ub418\uc5b4 \uc788\uc73c\uba74 \ubcf4\ub958\ud56d\ubaa9\uc744 \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0162.action      = \ud574\ub2f9 \ubcf4\ub958\ud56d\ubaa9\uacfc \uc5f0\uad00\ub41c \uc5d4\ud2f0\ud2f0\ub97c \uc81c\uac70\ud55c \ud6c4 \ubcf4\ub958\ud56d\ubaa9\uc744 \uc0ad\uc81c\ud558\uc2ed\uc2dc\uc624.
FNRRS0162.message     = \uc5d4\ud2f0\ud2f0\uc640 \uc5f0\uad00\ub41c \ubcf4\ub958\ud56d\ubaa9\uc744 \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0163.explanation = \uc774 \uc5d4\ud2f0\ud2f0\ub97c \uc774\ub3d9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc608\uae30\uce58 \uc54a\uc740 \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0163.action      = \uc790\uc138\ud55c \uc608\uc678 \uc815\ubcf4\ub294 \ud574\ub2f9 \ub85c\uadf8\ub97c \uac80\uc0ac\ud558\uc2ed\uc2dc\uc624.
FNRRS0163.message     = \uc608\uae30\uce58 \uc54a\uc740 \uc608\uc678\ub85c \uc778\ud574 \ub2e4\uc74c \uc5d4\ud2f0\ud2f0\ub97c \uc774\ub3d9\ud560 \uc218 \uc5c6\uc74c, \uc5d4\ud2f0\ud2f0: {0}, \uc608\uc678: {1}.
FNRRS0163.arg.0       = \uc774\ub3d9\uc744 \uc2dc\ub3c4\ud55c \uc5d4\ud2f0\ud2f0\uc758 ID
FNRRS0163.arg.1       = \uc608\uc678 \uba54\uc2dc\uc9c0

FNRRS0164.explanation = \ub300\ub7c9 \uc0ad\uc81c \uc624\ud37c\ub808\uc774\uc158\uc740 entityType \uac12\uc758 \uc5d4\ud2f0\ud2f0\ub97c \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0164.action      = \ub300\ub7c9 \uc0ad\uc81c \uc624\ud37c\ub808\uc774\uc158 \uc5d4\ud2f0\ud2f0 \ucf5c\ub809\uc158\uc5d0\uc11c \uc774 \uc5d4\ud2f0\ud2f0\ub97c \uc81c\uac70\ud558\uc2ed\uc2dc\uc624.
FNRRS0164.message     = \ub2e4\uc74c \uc5d4\ud2f0\ud2f0 \uc720\ud615\uc744 \ub300\uc0c1\uc73c\ub85c \ub300\ub7c9 \uc0ad\uc81c \uc624\ud37c\ub808\uc774\uc158\uc744 \uc218\ud589\ud560 \uc218 \uc5c6\uc74c, entityType: {0}, entityIdent: {1}.
FNRRS0164.arg.0       = \uc0ad\uc81c\ub97c \uc2dc\ub3c4\ud55c \uc5d4\ud2f0\ud2f0\uc758 \uc5d4\ud2f0\ud2f0 \uc720\ud615
FNRRS0164.arg.1       = \uc0ad\uc81c\ub97c \uc2dc\ub3c4\ud55c \uc5d4\ud2f0\ud2f0\uc758 ID

FNRRS0165.explanation = \ub300\ub7c9 \ube44\ud65c\uc131\ud654 \uc624\ud37c\ub808\uc774\uc158\uc740 entityType \uac12\uc758 \uc5d4\ud2f0\ud2f0\ub97c \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0165.action      = \ub300\ub7c9 \ube44\ud65c\uc131\ud654 \uc624\ud37c\ub808\uc774\uc158 \uc5d4\ud2f0\ud2f0 \ucf5c\ub809\uc158\uc5d0\uc11c \uc774 \uc5d4\ud2f0\ud2f0\ub97c \uc81c\uac70\ud558\uc2ed\uc2dc\uc624.
FNRRS0165.message     = \ub2e4\uc74c \uc5d4\ud2f0\ud2f0 \uc720\ud615\uc744 \ub300\uc0c1\uc73c\ub85c \ub300\ub7c9 \ube44\ud65c\uc131\ud654 \uc624\ud37c\ub808\uc774\uc158\uc744 \uc218\ud589\ud560 \uc218 \uc5c6\uc74c, entityType: {0}, entityIdent: {1}.
FNRRS0165.arg.0       = \ube44\ud65c\uc131\ud654\ub97c \uc2dc\ub3c4\ud55c \uc5d4\ud2f0\ud2f0\uc758 \uc5d4\ud2f0\ud2f0 \uc720\ud615
FNRRS0165.arg.1       = \ube44\ud65c\uc131\ud654\ub97c \uc2dc\ub3c4\ud55c \uc5d4\ud2f0\ud2f0\uc758 ID

FNRRS0166.explanation = \ub300\ub7c9 \ud65c\uc131\ud654 \uc624\ud37c\ub808\uc774\uc158\uc740 entityType \uac12\uc758 \uc5d4\ud2f0\ud2f0\ub97c \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0166.action      = \ub300\ub7c9 \ud65c\uc131\ud654 \uc624\ud37c\ub808\uc774\uc158 \uc5d4\ud2f0\ud2f0 \ucf5c\ub809\uc158\uc5d0\uc11c \uc774 \uc5d4\ud2f0\ud2f0\ub97c \uc81c\uac70\ud558\uc2ed\uc2dc\uc624.
FNRRS0166.message     = \ub2e4\uc74c \uc5d4\ud2f0\ud2f0 \uc720\ud615\uc744 \ub300\uc0c1\uc73c\ub85c \ub300\ub7c9 \ud65c\uc131 \uc624\ud37c\ub808\uc774\uc158\uc744 \uc218\ud589\ud560 \uc218 \uc5c6\uc74c, entityType: {0}, entityIdent: {1}.
FNRRS0166.arg.0       = \ud65c\uc131\ud654\ub97c \uc2dc\ub3c4\ud55c \uc5d4\ud2f0\ud2f0\uc758 \uc5d4\ud2f0\ud2f0 \uc720\ud615
FNRRS0166.arg.1       = \ud65c\uc131\ud654\ub97c \uc2dc\ub3c4\ud55c \uc5d4\ud2f0\ud2f0\uc758 ID

FNRRS0167.explanation = \uc774\ub3d9 \uc624\ud37c\ub808\uc774\uc158\uc744 \uc704\ud574 \uc9c0\uc815\ub41c \uc18c\uc2a4 \ucee8\ud14c\uc774\ub108\uc5d0\ub294 \uc9c0\uc815\ub41c \ub808\ucf54\ub4dc\uac00 \uc9c1\uc811 \ud3ec\ud568\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0167.action      = \uc62c\ubc14\ub978 \uc18c\uc2a4 \ucee8\ud14c\uc774\ub108\uac00 \uc9c0\uc815\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \uc2e4\uc81c \uc18c\uc2a4 \ucee8\ud14c\uc774\ub108\uac00 \ub808\ucf54\ub4dc \ubcfc\ub968\uc774\uba74 \uc774 \ub808\ucf54\ub4dc \ubcfc\ub968\uc744 \uc0c1\uc704 \ub808\ucf54\ub4dc \ud3f4\ub354\uc640 \ubc18\ub300\ub85c \uc9c0\uc815\ud574\uc57c \ud569\ub2c8\ub2e4.
FNRRS0167.message     = \uc9c0\uc815\ub41c \uc18c\uc2a4 \ucee8\ud14c\uc774\ub108\uc5d0 \ub808\ucf54\ub4dc\uac00 \uc5c6\uc5b4\uc11c \ub808\ucf54\ub4dc \uc774\ub3d9\uc744 \uc218\ud589\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0168.explanation = \ud604\uc7ac \uc0ac\uc6a9\uc790\ub294 \uc624\ube0c\uc81d\ud2b8\ub97c \uc774\ub3d9\ud560 \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0168.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \uc624\ube0c\uc81d\ud2b8\ub97c \uc774\ub3d9\ud560 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0168.message     = \ud604\uc7ac \uc0ac\uc6a9\uc790\ub294 \ucee8\ud14c\uc774\ub108\ub97c \uc774\ub3d9\ud560 \uc218 \uc5c6\uc74c: {0}.
FNRRS0168.arg.0       = \ucee8\ud14c\uc774\ub108 ID

FNRRS0169.explanation = \ud604\uc7ac \uc0ac\uc6a9\uc790\ub294 \ub808\ucf54\ub4dc\ub97c \ubcf5\uc0ac\ud560 \uc62c\ubc14\ub978 \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0169.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \uc801\uc5b4\ub3c4 \ud574\ub2f9 \ub808\ucf54\ub4dc\uc5d0 \uc4f8 \uc218 \uc788\ub294 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0169.message     = \ud604\uc7ac \uc0ac\uc6a9\uc790\ub294 \ub2e4\uc74c \ub808\ucf54\ub4dc\ub97c \ubcf5\uc0ac\ud560 \uad8c\ud55c\uc774 \uc5c6\uc74c, {0}.
FNRRS0169.arg.0       = \ub808\ucf54\ub4dc\uc758 ID

FNRRS0170.explanation = \uc678\ubd80 \uc5f0\ud569 \ubb38\uc11c\ub97c \uc790\ub3d9\uc73c\ub85c \ubcf5\uc0ac\ud560 \uc218 \uc5c6\uc73c\ubbc0\ub85c \uc774\ub7ec\ud55c \ubb38\uc11c\uc640 \uc5f0\uad00\ub41c \ub808\ucf54\ub4dc\ub97c \ubcf5\uc0ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0170.action      = \uc6d0\ubcf8 \uc5f0\ud569 \ubb38\uc11c\ub97c \uc218\ub3d9\uc73c\ub85c \ubcf5\uc81c\ud558\uace0 \uc0c8 \uc5f0\ud569 \ubb38\uc11c\ub97c \uc704\ud55c \uc0c8 \ub808\ucf54\ub4dc\ub97c \uc218\ub3d9\uc73c\ub85c \uc120\uc5b8\ud558\uc2ed\uc2dc\uc624.
FNRRS0170.message     = \uc5f0\ud569 \ubb38\uc11c\uc640 \uc5f0\uad00\ub41c \ub808\ucf54\ub4dc\ub97c \ubcf5\uc0ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0171.explanation = \uc9c0\uc815\ub41c \ub808\ucf54\ub4dc\uac00 \ud604\uc7ac \uc9c0\uc815\ub41c \ucee8\ud14c\uc774\ub108\uc5d0 \ubcf4\uad00\ub418\uc5b4 \uc788\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 \uc774 \ucee8\ud14c\uc774\ub108\uc5d0\uc11c \uc774 \ub808\ucf54\ub4dc\ub97c \ubcf4\uad00 \ud574\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0171.action      = \ud558\uc704 \ub808\ucf54\ub4dc \ubcfc\ub968\uc744 \uc0ac\uc6a9\ud574\uc57c \ud558\ub294 \ub808\ucf54\ub4dc \ud3f4\ub354\uc5d0\uc11c \uc774 \uba54\uc18c\ub4dc\ub97c \ucc98\uc74c\uc5d0 \ud638\ucd9c\ud55c \uacbd\uc6b0\uc5d0\ub294 \ud574\ub2f9 \ub808\ucf54\ub4dc\uac00 \uc2e4\uc81c\ub85c \ud3ec\ud568\ub41c \uc801\uc808\ud55c \ud558\uc704 \ubcfc\ub968\uc5d0\uc11c \uc774 \uba54\uc18c\ub4dc\ub97c \ud638\ucd9c\ud558\uc2ed\uc2dc\uc624.
FNRRS0171.message     = \ud604\uc7ac \ub808\ucf54\ub4dc\uac00 {0}\uc774(\uac00) \ubcf4\uad00\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740 \ucee8\ud14c\uc774\ub108 {1}\uc5d0\uc11c\ub294 \uc774 \ub808\ucf54\ub4dc\ub97c \ubcf4\uad00 \ud574\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0171.arg.0       = \ubcf4\uad00 \ud574\uc81c \uc624\ud37c\ub808\uc774\uc158\uc744 \uc2dc\ub3c4 \uc911\uc778 \ub808\ucf54\ub4dc
FNRRS0171.arg.1       = \ub808\ucf54\ub4dc \ubcf4\uad00 \ud574\uc81c \uc624\ud37c\ub808\uc774\uc158\uc744 \uc2dc\ub3c4 \uc911\uc778 \ucee8\ud14c\uc774\ub108 \ub300\uc0c1

FNRRS0172.explanation = \ub808\ucf54\ub4dc\ub294 \ud558\ub098 \uc774\uc0c1\uc758 \ucee8\ud14c\uc774\ub108\uc5d0 \ubcf4\uad00\ub418\uc5b4 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4. 
FNRRS0172.action      = \ucee8\ud14c\uc774\ub108\uc5d0\uc11c \ub808\ucf54\ub4dc \ubcf4\uad00 \ud574\uc81c\ub97c \uc2dc\ub3c4\ud558\uae30 \uc804\uc5d0 \uc801\uc5b4\ub3c4 \ub2e4\ub978 \ucee8\ud14c\uc774\ub108 \ud558\ub098\uc5d0 \ud574\ub2f9 \ub808\ucf54\ub4dc\uac00 \ubcf4\uad00\ub418\uc5b4 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0172.message     = \ud604\uc7ac \ucee8\ud14c\uc774\ub108 \ud558\ub098\uc5d0\ub9cc \ubcf4\uad00\ub418\uc5b4 \uc788\ub294 \ub808\ucf54\ub4dc {0}\uc740(\ub294) \ubcf4\uad00 \ud574\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0172.arg.0       = \ubcf4\uad00 \ud574\uc81c \uc624\ud37c\ub808\uc774\uc158\uc744 \uc2dc\ub3c4 \uc911\uc778 \ub808\ucf54\ub4dc

FNRRS0173.explanation = \ub808\ucf54\ub4dc\uac00 "\ub17c\ub9ac\uc801"\uc73c\ub85c \uc0ad\uc81c\ub418\uba74 \uc774 \ub808\ucf54\ub4dc\ub97c \ub354 \uc774\uc0c1 \uc120\uc5b8 \ucde8\uc18c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. 
FNRRS0173.action      =  
FNRRS0173.message     = "\ub17c\ub9ac\uc801"\uc73c\ub85c \uc0ad\uc81c\ub41c \ub808\ucf54\ub4dc {0}\uc740(\ub294) \uc120\uc5b8 \ucde8\uc18c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0173.arg.0       = \uc120\uc5b8 \ucde8\uc18c \uc624\ud37c\ub808\uc774\uc158\uc744 \uc2dc\ub3c4 \uc911\uc778 \ub808\ucf54\ub4dc

FNRRS0174.explanation = \ub808\ucf54\ub4dc\ub098 \uc774 \ub808\ucf54\ub4dc\uc758 \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\uac00 \ubcf4\ub958 \uc0c1\ud0dc\uc5d0 \uc788\uc73c\uba74 \uc774 \ub808\ucf54\ub4dc\ub97c \uc120\uc5b8 \ucde8\uc18c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. 
FNRRS0174.action      = \uc801\uc6a9 \uac00\ub2a5\ud55c \ubaa8\ub4e0 \ubcf4\ub958\ud56d\ubaa9\uc744 \ub808\ucf54\ub4dc\uc5d0\uc11c \uc81c\uac70\ud558\uace0 \uc120\uc5b8 \ucde8\uc18c \uc624\ud37c\ub808\uc774\uc158\uc744 \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624.
FNRRS0174.message     = \ud604\uc7ac \ubcf4\ub958 \uc0c1\ud0dc\uc5d0 \uc788\ub294 \ub808\ucf54\ub4dc {0}\uc740(\ub294) \uc120\uc5b8 \ucde8\uc18c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0174.arg.0       = \uc120\uc5b8 \ucde8\uc18c \uc624\ud37c\ub808\uc774\uc158\uc744 \uc2dc\ub3c4 \uc911\uc778 \ub808\ucf54\ub4dc

FNRRS0175.explanation = \ud604\uc7ac \ub808\ucf54\ub4dc\uac00 \ud65c\uc131 \ucc98\ub9ac \uc6cc\ud06c\ud50c\ub85c\uc6b0\uc5d0 \ud3ec\ud568\ub418\uc5b4 \uc788\uc73c\uba74 \uc774 \ub808\ucf54\ub4dc\ub97c \uc120\uc5b8 \ucde8\uc18c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0175.action      = \uc774 \ub808\ucf54\ub4dc\uc640 \uc5f0\uad00\ub41c \ubaa8\ub4e0 \uc6cc\ud06c\ud50c\ub85c\uc6b0 \ucc98\ub9ac\ub97c \uc644\ub8cc\ud558\uace0 \uc120\uc5b8 \ucde8\uc18c \uc624\ud37c\ub808\uc774\uc158\uc744 \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624.
FNRRS0175.message     = \ud65c\uc131 \ucc98\ub9ac \uc6cc\ud06c\ud50c\ub85c\uc6b0\uc5d0 \ud3ec\ud568\ub418\uc5b4 \uc788\ub294 \ub808\ucf54\ub4dc {0}\uc740(\ub294) \uc120\uc5b8 \ucde8\uc18c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0175.arg.0       = \uc120\uc5b8 \ucde8\uc18c \uc624\ud37c\ub808\uc774\uc158\uc744 \uc2dc\ub3c4 \uc911\uc778 \ub808\ucf54\ub4dc

FNRRS0176.explanation = \ub808\ucf54\ub4dc\uac00 \uc5f0\ud569 \ucee8\ud150\uce20\uc640 \uc5f0\uad00\ub418\uc5b4 \uc788\uc73c\uba74 \ub808\ucf54\ub4dc\ub97c \uc120\uc5b8 \ucde8\uc18c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0176.action      = 
FNRRS0176.message     = \uc5f0\ud569 \ucee8\ud150\uce20\uc640 \uc5f0\uad00\ub41c \ub808\ucf54\ub4dc {0}\uc740(\ub294) \uc120\uc5b8 \ucde8\uc18c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0176.arg.0       = \uc120\uc5b8 \ucde8\uc18c \uc624\ud37c\ub808\uc774\uc158\uc744 \uc2dc\ub3c4 \uc911\uc778 \ub808\ucf54\ub4dc

FNRRS0177.explanation = \uc77c\ubc18\uc801\uc73c\ub85c \ub808\ucf54\ub4dc \uc218\uc2e0 \uad00\ub828 \ud2b9\uc131\uc740 DoD \ubd84\ub958\ub41c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c \ub370\uc774\ud130 \ubaa8\ub378\uc5d0\uc11c\ub9cc \uc815\uc758\ud569\ub2c8\ub2e4.
FNRRS0177.action      = \ud574\ub2f9 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0 \uc801\ud569\ud55c \ub370\uc774\ud130 \ubaa8\ub378\uc774 \uc124\uce58\ub418\uc5b4 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0177.message     = \uc5f0\uad00\ub41c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0\uc11c\ub294 \ub808\ucf54\ub4dc \uc218\uc2e0\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.

FNRRS0178.explanation = \uc774\ub984 \uc9c0\uc815 \ud328\ud134\uc5d0\uc11c \ub300\uccb4 \ub9e4\ud06c\ub85c\uc758 \ubc94\uc704\ub97c \uc9c0\uc815\ud558\ub824\uba74 \uac01 \uc624\ub978\ucabd \ub300\uad04\ud638\uc5d0 \ub300\uc751\ud558\ub294 \uc67c\ucabd \ub300\uad04\ud638\uac00 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
FNRRS0178.action      = \uc774\ub984 \uc9c0\uc815 \ud328\ud134\uc744 \uac80\uc0ac\ud558\uc5ec \ubaa8\ub4e0 \uc624\ub978\ucabd \ub300\uad04\ud638 \uc55e\uc5d0 \uc67c\ucabd \ub300\uad04\ud638\uac00 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0178.message     = \uc9c0\uc815\ub41c \uc774\ub984 \uc9c0\uc815 \ud328\ud134\uc5d0\uc11c \uc67c\ucabd \ub300\uad04\ud638\uc640 \uc624\ub978\ucabd \ub300\uad04\ud638\uac00 \uc77c\uce58\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.

FNRRS0179.explanation = \uc774\ub984 \uc9c0\uc815 \ud328\ud134\uc5d0\uc11c\ub294 \ub300\uccb4 \ub9e4\ud06c\ub85c\uc758 \ubc94\uc704\uac00 \uc9c0\uc815\ub418\ub3c4\ub85d \uac01 \uc67c\ucabd \ub300\uad04\ud638\uc640 \uc624\ub978\ucabd \ub300\uad04\ud638\uac00 \uc77c\uce58\ud574\uc57c \ud569\ub2c8\ub2e4.
FNRRS0179.action      = \uc774\ub984 \uc9c0\uc815 \ud328\ud134\uc744 \uac80\uc0ac\ud558\uace0, \uc67c\ucabd \ub300\uad04\ud638\uc640 \uc624\ub978\ucabd \ub300\uad04\ud638\uac00 \ubaa8\ub450 \uc77c\uce58\ud558\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0179.message     = \uc9c0\uc815\ub41c \uc774\ub984 \uc9c0\uc815 \ud328\ud134\uc5d0\uc11c \uc67c\ucabd \ub300\uad04\ud638\uc640 \uc624\ub978\ucabd \ub300\uad04\ud638\uac00 \uc77c\uce58\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.

FNRRS0180.explanation = \ub300\uccb4\ub97c \uc704\ud55c \ub2e4\uc74c \uc778\ub371\uc2a4 \uac12\uc774 \uc9c0\uc815\ub41c \uc22b\uc790 \ud328\ud134\ubcf4\ub2e4 \uae41\ub2c8\ub2e4.
FNRRS0180.action      = \uc22b\uc790 \ud328\ud134\uc5d0\uc11c \uc790\ub9ac \uc218\ub97c \ub298\ub9ac\uc2ed\uc2dc\uc624.
FNRRS0180.message     = \uc9c0\uc815\ub41c \uc22b\uc790 \ud328\ud134\uc774 \ub108\ubb34 \uc9e7\uc544\uc11c \ub2e4\uc74c \uc778\ub371\uc2a4 \uac12\uc744 \uc720\uc9c0\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0181.explanation = \uc9c0\uc815\ub41c \ud328\ud134\uc744 \uc720\ud6a8\ud55c \ud328\ud134\uc73c\ub85c \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0181.action      = \uc9c0\uc815\ub41c \ud328\ud134\uc744 \uac80\uc0ac\ud558\uc5ec \uc774 \ud328\ud134\uc774 \uc720\ud6a8\ud55c \ud328\ud134\uc778\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0181.message     = \uc9c0\uc815\ub41c \ud328\ud134\uc774 \uc720\ud6a8\ud55c \ud328\ud134\uc774 \uc544\ub2d9\ub2c8\ub2e4.

FNRRS0182.explanation = \uc774\ub984 \uc9c0\uc815 \ud328\ud134\uc5d0\uc11c \uc9c0\uc815\ub418\uc5c8\uc73c\ub098 \uc874\uc7ac\ud558\uc9c0 \uc54a\ub294 \ud2b9\uc131\uc774 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0182.action      = \uc720\ud6a8\ud55c \ud2b9\uc131 \uc774\ub984\uc744 \ud3ec\ud568\ud558\ub3c4\ub85d \uc774\ub984 \uc9c0\uc815 \ud328\ud134\uc744 \uc218\uc815\ud558\uc2ed\uc2dc\uc624.
FNRRS0182.message     = \uc774\ub984 \uc9c0\uc815 \ud328\ud134\uc5d0 \uc9c0\uc815\ub41c \ud2b9\uc131 {0}\uc774(\uac00) \uc720\ud6a8\ud558\uc9c0 \uc54a\uac70\ub098 \uc874\uc7ac\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0182.arg.0       = property_name

FNRRS0183.explanation = \uc774\ub984 \uc9c0\uc815 \ud328\ud134\uc5d0 \ub2e4\uc911 \uac12 \ud2b9\uc131\uc774 \uc9c0\uc815\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uc774\ub984 \uc9c0\uc815 \ud328\ud134\uc5d0\uc11c\ub294 \ub2e8\uc77c \uac12 \ud2b9\uc131\ub9cc \uc9c0\uc6d0\ud569\ub2c8\ub2e4.
FNRRS0183.action      = \uc774\ub984 \uc9c0\uc815 \ud328\ud134\uc5d0\uc11c \ub2e4\uc911 \uac12 \ud2b9\uc131\uc744 \uc81c\uac70\ud558\uc2ed\uc2dc\uc624.
FNRRS0183.message     = \uc774\ub984 \uc9c0\uc815 \ud328\ud134\uc5d0\uc11c\ub294 \ub2e4\uc911 \uac12 \ud2b9\uc131 {0}\uc744(\ub97c) \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0183.arg.0       = property_name

FNRRS0184.explanation = \uc774\ub984 \uc9c0\uc815 \ud328\ud134\uc5d0\uc11c\ub294 2\uc9c4 \ub610\ub294 \uc624\ube0c\uc81d\ud2b8 \ud2b9\uc131\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0184.action      = \uc9c0\uc6d0\ub418\ub294 \ud2b9\uc131 \uc720\ud615\uc744 \ud3ec\ud568\ud558\ub3c4\ub85d \uc774\ub984 \uc9c0\uc815 \ud328\ud134\uc744 \uc218\uc815\ud558\uc2ed\uc2dc\uc624.
FNRRS0184.message     = \uc774\ub984 \uc9c0\uc815 \ud328\ud134\uc5d0 \uc9c0\uc815\ub41c \ud2b9\uc131 {0}\uc758 \uc720\ud615\uc740 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. 
FNRRS0184.arg.0       = property_name

FNRRS0185.explanation = \uc774 \uc5d4\ud2f0\ud2f0\ub97c \uc0ad\uc81c\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc608\uae30\uce58 \uc54a\uc740 \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0185.action      = \uc790\uc138\ud55c \uc608\uc678 \uc815\ubcf4\ub294 \ud574\ub2f9 \ub85c\uadf8\ub97c \uac80\uc0ac\ud558\uc2ed\uc2dc\uc624.
FNRRS0185.message     = \uc608\uae30\uce58 \uc54a\uc740 \uc608\uc678\ub85c \uc778\ud574 \ub2e4\uc74c \uc5d4\ud2f0\ud2f0\ub97c \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc74c, \uc5d4\ud2f0\ud2f0: {0}, \uc608\uc678: {1}.
FNRRS0185.arg.0       = \uc0ad\uc81c\ub97c \uc2dc\ub3c4\ud55c \uc5d4\ud2f0\ud2f0\uc758 ID
FNRRS0185.arg.1       = \uc608\uc678 \uba54\uc2dc\uc9c0

FNRRS0186.explanation = \uc5d4\ud2f0\ud2f0\uc5d0 \uc801\uc6a9 \uac00\ub2a5\ud55c \ucc98\ub9ac \uc2a4\ucf00\uc904\uc774 \uc218\uc815\ub418\uc5c8\uc73c\uba70, \uc774\ub294 \uc601\ud5a5\uc744 \ubc1b\ub294 \uc5d4\ud2f0\ud2f0\uc758 \ucc98\ub9ac \ud504\ub85c\uc138\uc2a4\ub97c \uc9c4\ud589\ud558\ub294 \ub370 \ubc29\ud574\uac00 \ub429\ub2c8\ub2e4.
FNRRS0186.action      = \ucc98\ub9ac \uc2a4\uc715\uc744 \ub2e4\uc2dc \uc2e4\ud589\ud558\uc5ec \uc774\ub7ec\ud55c \uc5d4\ud2f0\ud2f0\ub97c \uc218\uc815\ub41c \uc2a4\ucf00\uc904\ub85c \ub2e4\uc2dc \ucc98\ub9ac\ud558\uc2ed\uc2dc\uc624.
FNRRS0186.message     = \uc801\uc6a9 \uac00\ub2a5\ud55c \ucc98\ub9ac \uc2a4\ucf00\uc904\uc774 \uc218\uc815\ub418\uc5c8\uc2b5\ub2c8\ub2e4.

FNRRS0187.explanation = \ubaa8\ub4e0 \ud558\uc704 \ucee8\ud14c\uc774\ub108\uac00 \uac1c\ubcc4 \ubcf4\uc720 \uc8fc\uae30\ub97c \uc644\ub8cc\ud560 \ub54c\uae4c\uc9c0 \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\ub97c \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0187.action      = \uc0c1\uc704 \uc5d4\ud2f0\ud2f0 \uc0ad\uc81c\ub97c \uc9c0\uc5f0\uc2dc\ud0a4\uc2ed\uc2dc\uc624.
FNRRS0187.message     = \uacc4\uce35 \uad6c\uc870\uc5d0\uc11c \ubcf4\uc720 \uae30\uac04\uc774 \ub2e4\ub978 \ud558\ub098 \uc774\uc0c1\uc758 \ud558\uc704 \uc5d4\ud2f0\ud2f0\uac00 \ud3ec\ud568\ub41c \uc5d4\ud2f0\ud2f0 {0}\uc744(\ub97c) \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0187.arg.0       = \uc0ad\uc81c\ub97c \uc2dc\ub3c4\ud55c \uc5d4\ud2f0\ud2f0\uc758 ID

FNRRS0188.explanation = \ud574\ub2f9 \uc5d4\ud2f0\ud2f0\uc640 \uc5f0\uad00\ub41c \ud604\uc7ac \ucc98\ub9ac \ub2e8\uacc4\uc758 \uc218\ud589 \uc720\ud615\uc774 \ubcc0\uacbd\ub41c \uac83 \uac19\uc2b5\ub2c8\ub2e4.
FNRRS0188.action      = \uc774 \uc5d4\ud2f0\ud2f0\ub97c \ub300\uc0c1\uc73c\ub85c \ucc98\ub9ac \uc2a4\uc715\uc744 \ub2e4\uc2dc \uc2e4\ud589\ud558\uc2ed\uc2dc\uc624.
FNRRS0188.message     = \ud604\uc7ac \ub2e8\uacc4\uc5d0\uc11c\uc758 \uba85\ubc31\ud55c \ubcc0\uacbd\uc73c\ub85c \uc778\ud574 \ucc98\ub9ac \ud504\ub85c\uc138\uc2a4\ub97c \uc9c4\ud589\ud560 \uc218 \uc5c6\uc74c, \uc5d4\ud2f0\ud2f0: {0}, \ub2e8\uacc4: {1}.
FNRRS0188.arg.0       = \ucc98\ub9ac\uc5d0 \ud3ec\ud568\ub41c \uc5d4\ud2f0\ud2f0\uc758 ID
FNRRS0188.arg.1       = \uc5d4\ud2f0\ud2f0\uc758 \ud604\uc7ac \ub2e8\uacc4\uc758 ID\uc785\ub2c8\ub2e4.

FNRRS0189.explanation = \ud574\ub2f9 \uc5d4\ud2f0\ud2f0\uc758 \ud604\uc7ac \ub2e8\uacc4 \uc2e4\ud589 \ub0a0\uc9dc\uc758 \uac12\uc774 \ucc98\ub9ac \ud504\ub85c\uc138\uc2a4\ub97c \uc9c4\ud589\ud558\ub294 \ub370 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0189.action      = \uc774 \uc5d4\ud2f0\ud2f0\ub97c \ub300\uc0c1\uc73c\ub85c \ucc98\ub9ac \uc2a4\uc715\uc744 \ub2e4\uc2dc \uc2e4\ud589\ud558\uc2ed\uc2dc\uc624.
FNRRS0189.message     = \ud604\uc7ac \ub2e8\uacc4 \uc2e4\ud589 \ub0a0\uc9dc\uac00 \ub110(NULL)\uc774\uac70\ub098 \ubbf8\ub798 \ub0a0\uc9dc\uc774\uae30 \ub54c\ubb38\uc5d0 \ucc98\ub9ac \ud504\ub85c\uc138\uc2a4\ub97c \uc9c4\ud589\ud560 \uc218 \uc5c6\uc74c, \uc5d4\ud2f0\ud2f0: {0}, \ub0a0\uc9dc: {1}.
FNRRS0189.arg.0       = \ucc98\ub9ac\uc5d0 \ud3ec\ud568\ub41c \uc5d4\ud2f0\ud2f0\uc758 ID
FNRRS0189.arg.1       = \uc5d4\ud2f0\ud2f0\uc758 \ud604\uc7ac \ub2e8\uacc4 \uc2e4\ud589 \ub0a0\uc9dc \uac12

FNRRS0190.explanation = \uc624\ud37c\ub808\uc774\uc158\uc774 \ub0b4\ubcf4\ub0b4\uae30\ub098 \uc0ad\uc81c\uac00 \uc544\ub2cc \ud55c, \uc624\ud37c\ub808\uc774\uc158 \uc218\ud589\uc740 \uc5d4\ud2f0\ud2f0 \ud604\uc7ac \ub2e8\uacc4 \uc218\ud589\uc758 \uc624\ud37c\ub808\uc774\uc158\uacfc \uc77c\uce58\ud574\uc57c \ud558\uba70, \uc5d4\ud2f0\ud2f0\uc758 \ud604\uc7ac \ub2e8\uacc4 \uc218\ud589\uc740 \uc804\uc1a1\uc785\ub2c8\ub2e4.
FNRRS0190.action      = \uc774 \uc5d4\ud2f0\ud2f0\ub97c \ub300\uc0c1\uc73c\ub85c \ucc98\ub9ac \uc2a4\uc715\uc744 \ub2e4\uc2dc \uc2e4\ud589\ud558\uc2ed\uc2dc\uc624.
FNRRS0190.message     = \ucc98\ub9ac \uc624\ud37c\ub808\uc774\uc158\uc758 \uc218\ud589 \uc720\ud615\uc774 \uc5d4\ud2f0\ud2f0\uc758 \ud604\uc7ac \ub2e8\uacc4 \uc0c1\ud0dc\uc5d0 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc74c, \uc5d4\ud2f0\ud2f0: {0}, \ud604\uc7ac \ub2e8\uacc4 \uc218\ud589: {1}, \uc2dc\ub3c4\ud55c \uc218\ud589: {2}.
FNRRS0190.arg.0       = \ucc98\ub9ac\uc5d0 \ud3ec\ud568\ub41c \uc5d4\ud2f0\ud2f0\uc758 ID
FNRRS0190.arg.1       = \uc5d4\ud2f0\ud2f0\uc758 \ud604\uc7ac \ub2e8\uacc4 \uc218\ud589
FNRRS0190.arg.2       = \uc624\ud37c\ub808\uc774\uc158\uc744 \uc2dc\ub3c4\ud55c \uc218\ud589

FNRRS0191.explanation = \uc5d4\ud2f0\ud2f0\uc5d0 \uc9c1\uc811 \uc801\uc6a9\ub418\uc5c8\uac70\ub098 \uc0c1\uc704 \uc5d4\ud2f0\ud2f0 \uc911 \ud558\ub098 \ub610\ub294 \ud558\uc704 \uc5d4\ud2f0\ud2f0 \uc911 \ud558\ub098\uc5d0 \uc801\uc6a9\ub41c \uc801\uc6a9 \uac00\ub2a5 \ubcf4\ub958\ud56d\ubaa9\uc774 \uc788\ub294 \uc5d4\ud2f0\ud2f0\uc5d0 \ub300\ud574\uc11c\ub294 \ucc98\ub9ac\ub97c \uc9c4\ud589\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0191.action      = \uc774 \uc5d4\ud2f0\ud2f0\uc758 \uc801\uc6a9 \uac00\ub2a5 \ubcf4\ub958\ud56d\ubaa9\uc744 \uc81c\uac70\ud558\uc2ed\uc2dc\uc624.
FNRRS0191.message     = {0} \uc5d4\ud2f0\ud2f0\uc5d0 \uc601\ud5a5\uc744 \uc8fc\ub294 \ubcf4\ub958\ud56d\ubaa9\uc73c\ub85c \uc778\ud574 \uc624\ud37c\ub808\uc774\uc158\uc744 \uc9c4\ud589\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0191.arg.0       = \ucc98\ub9ac\uc5d0 \ud3ec\ud568\ub41c \uc5d4\ud2f0\ud2f0\uc758 ID

FNRRS0192.explanation = \ub2e4\uc2dc \uc5f4\ub9b0 \ub808\ucf54\ub4dc \ucee8\ud14c\uc774\ub108\uc5d0\uc11c\ub294 \uc784\uc2dc \uc804\uc1a1\uacfc \ub0b4\ubcf4\ub0b4\uae30 \ucc98\ub9ac \uc218\ud589\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0192.action      = \uad00\ub828\ub41c \ub808\ucf54\ub4dc \ucee8\ud14c\uc774\ub108\ub97c \ub2eb\uc73c\uc2ed\uc2dc\uc624.
FNRRS0192.message     = \ub2e4\uc2dc \uc5f4\ub9b0 \ub808\ucf54\ub4dc \ucee8\ud14c\uc774\ub108 {0}\uc5d0\uc11c\ub294 \ucc98\ub9ac \uc218\ud589 {1}\uc744(\ub97c) \uc774\ud589\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0192.arg.0       = \ucc98\ub9ac\uc5d0 \ud3ec\ud568\ub41c \uc5d4\ud2f0\ud2f0\uc758 ID
FNRRS0192.arg.1       = \uc2dc\ub3c4\ub41c \ucc98\ub9ac \uc218\ud589 \uc720\ud615

FNRRS0193.explanation = \uc5d4\ud2f0\ud2f0\uc758 \ucc98\ub9ac \uc0c1\ud0dc\ub97c \ub2e4\uc2dc \uacc4\uc0b0\ud560 \uc218 \uc788\uae30 \ub54c\ubb38\uc5d0 \uc5d4\ud2f0\ud2f0\uc758 \ucc98\ub9ac \ud504\ub85c\uc138\uc2a4\ub97c \uc7ac\uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
FNRRS0193.action      = \uc774 \uc5d4\ud2f0\ud2f0\ub97c \ub300\uc0c1\uc73c\ub85c "\uc2dc\uc791 \ucc98\ub9ac" \uc218\ud589\uc744 \ub2e4\uc2dc \uc774\ud589\ud558\uc2ed\uc2dc\uc624.
FNRRS0193.message     = \uc801\uc6a9 \uac00\ub2a5\ud55c \uc6cc\ud06c\ud50c\ub85c\uc6b0\uac00 \uc544\uc9c1 \uc2dc\uc791\ub418\uc9c0 \uc54a\uc558\uae30 \ub54c\ubb38\uc5d0 \uc5d4\ud2f0\ud2f0 {0}\uc744(\ub97c) \ub300\uc0c1\uc73c\ub85c \ucc98\ub9ac \uc218\ud589\uc744 \uc774\ud589\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0193.arg.0       = \ucc98\ub9ac\uc5d0 \ud3ec\ud568\ub41c \uc5d4\ud2f0\ud2f0\uc758 ID

FNRRS0194.explanation = \ub808\ucf54\ub4dc\uac00 \ub808\ucf54\ub4dc \uc720\ud615\uc744 \ud1b5\ud574 \ucc98\ub9ac \uc2a4\ucf00\uc904\uc5d0 \uc5f0\uad00\ub41c \uacbd\uc6b0\uc5d0\ub294 \ucee8\ud14c\uc774\ub108 \uc911 \ud558\ub098\ub97c \uc0ad\uc81c\ud558\ub294 \ud504\ub85c\uc138\uc2a4\uc758 \uc77c\ubd80\ub85c \ub808\ucf54\ub4dc\ub97c \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0194.action      = \uba3c\uc800 \ub808\ucf54\ub4dc\ub97c \ucc98\ub9ac\ud558\uace0 \ud574\ub2f9 \ucee8\ud14c\uc774\ub108\uc5d0\uc11c \uc0ad\uc81c\ub97c \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624.
FNRRS0194.message     = \uc5f0\uad00\ub41c \ub808\ucf54\ub4dc \uc720\ud615\uc774 \uc788\ub294 \ud558\ub098 \uc774\uc0c1\uc758 \ud558\uc704 \ub808\ucf54\ub4dc\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc5b4\uc11c \uc5d4\ud2f0\ud2f0 {0}\uc744(\ub97c) \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0194.arg.0       = \ucc98\ub9ac\uc5d0 \ud3ec\ud568\ub41c \uc5d4\ud2f0\ud2f0\uc758 ID

FNRRS0195.explanation = \uc9c0\uc815\ub41c \ucee8\ud14c\uc774\ub108\uac00 \uc2e4\uc81c\ub85c \uc5d4\ud2f0\ud2f0\ub97c \ud3ec\ud568\ud558\uace0 \uc788\uc9c0 \uc54a\uac70\ub098 \uc9c0\uc815\ub41c \ub808\ucf54\ub4dc \uc720\ud615\uc774 \uc0ac\uc6a9 \ubd88\uac00\ub2a5\ud569\ub2c8\ub2e4.
FNRRS0195.action      = \uc5d4\ud2f0\ud2f0\uac00 \ud574\ub2f9 \uc2a4\ucf00\uc904\uc744 \uc0c1\uc18d\ud558\ub294 \ubc29\ubc95\uc744 \ud655\uc778\ud558\uace0 \uc2a4\uc715\uc744 \ub2e4\uc2dc \uc2e4\ud589\ud558\uc2ed\uc2dc\uc624.
FNRRS0195.message     = ''cutoff inherited from'' \uac12\uc774 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc544\uc11c \uc5d4\ud2f0\ud2f0 {0}\uc744(\ub97c) \uc801\uc808\ud558\uac8c \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0195.arg.0       = \ucc98\ub9ac\uc5d0 \ud3ec\ud568\ub41c \uc5d4\ud2f0\ud2f0\uc758 ID

FNRRS0196.explanation = \uc5d4\ud2f0\ud2f0\uc758 \ud604\uc7ac \ub2e8\uacc4 \ub0b4\ubcf4\ub0b4\uae30 \ub300\uc0c1 \ud2b9\uc131\uc774\ub098 \uc785\ub825 \ub9e4\uac1c\ubcc0\uc218\uc5d0\uc11c \uc720\ud6a8\ud55c \ub514\ub809\ud1a0\ub9ac \uacbd\ub85c\ub97c \uac00\uc838\uc62c \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0196.action      = \uc5f0\uad00\ub41c \uc5d4\ud2f0\ud2f0\uc758 \ud604\uc7ac \ub2e8\uacc4 \ub0b4\ubcf4\ub0b4\uae30 \ub300\uc0c1 \ud2b9\uc131\uc774\ub098 \uba54\uc18c\ub4dc \uc785\ub825 \ub9e4\uac1c\ubcc0\uc218\ub97c \uc0ac\uc6a9\ud558\uc5ec \uc720\ud6a8\ud55c \ub514\ub809\ud1a0\ub9ac \uacbd\ub85c\ub97c \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0196.message     = \ub0b4\ubcf4\ub0b4\uae30 \ub300\uc0c1 \ud30c\uc77c \uc2dc\uc2a4\ud15c \ub514\ub809\ud1a0\ub9ac \uacbd\ub85c \ubb38\uc790\uc5f4\uc774 \ub110(NULL) \ub610\ub294 \uacf5\ubc31 \uc5d4\ud2f0\ud2f0 {0}\uc785\ub2c8\ub2e4.
FNRRS0196.arg.0       = \ucc98\ub9ac\uc5d0 \ud3ec\ud568\ub41c \uc5d4\ud2f0\ud2f0\uc758 ID

FNRRS0197.explanation = \uc9c0\uc815\ub41c \ud30c\uc77c \uc2dc\uc2a4\ud15c \ub514\ub809\ud1a0\ub9ac\ub97c \uc791\uc131\ud558\ub294 \uc911\uc5d0 \ud30c\uc77c \uc2dc\uc2a4\ud15c \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc790\uc138\ud55c \uc815\ubcf4\ub294 \uae30\ubcf8 \uc608\uc678 \uc6d0\uc778\uc744 \uac80\uc0ac\ud558\uc2ed\uc2dc\uc624.
FNRRS0197.action      = \uc720\ud6a8\ud55c \ud30c\uc77c \uc2dc\uc2a4\ud15c \ub514\ub809\ud1a0\ub9ac \uacbd\ub85c\ub97c \uc9c0\uc815\ud588\ub294\uc9c0, \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ud544\uc694\ud55c \ud30c\uc77c \uc2dc\uc2a4\ud15c \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0197.message     = \uc9c0\uc815\ub41c \ub0b4\ubcf4\ub0b4\uae30 \ub300\uc0c1 \ud30c\uc77c \uc2dc\uc2a4\ud15c \ub514\ub809\ud1a0\ub9ac ''{0}''\uc744(\ub97c) \uc791\uc131\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0197.arg.0       = \ud30c\uc77c \uc2dc\uc2a4\ud15c \ub514\ub809\ud1a0\ub9ac \uacbd\ub85c

FNRRS0198.explanation = \uc5f0\uad00\ub41c \ub808\ucf54\ub4dc \ub370\uc774\ud130 \ud30c\uc77c\uc744 \uc704\ud55c ''content'' \uc11c\ube0c\ub514\ub809\ud1a0\ub9ac\ub97c \uc791\uc131\ud558\ub294 \uc911\uc5d0 \ud30c\uc77c \uc2dc\uc2a4\ud15c \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc790\uc138\ud55c \uc815\ubcf4\ub294 \uae30\ubcf8 \uc608\uc678 \uc6d0\uc778\uc744 \uac80\uc0ac\ud558\uc2ed\uc2dc\uc624.
FNRRS0198.action      = \uc720\ud6a8\ud55c \ud30c\uc77c \uc2dc\uc2a4\ud15c \ub514\ub809\ud1a0\ub9ac \uacbd\ub85c\ub97c \uc9c0\uc815\ud588\ub294\uc9c0, \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ud544\uc694\ud55c \ud30c\uc77c \uc2dc\uc2a4\ud15c \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0198.message     = \ud30c\uc77c \uc2dc\uc2a4\ud15c \ub514\ub809\ud1a0\ub9ac ''{0}'' \uc544\ub798\uc5d0 ''content'' \uc11c\ube0c\ub514\ub809\ud1a0\ub9ac\ub97c \uc791\uc131\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0198.arg.0       = \uc0c1\uc704 \ud30c\uc77c \uc2dc\uc2a4\ud15c \ub514\ub809\ud1a0\ub9ac \uacbd\ub85c

FNRRS0199.explanation = \ub0b4\ubcf4\ub0b4\uae30 \ucee8\ud150\uce20 \ud30c\uc77c \uc2dc\uc2a4\ud15c \ud30c\uc77c\uc744 \uc0dd\uc131\ud558\ub294 \uc911\uc5d0 \ud30c\uc77c \uc2dc\uc2a4\ud15c \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc790\uc138\ud55c \uc815\ubcf4\ub294 \uae30\ubcf8 \uc608\uc678 \uc6d0\uc778\uc744 \uac80\uc0ac\ud558\uc2ed\uc2dc\uc624.
FNRRS0199.action      = \uc720\ud6a8\ud55c \ud30c\uc77c \uc2dc\uc2a4\ud15c \ub514\ub809\ud1a0\ub9ac \uacbd\ub85c\ub97c \uc9c0\uc815\ud588\ub294\uc9c0, \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ud544\uc694\ud55c \ud30c\uc77c \uc2dc\uc2a4\ud15c \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0199.message     = \ucee8\ud150\uce20 \ub370\uc774\ud130\ub97c ''{0}''\uc5d0 \uc788\ub294 \ud30c\uc77c\ub85c \ub0b4\ubcf4\ub0b4\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0199.arg.0       = \ucd9c\ub825 \ud30c\uc77c \uacbd\ub85c \ubb38\uc790\uc5f4

FNRRS0200.explanation = \uc774 \uc5d4\ud2f0\ud2f0\ub97c \ub0b4\ubcf4\ub0b4\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc608\uae30\uce58 \uc54a\uc740 \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0200.action      = \uc790\uc138\ud55c \uc608\uc678 \uc815\ubcf4\ub294 \ud574\ub2f9 \ub85c\uadf8\ub97c \uac80\uc0ac\ud558\uc2ed\uc2dc\uc624.
FNRRS0200.message     = \uc608\uae30\uce58 \uc54a\uc740 \uc608\uc678\ub85c \uc778\ud574 \ub2e4\uc74c \uc5d4\ud2f0\ud2f0\ub97c \ub0b4\ubcf4\ub0bc \uc218 \uc5c6\uc74c, \uc5d4\ud2f0\ud2f0: {0}, \uc608\uc678: {1}.
FNRRS0200.arg.0       = \ub0b4\ubcf4\ub0b4\uae30\ub97c \uc2dc\ub3c4\ud55c \uc5d4\ud2f0\ud2f0\uc758 ID
FNRRS0200.arg.1       = \uc608\uc678 \uba54\uc2dc\uc9c0

FNRRS0201.explanation = \uc2dc\uc791 \ucc98\ub9ac \uc624\ud37c\ub808\uc774\uc158\uc740 \uc774 \uc5d4\ud2f0\ud2f0 \uc720\ud615 \uac12\uc758 \uc5d4\ud2f0\ud2f0\ub97c \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0201.action      = \uc2dc\uc791 \ucc98\ub9ac \uc624\ud37c\ub808\uc774\uc158 \uc785\ub825 \ucf5c\ub809\uc158\uc5d0\uc11c \uc774 \uc5d4\ud2f0\ud2f0\ub97c \uc81c\uac70\ud558\uc2ed\uc2dc\uc624.
FNRRS0201.message     = {0} \uc720\ud615\uc758 \ub2e4\uc74c \uc5d4\ud2f0\ud2f0\uc5d0\uc11c \uc2dc\uc791 \ucc98\ub9ac\ub97c \uc218\ud589\ud560 \uc218 \uc5c6\uc74c, entityIdent: {1}.
FNRRS0201.arg.0       = \uc2dc\uc791 \ucc98\ub9ac\ub97c \uc2dc\ub3c4\ud55c \uc5d4\ud2f0\ud2f0\uc758 \uc5d4\ud2f0\ud2f0 \uc720\ud615
FNRRS0201.arg.1       = \uc2dc\uc791 \ucc98\ub9ac\ub97c \uc2dc\ub3c4\ud55c \uc5d4\ud2f0\ud2f0\uc758 ID

FNRRS0202.explanation = \uc720\ud6a8 \ubcf4\ub958\ud56d\ubaa9\uc774 \ubc30\uce58\ub41c \uc5d4\ud2f0\ud2f0\uc5d0\uc11c\ub294 \uc2dc\uc791 \ucc98\ub9ac\ub97c \uc218\ud589\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0202.action      = \uc5d4\ud2f0\ud2f0\uc5d0\uc11c \uc720\ud6a8 \ubcf4\ub958\ud56d\ubaa9\uc744 \uc81c\uac70\ud558\uace0 \uc2dc\uc791 \ucc98\ub9ac\ub97c \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624.
FNRRS0202.message     = \ubcf4\ub958 \uc0c1\ud0dc\uc5d0 \uc788\ub294 \ub2e4\uc74c \uc5d4\ud2f0\ud2f0\ub098 \uc0c1\uc704\uac00 \ubcf4\ub958 \uc0c1\ud0dc\uc5d0 \uc788\ub294 \uc5d4\ud2f0\ud2f0\uc5d0\uc11c\ub294 \uc2dc\uc791 \ucc98\ub9ac\ub97c \uc218\ud589\ud560 \uc218 \uc5c6\uc74c, entityIdent: {0}.
FNRRS0202.arg.0       = \uc2dc\uc791 \ucc98\ub9ac\ub97c \uc2dc\ub3c4\ud55c \uc5d4\ud2f0\ud2f0\uc758 ID

FNRRS0203.explanation = \uc77c\ubd80 \ud558\uc704 \uc5d4\ud2f0\ud2f0\uac00 \ubcf4\ub958 \uc0c1\ud0dc\uc5d0 \uc788\ub294 \uc5d4\ud2f0\ud2f0\uc5d0\uc11c\ub294 \uc2dc\uc791 \ucc98\ub9ac\ub97c \uc218\ud589\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0203.action      = \ud574\ub2f9 \ud558\uc704 \uc5d4\ud2f0\ud2f0\uc5d0\uc11c \ubcf4\ub958\ud56d\ubaa9\uc744 \uc81c\uac70\ud558\uace0 \uc2dc\uc791 \ucc98\ub9ac\ub97c \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624.
FNRRS0203.message     = \ud558\ub098 \uc774\uc0c1\uc758 \ud558\uc704 \uba64\ubc84\uac00 \ubcf4\ub958 \uc0c1\ud0dc\uc5d0 \uc788\uc5b4\uc11c \ub2e4\uc74c \uc5d4\ud2f0\ud2f0\uc5d0\uc11c \uc2dc\uc791 \ucc98\ub9ac\ub97c \uc218\ud589\ud560 \uc218 \uc5c6\uc74c, entityIdent: {0}.
FNRRS0203.arg.0       = \uc2dc\uc791 \ucc98\ub9ac\ub97c \uc2dc\ub3c4\ud55c \uc5d4\ud2f0\ud2f0\uc758 ID

FNRRS0204.explanation = \ubcf4\ub958\ud56d\ubaa9 \ubc30\uce58\ub098 \ucc98\ub9ac \uc2a4\ucf00\uc904 \ubcc0\uacbd \ub610\ub294 \ub458 \ubaa8\ub450\ub85c \uc778\ud574 \uc5d4\ud2f0\ud2f0\uc5d0\uc11c \uc2dc\uc791 \ucc98\ub9ac\ub97c \uc218\ud589\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0204.action      = \uc5d4\ud2f0\ud2f0\ub098 \uc0c1\uc704 \uacc4\uce35 \uad6c\uc870 \ub610\ub294 \ud558\uc704 \uacc4\uce35 \uad6c\uc870\uc5d0\uc11c \uc560\ud50c\ub9ac\ucf00\uc774\uc158 \ubcf4\ub958\ud56d\ubaa9\uc744 \uc81c\uac70\ud558\uace0 \ucc98\ub9ac \uc2a4\uc715\uc744 \ub2e4\uc2dc \uc2e4\ud589\ud558\uc2ed\uc2dc\uc624.
FNRRS0204.message     = \ub2e4\uc74c \uc5d4\ud2f0\ud2f0\uc758 \uc2dc\uc791 \ucc98\ub9ac\ub97c \uc218\ud589\ud560 \uc218 \uc5c6\uc74c: {0}.
FNRRS0204.arg.0       = \uc2dc\uc791 \ucc98\ub9ac\ub97c \uc2dc\ub3c4\ud55c \uc5d4\ud2f0\ud2f0\uc758 ID

FNRRS0205.explanation = \uc2dc\uc791 \ucc98\ub9ac \ud504\ub85c\uc138\uc2a4\uc758 \uc9c4\ud589\uc744 \ubc29\ud574\ud558\ub294 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0205.action      = \uc5f0\uad00 \uc608\uc678 \uc2a4\ud0dd \uc815\ubcf4\ub97c \uac80\uc0ac\ud558\uc5ec \uac00\ub2a5\ud55c \uc6d0\uc778\uc744 \ucc3e\uac70\ub098, \ucc98\ub9ac \uc2a4\uc715\uc744 \ub2e4\uc2dc \uc2e4\ud589\ud558\uac70\ub098 \ub610\ub294 \ubaa8\ub450 \uc218\ud589\ud558\uc2ed\uc2dc\uc624.
FNRRS0205.message     = \ud558\ub098 \uc774\uc0c1\uc758 \uc5d4\ud2f0\ud2f0\uc5d0 \ub300\ud55c \uc2dc\uc791 \ucc98\ub9ac \uacfc\uc815\uc5d0\uc11c \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.

FNRRS0206.explanation = VWSession \ub9e4\uac1c\ubcc0\uc218\uac00 \ub110(NULL)\uc774\uac70\ub098 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0206.action      = \ud074\ub77c\uc774\uc5b8\ud2b8 \uc560\ud50c\ub9ac\ucf00\uc774\uc158\uc758 \uc801\uc6a9 \uac00\ub2a5\ud55c IBM FileNet Process Engine \uad6c\uc131\uc744 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0206.message     = \uc720\ud6a8\ud558\uc9c0 \uc54a\uc740 VWSession \ub9e4\uac1c\ubcc0\uc218 {0}(\uc73c)\ub85c \uc778\ud574 \uc2dc\uc791 \ucc98\ub9ac\ub97c \uc218\ud589\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0206.arg.0       = \ubb38\uc81c\uac00 \uc788\ub294 VWSession \ub9e4\uac1c\ubcc0\uc218

FNRRS0207.explanation = \uc5d4\ud2f0\ud2f0\uc758 \ud604\uc7ac \uc0c1\ud0dc \uc2e4\ud589 \ub0a0\uc9dc\uac00 \uc544\uc9c1 \uc124\uc815\ub418\uc9c0 \uc54a\uc558\uac70\ub098 \uc774 \ub0a0\uc9dc\uac00 \uc5ec\uc804\ud788 \ubbf8\ub798 \ub0a0\uc9dc\ub85c \ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0207.action      = \ucc98\ub9ac \uc2a4\uc715\uc744 \ub2e4\uc2dc \uc2e4\ud589\ud55c \ud6c4, \uc2dc\uc791 \ucc98\ub9ac\ub97c \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624. 
FNRRS0207.message     = \ud604\uc7ac \ub2e8\uacc4 \uc2e4\ud589 \ub0a0\uc9dc\uac00 \uc544\uc9c1 \ub3c4\ub2ec\ud558\uc9c0 \uc54a\uc544\uc11c \ud604\uc7ac \ucd08\uae30\ud654 \ub2e8\uacc4\ub97c \uc644\ub8cc\ud560 \uc218 \uc5c6\uc74c: \uc5d4\ud2f0\ud2f0: {0}.
FNRRS0207.arg.0       = \ubb38\uc81c\uac00 \uc788\ub294 \uc5d4\ud2f0\ud2f0\uc758 ID

FNRRS0208.explanation = \uc5d4\ud2f0\ud2f0\uc758 \uc5f0\uad00\ub41c \ucc98\ub9ac \uc2a4\ucf00\uc904\uc774\ub098 \uc5d4\ud2f0\ud2f0\uc758 \ucc98\ub9ac \uad00\ub828 \uba54\ud0c0\ub370\uc774\ud130 \ub610\ub294 \ub458 \ub2e4\uac00 \ubcc0\uacbd\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
FNRRS0208.action      = \ucc98\ub9ac \uc2a4\uc715\uc744 \ub2e4\uc2dc \uc2e4\ud589\ud55c \ud6c4, \uc2dc\uc791 \ucc98\ub9ac\ub97c \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624. 
FNRRS0208.message     = \uc5f0\uad00\ub41c \uc6cc\ud06c\ud50c\ub85c\uc6b0\uac00 \uc544\uc9c1 \uc2dc\uc791\ub418\uc9c0 \uc54a\uc544\uc11c \ud604\uc7ac \ucc98\ub9ac \ub2e8\uacc4\ub97c \uc644\ub8cc\ud560 \uc218 \uc5c6\uc74c, \uc5d4\ud2f0\ud2f0: {0}.
FNRRS0208.arg.0       = \ubb38\uc81c\uac00 \uc788\ub294 \uc5d4\ud2f0\ud2f0\uc758 ID

FNRRS0209.explanation = \ub2e4\uc2dc \uc5f4\ub9b0 \ucee8\ud14c\uc774\ub108\ub294 \ud604\uc7ac \ucc98\ub9ac \ub2e8\uacc4\ub97c \uacfc\uac70\ub85c \uc804\ud658\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0209.action      = \ucee8\ud14c\uc774\ub108\ub97c \ub2eb\uace0 \ub2e8\uacc4 \uc804\uc774\ub97c \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624. 
FNRRS0209.message     = \ucee8\ud14c\uc774\ub108 \uc5d4\ud2f0\ud2f0\ub97c \ub2e4\uc2dc \uc5f4\uc5c8\uae30 \ub54c\ubb38\uc5d0 \ud604\uc7ac \ucc98\ub9ac \ub2e8\uacc4\ub97c \uc644\ub8cc\ud560 \uc218 \uc5c6\uc74c, \uc5d4\ud2f0\ud2f0: {0}.
FNRRS0209.arg.0       = \ubb38\uc81c\uac00 \uc788\ub294 \uc5d4\ud2f0\ud2f0\uc758 ID

FNRRS0210.explanation = \uc81c\uc548\ub41c \ud604\uc7ac \ub2e8\uacc4 \uc2e4\ud589 \ub0a0\uc9dc\uac00 \ub110(NULL)\uc774\uac70\ub098 \ubbf8\ub798 \ub0a0\uc9dc\uc785\ub2c8\ub2e4.
FNRRS0210.action      = \ub2e4\ub978 \ud604\uc7ac \ub2e8\uacc4 \uc2e4\ud589 \ub0a0\uc9dc \uac12\uc744 \uc81c\uc548\ud558\uace0 \ub2e8\uacc4 \uc804\ud658\uc744 \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624. 
FNRRS0210.message     = \uc81c\uc548\ub41c \ud604\uc7ac \ub2e8\uacc4 \uc2e4\ud589 \ub0a0\uc9dc\uac00 \ub110(NULL)\uc774\uac70\ub098 \ubbf8\ub798 \ub0a0\uc9dc\uc774\uae30 \ub54c\ubb38\uc5d0 \ud604\uc7ac \ucc98\ub9ac \ub2e8\uacc4\ub97c \uc644\ub8cc\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc5d4\ud2f0\ud2f0: {0}, \uc81c\uc548\ub41c \ub0a0\uc9dc: {1}.
FNRRS0210.arg.0       = \ubb38\uc81c\uac00 \uc788\ub294 \uc5d4\ud2f0\ud2f0\uc758 ID
FNRRS0210.arg.1       = \uc720\ud6a8\ud558\uc9c0 \uc54a\uc740 \uc8fc\uc5b4\uc9c4 \ub0a0\uc9dc \uac12

FNRRS0211.explanation = \ucc98\ub9ac \uc2a4\ucf00\uc904\uc5d0\ub294 \uc5b8\uc81c\ub098 \ucef7\uc624\ud504 \uae30\ubcf8 \ud2b9\uc131 \uac12\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
FNRRS0211.action      = \ucc98\ub9ac \uc2a4\ucf00\uc904\uc744 \uc218\uc815\ud558\uace0 \uc2dc\uc791 \ucc98\ub9ac \ud504\ub85c\uc138\uc2a4\ub97c \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624.
FNRRS0211.message     = \ucc98\ub9ac \uc2a4\ucf00\uc904 {0}\uc758 \ucef7\uc624\ud504 \uae30\ubcf8 \ud2b9\uc131\uc774 \ub204\ub77d\ub418\uc5b4 \ucc98\ub9ac \ucef7\uc624\ud504 \ud504\ub85c\uc138\uc2a4\ub97c \uc218\ud589\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0211.arg.0       = \ubb38\uc81c \uc788\ub294 \uc2a4\ucf00\uc904\uc758 ID

FNRRS0212.explanation = \ubb38\uc81c\uac00 \uc788\ub294 \uc5d4\ud2f0\ud2f0\uc5d0\uc11c \uc9c0\uc815\ub41c \ucef7\uc624\ud504 \uae30\ubc18 \ud2b9\uc131\uc758 \ub0a0\uc9dc \uac12\uc774 \ub204\ub77d\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
FNRRS0212.action      = \uc5d4\ud2f0\ud2f0\ub098 \ucc98\ub9ac \uc2a4\ucf00\uc904 \ub610\ub294 \ub458 \ubaa8\ub450\ub97c \uc870\uc815\ud558\uace0 \uc2dc\uc791 \ucc98\ub9ac \ud504\ub85c\uc138\uc2a4\ub97c \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624.
FNRRS0212.message     = \ucc98\ub9ac \uc5d4\ud2f0\ud2f0\uc5d0\uc11c \ucef7\uc624\ud504 \uae30\ubcf8 \ud2b9\uc131\uc758 \ub0a0\uc9dc \uac12\uc774 \ub204\ub77d\ub428, \uc5d4\ud2f0\ud2f0: {0}, \ud2b9\uc131 \uc774\ub984: {1}.
FNRRS0212.arg.0       = \ubb38\uc81c\uac00 \uc788\ub294 \uc5d4\ud2f0\ud2f0\uc758 ID
FNRRS0212.arg.1       = \ucef7\uc624\ud504 \uae30\ubcf8 \ud2b9\uc131\uc758 \uc774\ub984

FNRRS0213.explanation = \ubb38\uc81c\uac00 \uc788\ub294 \uc5d4\ud2f0\ud2f0\uc5d0\uc11c \uc9c0\uc815\ub41c \ucef7\uc624\ud504 \uae30\ubc18 \ud2b9\uc131\uc758 \ub0a0\uc9dc \uac12\uc774 \ub204\ub77d\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
FNRRS0213.action      = \uc5d4\ud2f0\ud2f0\ub098 \ucc98\ub9ac \uc2a4\ucf00\uc904 \ub610\ub294 \ub458 \ubaa8\ub450\ub97c \uc870\uc815\ud558\uace0 \uc2dc\uc791 \ucc98\ub9ac \ud504\ub85c\uc138\uc2a4\ub97c \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624.
FNRRS0213.message     = \ucc98\ub9ac \ud2b8\ub9ac\uac70\uc5d0 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc740 \ucef7\uc624\ud504 \ucc98\ub9ac \ud2b8\ub9ac\uac70 \uc720\ud615\uc774 \uc788\uc74c, \ud2b8\ub9ac\uac70: {0}, \uc720\ud615: {1}.
FNRRS0213.arg.0       = \ubb38\uc81c\uac00 \uc788\ub294 \uc5d4\ud2f0\ud2f0\uc758 ID
FNRRS0213.arg.1       = \ucef7\uc624\ud504 \uae30\ubcf8 \ud2b9\uc131\uc758 \uc774\ub984

FNRRS0214.explanation = \uc774 \uc5d4\ud2f0\ud2f0\ub97c \uc784\uc2dc \uc804\uc1a1\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc608\uae30\uce58 \uc54a\uc740 \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0214.action      = \uc790\uc138\ud55c \uc608\uc678 \uc815\ubcf4\ub294 \ud574\ub2f9 \ub85c\uadf8\ub97c \uac80\uc0ac\ud558\uc2ed\uc2dc\uc624.
FNRRS0214.message     = \uc608\uae30\uce58 \uc54a\uc740 \uc608\uc678\ub85c \uc778\ud574 \ub2e4\uc74c \uc5d4\ud2f0\ud2f0\ub97c \uc784\uc2dc \uc804\uc1a1\ud560 \uc218 \uc5c6\uc74c, \uc5d4\ud2f0\ud2f0: {0}, \uc608\uc678: {1}.
FNRRS0214.arg.0       = \uc784\uc2dc \uc804\uc1a1\uc744 \uc2dc\ub3c4\ud55c \uc5d4\ud2f0\ud2f0\uc758 ID
FNRRS0214.arg.1       = \uc608\uc678 \uba54\uc2dc\uc9c0

FNRRS0215.explanation = \uc774 \uc5d4\ud2f0\ud2f0\ub97c \uc804\uc1a1\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc608\uae30\uce58 \uc54a\uc740 \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0215.action      = \uc790\uc138\ud55c \uc608\uc678 \uc815\ubcf4\ub294 \ud574\ub2f9 \ub85c\uadf8\ub97c \uac80\uc0ac\ud558\uc2ed\uc2dc\uc624.
FNRRS0215.message     = \uc608\uae30\uce58 \uc54a\uc740 \uc608\uc678\ub85c \uc778\ud574 \ub2e4\uc74c \uc5d4\ud2f0\ud2f0\ub97c \uc804\uc1a1\ud560 \uc218 \uc5c6\uc74c, \uc5d4\ud2f0\ud2f0: {0}, \uc608\uc678: {1}.
FNRRS0215.arg.0       = \uc804\uc1a1\uc744 \uc2dc\ub3c4\ud55c \uc5d4\ud2f0\ud2f0\uc758 ID
FNRRS0215.arg.1       = \uc608\uc678 \uba54\uc2dc\uc9c0

FNRRS0216.explanation = \uc6cc\ud06c\ud50c\ub85c\uc6b0 \ub2e8\uacc4 \uc694\uc18c\uc5d0\uc11c \uae30\uc548\uc790\ub97c \uac00\uc838\uc624\ub294 \ub370 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0216.action      = Process Engine \uc11c\ubc84 \ubc0f \ucef4\ud3ec\ub10c\ud2b8 \uad00\ub9ac\uc790\ub97c \uac80\uc0ac\ud558\uc5ec \uc81c\ub300\ub85c \uc791\ub3d9 \uc911\uc778\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0216.message     = \uae30\uc548\uc790\ub97c \uac00\uc838\uc62c \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0217.explanation = \ucc98\ub9ac \uac80\ud1a0\uc640 \uad00\ub828\ub41c \ud2b9\uc131 \uac12\uc774 \ud3ec\ud568\ub41c RMProperties \ucf5c\ub809\uc158\uc740 \ub110(NULL)\uc774\uac70\ub098 \ube44\uc5b4 \uc788\uc9c0 \ub9d0\uc544\uc57c \ud569\ub2c8\ub2e4.
FNRRS0217.action      = \uc801\uc808\ud55c \uac80\ud1a0 \ud2b9\uc131 \uac12\uc744 \uc81c\uacf5\ud558\uace0 \uac80\ud1a0 \uc624\ud37c\ub808\uc774\uc158\uc744 \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624.
FNRRS0217.message     = \uac80\ud1a0\ub41c \uc5d4\ud2f0\ud2f0 {0}\uc758 \uc785\ub825 RMProperties \ucf5c\ub809\uc158\uc774 \ube44\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0217.arg.0       = \uac80\ud1a0\ub97c \uc2dc\ub3c4\ud55c \uc5d4\ud2f0\ud2f0\uc758 ID

FNRRS0218.explanation = \uc791\uc131\ud560 \ud3f4\ub354\uc758 \uc720\ud615\uc5d0 \ub300\ud55c \ud074\ub798\uc2a4 ID\ub294 \ub110(NULL)\uc774\uac70\ub098 \ube44\uc5b4 \uc788\uc9c0 \ub9d0\uc544\uc57c \ud569\ub2c8\ub2e4.
FNRRS0218.action      = \ud3f4\ub354\uc758 \uc720\ud615\uc5d0 \ud574\ub2f9\ud558\ub294 \ud074\ub798\uc2a4 ID\ub97c \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0218.message     = ID {0}\uc774(\uac00) \uc720\ud6a8\ud55c \ud074\ub798\uc2a4 ID\uac00 \uc544\ub2d9\ub2c8\ub2e4.
FNRRS0218.arg.0       = \uc791\uc131\ud560 \ud3f4\ub354\uc758 \uc720\ud615\uc5d0 \ub300\ud55c \ud074\ub798\uc2a4 ID

FNRRS0219.explanation = \ud30c\uc77c \uacc4\ud68d\uc5d0\ub294 \ub808\ucf54\ub4dc \uce74\ud14c\uace0\ub9ac\ub9cc \ucd94\uac00\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. 
FNRRS0219.action      = \uc791\uc131\ud560 \ud3f4\ub354\uc758 \ud574\ub2f9 \uc5d4\ud2f0\ud2f0 \uc720\ud615\uc744 \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0219.message     = \uc5d4\ud2f0\ud2f0 {0}\uc744(\ub97c) \ud30c\uc77c \uacc4\ud68d\uc5d0 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0219.arg.0       = \uc791\uc131\ud560 \ud3f4\ub354\uc758 \uc5d4\ud2f0\ud2f0 \uc720\ud615

FNRRS0220.explanation = \ucca8\ubd80 \uc720\ud615\uc774 RecordCategory \ub610\ub294 RecordFolder\uc5ec\uc57c \ud569\ub2c8\ub2e4.
FNRRS0220.action      = \uc801\uc808\ud55c \ucca8\ubd80\ub97c \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0220.message     = {0} \ucca8\ubd80\uac00 \uc720\ud6a8\ud55c \ucca8\ubd80 \uc720\ud615\uc774 \uc544\ub2d9\ub2c8\ub2e4. \ucca8\ubd80 \uc720\ud615\uc774 RecordCategory \ub610\ub294 RecordFolder\uc5ec\uc57c \ud569\ub2c8\ub2e4.
FNRRS0220.arg.0       = \ucca8\ubd80 \uc774\ub984

FNRRS0221.explanation = \ub808\ucf54\ub4dc \ud3f4\ub354 \uc624\ube0c\uc81d\ud2b8\ub97c \uc791\uc131\ud558\ub294 \ub370 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4. 
FNRRS0221.action      = \ud3f4\ub354\ub97c \uc791\uc131\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \ub9e4\uac1c\ubcc0\uc218\ub97c \ud655\uc778\ud558\uace0 \ud3f4\ub354 \uc791\uc131 \uc624\ud37c\ub808\uc774\uc158\uc744 \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624.
FNRRS0221.message     = \ub808\ucf54\ub4dc \ud3f4\ub354 \uc624\ube0c\uc81d\ud2b8 {0}\uc744(\ub97c) \uc791\uc131\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0221.arg.0       = \uc791\uc131\ud560 \ud3f4\ub354\uc758 \uc5d4\ud2f0\ud2f0 \uc720\ud615

FNRRS0222.explanation = PropertyName \ubc30\uc5f4\uacfc PropertyValue \ubc30\uc5f4\uc758 \uae38\uc774\uac00 \uac19\uc544\uc57c \ud569\ub2c8\ub2e4.
FNRRS0222.action      = PropertyName \ubc30\uc5f4\uacfc PropertyValue \ubc30\uc5f4\uc758 \uae38\uc774\uac00 \uac19\uc740\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0222.message     = PropertyName \ubc30\uc5f4 {0}\uc640(\uacfc) PropertyValue \ubc30\uc5f4 {1}\uc758 \uae38\uc774\uac00 \uac19\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0222.arg.0       = PropertyName \ubc30\uc5f4
FNRRS0222.arg.1       = PropertyValue \ubc30\uc5f4

FNRRS0223.explanation = \uc624\ube0c\uc81d\ud2b8\uc758 \uc9c0\uc815\ub41c \uc885\uc18d \ud2b9\uc131\uc758 \uac12\uc774 true\uc774\uba74 \uae30\ud0c0 \ud2b9\uc131\uc5d0\uc11c \uc624\ube0c\uc81d\ud2b8\uc5d0 \uacf5\ubc31\uc774 \uc544\ub2cc \uac12\uc744 \uc9c0\uc815\ud574\uc57c \ud569\ub2c8\ub2e4.
FNRRS0223.action      = \ub204\ub77d\ub41c \ud2b9\uc131 \uac12\uc5d0 \uc720\ud6a8\ud55c \uac12\uc744 \uc81c\uacf5\ud558\uac70\ub098 \uc885\uc18d \ud2b9\uc131\uc758 \uac12\uc744 \uc870\uc815\ud558\uc2ed\uc2dc\uc624.
FNRRS0223.message     = \uc885\uc18d \ud2b9\uc131 ''{1}''\uc744(\ub97c) ''true'' \uac12\uc73c\ub85c \uc9c0\uc815\ud560 \ub54c \ud544\uc694\ud55c \uacf5\ubc31\uc774 \uc544\ub2cc ''{0}'' \ud2b9\uc131 \uac12\uc774 \uc624\ube0c\uc81d\ud2b8\uc5d0\uc11c \ub204\ub77d\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
FNRRS0223.arg.0       = \ub204\ub77d\ub418\uc5c8\uac70\ub098 \uacf5\ubc31\uc778 \ud2b9\uc131\uc758 \uc774\ub984
FNRRS0223.arg.1       = \uc885\uc18d \ud2b9\uc131\uc758 \uc774\ub984

FNRRS0224.explanation = \ubb38\uc11c\ub97c \ub808\ucf54\ub4dc\ub85c \uc120\uc5b8\ud558\ub294 \ub370 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4. 
FNRRS0224.action      = \ubb38\uc11c\ub97c \ub808\ucf54\ub4dc\ub85c \uc120\uc5b8\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \ub9e4\uac1c\ubcc0\uc218\ub97c \ud655\uc778\ud558\uace0 \ubb38\uc11c\ub97c \ub808\ucf54\ub4dc\ub85c \uc120\uc5b8\ud558\ub294 \uc624\ud37c\ub808\uc774\uc158\uc744 \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624.
FNRRS0224.message     = \ubb38\uc11c\ub97c \ub808\ucf54\ub4dc\ub85c \uc120\uc5b8\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0225.explanation = \ub808\ucf54\ub4dc\ub97c \ub458 \uc774\uc0c1\uc758 \ucee8\ud14c\uc774\ub108\uc5d0 \ud30c\uc77c\ub85c \uc800\uc7a5\ud558\ub294 \uac83\uc740 \ud604\uc7ac \uc774 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0 \ub300\ud574 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0225.action      = \ub808\ucf54\ub4dc\ub97c \ub2e4\uc911 \ud30c\uc77c\ud654\ud558\uc9c0 \uc54a\uac70\ub098 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0\uc11c \ub2e4\uc911 \ud30c\uc77c\ud654 \uae30\ub2a5\uc744 \uc0ac\uc6a9\ud558\ub3c4\ub85d \ud558\uc2ed\uc2dc\uc624.
FNRRS0225.message     = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c {0}\uc5d0\uc11c \ub808\ucf54\ub4dc\ub97c \ub458 \uc774\uc0c1\uc758 \ucee8\ud14c\uc774\ub108\uc5d0 \ud30c\uc77c\ub85c \uc800\uc7a5\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
RNRRS0255.arg.0       = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc758 \uc774\ub984

FNRRS0226.explanation = \ud5c8\uc6a9 \uac00\ub2a5\ud55c \ubcf4\uc720 \uac12 \ubc94\uc704\ub294 \uc5f0\ub3c4: 0-999, \uc6d4: 0-99, \uc77c: 0-99\uc785\ub2c8\ub2e4.
FNRRS0226.action      = \uc720\ud6a8\ud55c \ubcf4\uc720 \uac12\uc744 \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0226.message     = \ud558\ub098 \uc774\uc0c1\uc758 \ubcf4\uc720 \uac12\uc774 \ubc94\uc704 \uc548\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4. \ud5c8\uc6a9 \uac00\ub2a5\ud55c \ubc94\uc704\ub294 \uc5f0\ub3c4: 0-999, \uc6d4: 0-99, \uc77c: 0-99\uc785\ub2c8\ub2e4.

FNRRS0227.explanation = \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\ub294 \ud30c\uc77c \uacc4\ud68d \ub8e8\ud2b8 \ub610\ub294 \ub808\ucf54\ub4dc \uce74\ud14c\uace0\ub9ac \uc720\ud615 \ucee8\ud14c\uc774\ub108\uc5d0\ub9cc \ucd94\uac00\ub420 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0227.action      = \ud30c\uc77c \uacc4\ud68d \ub8e8\ud2b8 \ub610\ub294 \ub808\ucf54\ub4dc \uce74\ud14c\uace0\ub9ac\ub97c \ub300\uc0c1 \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\ub85c \uc0ac\uc6a9\ud560 \uac83\uc744 \uc7ac\uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624.
FNRRS0227.message     = \uc0c8 \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\ub97c {0} \uc720\ud615\uc758 \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\uc758 \ud558\uc704\ub85c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. 
RNRRS0227.arg.0       = \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\uc758 \uc5d4\ud2f0\ud2f0 \uc720\ud615

FNRRS0228.explanation = \uc9c0\uc815\ub41c \ud2b8\ub9ac\uac70 \ud2b9\uc131\uc744 \ucc3e\uc744 \uc218 \uc5c6\uc5c8\uc2b5\ub2c8\ub2e4.
FNRRS0228.action      = \ud558\ub098 \uc774\uc0c1\uc758 \ub808\ucf54\ub4dc \ud074\ub798\uc2a4\uc5d0 \uc9c0\uc815\ub418\uace0 \uc720\ud6a8\ud558\uba70 \uc720\ud615\uc774 DateTime\uc778 \ud2b9\uc131\uc758 \uae30\ud638 \uc774\ub984\uc744 \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0228.message     = \uc9c0\uc815\ub41c \ud2b8\ub9ac\uac70 \ud2b9\uc131 \uae30\ud638 \uc774\ub984 {0}\uc5d0 \ub300\ud55c \ud2b9\uc131 \ud15c\ud50c\ub9ac\ud2b8\ub97c \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. 
RNRRS0228.arg.0       = \uc9c0\uc815\ub41c \uae30\ud638 \ud2b9\uc131 \uc774\ub984

FNRRS0229.explanation = \uc9c0\uc815\ub41c \ud2b8\ub9ac\uac70 \ud2b9\uc131\uc740 \uac12\uc774 \ud558\ub098\uc774\uace0 \ub370\uc774\ud130 \uc720\ud615\uc774 DateTime\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4.
FNRRS0229.action      = \ud558\ub098 \uc774\uc0c1\uc758 \ub808\ucf54\ub4dc \ud074\ub798\uc2a4\uc5d0 \uc9c0\uc815\ub418\uace0 \uc720\ud6a8\ud558\uba70 \uac12\uc774 \ud558\ub098\uc774\uace0 \uc720\ud615\uc774 DateTime\uc778 \ud2b9\uc131\uc758 \uae30\ud638 \uc774\ub984\uc744 \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0229.message     = \uc9c0\uc815\ub41c \ud2b8\ub9ac\uac70 \ud2b9\uc131 {0}\uc758 \ub370\uc774\ud130 \uc720\ud615\uc774 DateTime\uc774 \uc544\ub2c8\uace0/\ub610\ub294 \uac12\uc774 \ud558\ub098\uac00 \uc544\ub2d9\ub2c8\ub2e4.
RNRRS0229.arg.0       = \uc9c0\uc815\ub41c \uae30\ud638 \ud2b9\uc131 \uc774\ub984

FNRRS0230.explanation = \uc9c0\uc815\ub41c \ud2b8\ub9ac\uac70 \ud2b9\uc131\uc740 \ud604\uc7ac \ud558\ub098 \uc774\uc0c1\uc758 \ub808\ucf54\ub4dc \ud074\ub798\uc2a4\uc5d0 \uc9c0\uc815\ub418\uc5b4 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
FNRRS0230.action      = \ud558\ub098 \uc774\uc0c1\uc758 \ub808\ucf54\ub4dc \ud074\ub798\uc2a4\uc5d0 \uc9c0\uc815\ub418\uace0 \uc720\ud6a8\ud558\uba70 \uc720\ud615\uc774 DateTime\uc778 \ud2b9\uc131\uc758 \uae30\ud638 \uc774\ub984\uc744 \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0230.message     = \uc9c0\uc815\ub41c \ud2b8\ub9ac\uac70 \ud2b9\uc131 {0}\uc740(\ub294) \uc5b4\ub290 \ub808\ucf54\ub4dc \ud074\ub798\uc2a4\uc5d0\ub3c4 \uc9c0\uc815\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
RNRRS0230.arg.0       = \uc9c0\uc815\ub41c \uae30\ud638 \ud2b9\uc131 \uc774\ub984

FNRRS0231.explanation = \uc81c\uc548\ub41c \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\uc5d0\ub294 \ud558\uc704 \ucee8\ud14c\uc774\ub108\uac00 \ud3ec\ud568\ub420 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0231.action      = \ub300\uccb4 \ucee8\ud14c\uc774\ub108\ub97c \uc120\ud0dd\ud558\uc5ec \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\ub85c \ubcc0\ud658\ud558\uc2ed\uc2dc\uc624.
FNRRS0231.message     = \uc81c\uc548\ub41c \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108 {0}\uc740(\ub294) \ub9ac\ud504 \ub178\ub4dc\uac00 \uc544\ub2d9\ub2c8\ub2e4.
RNRRS0231.arg.0       = \uc81c\uc548\ub41c \ucee8\ud14c\uc774\ub108 ID

FNRRS0232.explanation = \uc81c\uc548\ub41c \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\uc5d0\ub294 \ud604\uc7ac \ub458 \uc774\uc0c1\uc758 \ucee8\ud14c\uc774\ub108\uc5d0 \ud30c\uc77c\ub85c \uc800\uc7a5\ub41c \ud558\uc704 \ub808\ucf54\ub4dc\uac00 \ud3ec\ud568\ub420 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0232.action      = \ub300\uccb4 \ucee8\ud14c\uc774\ub108\ub97c \uc120\ud0dd\ud558\uc5ec \ubcc0\ud658\ud558\uac70\ub098 \uc790\uaca9\uc774 \uc5c6\ub294 \ud558\uc704 \ub808\ucf54\ub4dc\ub97c \uc81c\uac70\ud558\uc2ed\uc2dc\uc624.
FNRRS0232.message     = \uc81c\uc548\ub41c \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\uc5d0 \ud558\ub098 \uc774\uc0c1\uc758 \ub2e4\uc911 \ud30c\uc77c\ud654\ub41c \ub808\ucf54\ub4dc {0}\uc774(\uac00) \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0232.arg.0       = \ub2e4\uc911 \ud30c\uc77c\ud654\ub41c \ub808\ucf54\ub4dc ID

FNRRS0233.explanation = \uc81c\uc548\ub41c \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\uc5d0\ub294 \uc2e4\uc81c \ub808\ucf54\ub4dc\uc778 \ud558\uc704 \ub808\ucf54\ub4dc\uac00 \ud3ec\ud568\ub420 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0233.action      = \ub300\uccb4 \ucee8\ud14c\uc774\ub108\ub97c \uc120\ud0dd\ud558\uc5ec \ubcc0\ud658\ud558\uac70\ub098 \uc790\uaca9\uc774 \uc5c6\ub294 \ud558\uc704 \ub808\ucf54\ub4dc\ub97c \uc81c\uac70\ud558\uc2ed\uc2dc\uc624.
FNRRS0233.message     = \uc81c\uc548\ub41c \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\uc5d0 \uc2e4\uc81c \ub808\ucf54\ub4dc {0}\uc778 \ub808\ucf54\ub4dc\uac00 \ud558\ub098 \uc774\uc0c1 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0233.arg.0       = \uc2e4\uc81c \ub808\ucf54\ub4dc ID

FNRRS0234.explanation = \uc81c\uc548\ub41c \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\uc5d0\ub294 \uc5f0\uad00\ub41c \ub808\ucf54\ub4dc \uc720\ud615\uc774 \uc788\ub294 \ud558\uc704 \ub808\ucf54\ub4dc\uac00 \ud3ec\ud568\ub420 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0234.action      = \ub300\uccb4 \ucee8\ud14c\uc774\ub108\ub97c \uc120\ud0dd\ud558\uc5ec \ubcc0\ud658\ud558\uac70\ub098 \uc790\uaca9\uc774 \uc5c6\ub294 \ud558\uc704 \ub808\ucf54\ub4dc\ub97c \uc81c\uac70\ud558\uc2ed\uc2dc\uc624.
FNRRS0234.message     = \uc81c\uc548\ub41c \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\uc5d0 \uc5f0\uad00\ub41c \ub808\ucf54\ub4dc \uc720\ud615 {0}\uc774(\uac00) \ub808\ucf54\ub4dc\uac00 \ud558\ub098 \uc774\uc0c1 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0234.arg.0       = \ub808\ucf54\ub4dc ID

FNRRS0235.explanation = \uc81c\uc548\ub41c \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108 \ub0b4\uc5d0 \ud3ec\ud568\ub41c \ubaa8\ub4e0 \ub808\ucf54\ub4dc\ub294 \uc81c\uc548\ub41c \ud2b8\ub9ac\uac70 \ud2b9\uc131\uc744 \uc9c0\uc6d0\ud574\uc57c \ud569\ub2c8\ub2e4.
FNRRS0235.action      = \ub300\uccb4 \ud2b8\ub9ac\uac70 \ud2b9\uc131\uc744 \uc120\ud0dd\ud558\uac70\ub098 \uc790\uaca9\uc774 \uc5c6\ub294 \ud558\uc704 \ub808\ucf54\ub4dc\ub97c \uc81c\uac70\ud558\uc2ed\uc2dc\uc624.
FNRRS0235.message     = \uc81c\uc548\ub41c \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\uc5d0 \ub808\ucf54\ub4dc \ud074\ub798\uc2a4\uac00 \uc81c\uc548\ub41c \ud2b8\ub9ac\uac70 \ud2b9\uc131 \uc774\ub984 {0}\uc744(\ub97c) \uc9c0\uc6d0\ud558\uc9c0 \uc54a\ub294 \ub808\ucf54\ub4dc\uac00 \ud558\ub098 \uc774\uc0c1 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0235.arg.0       = \ub808\ucf54\ub4dc ID

FNRRS0236.explanation = \uc77c\ubd80 \ub808\ucf54\ub4dc \ucee8\ud14c\uc774\ub108 \uc720\ud615\uc740 \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\ub85c \ubcc0\ud658\ub418\ub294 \ub370 \ubd80\uc801\ud569\ud569\ub2c8\ub2e4.
FNRRS0236.action      = \ub300\uccb4 \ucee8\ud14c\uc774\ub108\ub97c \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.
FNRRS0236.message     = \uc81c\uc548\ub41c \ucee8\ud14c\uc774\ub108 \uc720\ud615 {0}\uc740(\ub294) \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\ub85c \ubcc0\ud658\ub418\ub294 \ub370 \ubd80\uc801\ud569\ud569\ub2c8\ub2e4.
FNRRS0236.arg.0       = \uc81c\uc548\ub41c \ucee8\ud14c\uc774\ub108\uc758 \uc5d4\ud2f0\ud2f0 \uc720\ud615

FNRRS0237.explanation = \ud544\uc218 \uae30\ubcf8 \uc2a4\ucf00\uc904 \uad00\ub828 \ud2b9\uc131 \ud15c\ud50c\ub9ac\ud2b8 \ubc0f/\ub610\ub294 \ub2e4\uc591\ud55c \ub808\ucf54\ub4dc \ucee8\ud14c\uc774\ub108 \ud074\ub798\uc2a4\uc5d0 \ub300\ud55c \uc774\ub4e4 \ud2b9\uc131 \ud15c\ud50c\ub9ac\ud2b8\uc758 \uc9c0\uc815\uc774 \uc774 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0 \uc874\uc7ac\ud558\ub294 \uac83\uc73c\ub85c \ud45c\uc2dc\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0237.action      = \uc801\uc808\ud55c P8 Content Manager \ucd94\uac00 \uae30\ub2a5\uc774 \uc774 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0 \uc801\uc6a9\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0237.message     = \uae30\ubcf8 \uc2a4\ucf00\uc904\uc744 \uc9c0\uc6d0\ud558\ub294 \ub370 \ud544\uc694\ud55c \uba54\ud0c0\ub370\uc774\ud130\ub97c \uc774 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c {0}\uc5d0\uc11c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0237.arg.0       = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c ID

FNRRS0238.explanation = \uc720\ud6a8\ud55c \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\uc5d0\ub294 \uc62c\ubc14\ub974\uac8c \ud615\uc2dd\ud654\ub41c RMRetentionPeriod \ud2b9\uc131 \uac12\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
FNRRS0238.action      = DefensiblyDisposable.setRetentionPeriod \ubc29\ubc95\uc744 \uc0ac\uc6a9\ud558\uc5ec \uc774 \ucee8\ud14c\uc774\ub108\uc5d0 \ub300\ud55c \uc801\uc808\ud55c \ubcf4\uc720 \uae30\uac04 \uac12\uc744 \uc124\uc815\ud558\uc2ed\uc2dc\uc624. 
FNRRS0238.message     = \uae30\ubcf8 \uc2a4\ucf00\uc904 \ubcf4\uc720 \uae30\uac04 \uac12\uc774 \uc608\uc0c1\ub41c \ud615\uc2dd\uc778 yyy-mm-dd\uac00 \uc544\ub2d9\ub2c8\ub2e4.

FNRRS0239.explanation = \uae30\ubcf8 \uc2a4\ucf00\uc904 \uad00\ub828 \ud2b9\uc131\uc744 \uc218\uc815\ud558\ub824\uba74 \ucee8\ud14c\uc774\ub108\uac00 \uc774\ubbf8 \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\uc5ec\uc57c \ud569\ub2c8\ub2e4.
FNRRS0239.action      = \ucee8\ud14c\uc774\ub108\uac00 \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\ub85c \uc791\uc131\ub418\uac70\ub098 \ubcc0\ud658\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0239.message     = \ube44 \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108 {0}\uc5d0\uc11c \uae30\ubcf8 \uc2a4\ucf00\uc904 \uad00\ub828 \ud2b9\uc131 \uac12\uc744 \uc218\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0239.arg.0       = \ucee8\ud14c\uc774\ub108 ID

FNRRS0240.explanation = \uc774\ub7ec\ud55c \ud2b9\uc131\uc744 \uc9c1\uc811 \uc124\uc815\ud558\ub294 \uac83\uc740 \ud544\uc694\ud55c \uc720\ud6a8\uc131 \uac80\uc99d \ub17c\ub9ac\ub97c \ubb34\uc2dc\ud558\ubbc0\ub85c \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. 
FNRRS0240.action      = \ub300\uc2e0 DefensiblyDisposable setRetentionPeriod \ubc0f/\ub610\ub294 setTriggerPropertyName \ubc29\ubc95\uc744 \uc0ac\uc6a9\ud558\uc2ed\uc2dc\uc624. 
FNRRS0240.message     = \uae30\ubcf8 \uc2a4\ucf00\uc904 \ud2b9\uc131 \uac12\uc744 \uc9c1\uc811 \uc124\uc815\ud558\ub294 \uac83\uc740 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.

FNRRS0241.explanation = \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\uc5d0\ub294 \ub2e4\uc911 \ud30c\uc77c\ud654\ub41c \ub808\ucf54\ub4dc\uac00 \ud3ec\ud568\ub420 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. 
FNRRS0241.action      = \ub2e4\ub978 \ub300\uc0c1 \ucee8\ud14c\uc774\ub108\ub97c \uc120\ud0dd\ud558\uc5ec \ub808\ucf54\ub4dc\ub97c \ud30c\uc77c\ub85c \uc800\uc7a5\ud558\uc2ed\uc2dc\uc624. 
FNRRS0241.message     = \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\uc5d0\ub294 \ub2e4\uc911 \ud30c\uc77c\ud654\ub41c \ub808\ucf54\ub4dc\uac00 \uc788\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0242.explanation = \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\uc5d0\ub294 \uc2e4\uc81c \ub808\ucf54\ub4dc\uac00 \ud3ec\ud568\ub420 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. 
FNRRS0242.action      = \ub2e4\ub978 \ub300\uc0c1 \ucee8\ud14c\uc774\ub108\ub97c \uc120\ud0dd\ud558\uc5ec \ub808\ucf54\ub4dc\ub97c \ud30c\uc77c\ub85c \uc800\uc7a5\ud558\uc2ed\uc2dc\uc624. 
FNRRS0242.message     = \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\uc5d0\ub294 \uc2e4\uc81c \ub808\ucf54\ub4dc\ub97c \ud30c\uc77c\ub85c \uc800\uc7a5\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0243.explanation = \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\uc5d0\ub294 \ub808\ucf54\ub4dc \uc720\ud615\uc774 \uc788\ub294 \ub808\ucf54\ub4dc\uac00 \ud3ec\ud568\ub420 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. 
FNRRS0243.action      = \ub2e4\ub978 \ub300\uc0c1 \ucee8\ud14c\uc774\ub108\ub97c \uc120\ud0dd\ud558\uc5ec \ub808\ucf54\ub4dc\ub97c \ud30c\uc77c\ub85c \uc800\uc7a5\ud558\uc2ed\uc2dc\uc624. 
FNRRS0243.message     = \uc5f0\uad00\ub41c \ub808\ucf54\ub4dc \uc720\ud615\uc774 \uc788\ub294 \ub808\ucf54\ub4dc\ub97c \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\uc5d0 \ud30c\uc77c\ub85c \uc800\uc7a5\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0244.explanation = \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\uc5d0 \ud3ec\ud568\ub41c \ubaa8\ub4e0 \ub808\ucf54\ub4dc\ub294 \ucee8\ud14c\uc774\ub108\uc758 \uc9c0\uc815\ub41c \ud2b8\ub9ac\uac70 \ud2b9\uc131\uc744 \uc9c0\uc6d0\ud574\uc57c \ud569\ub2c8\ub2e4. 
FNRRS0244.action      = \ub2e4\ub978 \ub300\uc0c1 \ucee8\ud14c\uc774\ub108\ub97c \uc120\ud0dd\ud558\uc5ec \ub808\ucf54\ub4dc\ub97c \ud30c\uc77c\ub85c \uc800\uc7a5\ud558\uc2ed\uc2dc\uc624. 
FNRRS0244.message     = \ub808\ucf54\ub4dc\uc758 \ud074\ub798\uc2a4\uac00 \ub300\uc0c1 \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\uc5d0 \uc9c0\uc815\ub41c \ud2b8\ub9ac\uac70 \ud2b9\uc131\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.

FNRRS0245.explanation = \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\uc5d0\ub294 \uc9c1\uc811 \ub610\ub294 \uc0c1\uc18d\uc744 \ud1b5\ud574 \uc9c0\uc815\ub41c \ucc98\ub9ac \uc2a4\ucf00\uc904\uc774 \ud3ec\ud568\ub420 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. 
FNRRS0245.action      = \ucc98\ub9ac \uc2a4\ucf00\uc904\uc744 \uae30\uc874 \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\uc5d0 \uc9c0\uc815\ud558\uac70\ub098 \uc774\ub7ec\ud55c \ucee8\ud14c\uc774\ub108\uc758 \uc791\uc131 \uc911\uc5d0 \uc9c0\uc815\ud558\uc9c0 \ub9c8\uc2ed\uc2dc\uc624.
FNRRS0245.message     = \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\uc5d0 \ucc98\ub9ac \uc2a4\ucf00\uc904\uc744 \uc9c0\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0246.explanation = \ud604\uc7ac \uae30\ubcf8 \uc2a4\ucf00\uc904 \ubcf4\uace0\uc11c\uc5d0 \ud3ec\ud568\ub41c \ub808\ucf54\ub4dc\ub97c \ud574\ub2f9 \ub808\ucf54\ub4dc\uac00 \uc788\ub294 \ucee8\ud14c\uc774\ub108 \uc678\ubd80\ub85c \uc774\ub3d9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0246.action      = \uc774 \ub808\ucf54\ub4dc\uc758 \uc0c8 \uc0ac\ubcf8\uc744 \uc791\uc131\ud558\uac70\ub098 \ud574\ub2f9 \ub808\ucf54\ub4dc\ub97c \ubcf4\ub958\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0246.message     = \ud604\uc7ac \uae30\ubcf8 \uc2a4\ucf00\uc904 \ubcf4\uace0\uc11c\uc5d0 \ud3ec\ud568\ub41c {0} \ub808\ucf54\ub4dc\ub97c \uc774\ub3d9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0246.arg.0       = \ub808\ucf54\ub4dc ID

FNRRS0247.explanation = \uadf8 \uc678\uc758 \uc801\uaca9\uc778 \ucee8\ud14c\uc774\ub108\ub294 \ud574\ub2f9 \ucee8\ud14c\uc774\ub108 \ub610\ub294 \uc5ec\uae30\uc5d0 \ud3ec\ud568\ub41c \ud558\ub098 \uc774\uc0c1\uc758 \ub808\ucf54\ub4dc\uac00 \ud604\uc7ac \ucc98\ub9ac \ud504\ub85c\uc138\uc2a4\uc5d0 \ud3ec\ud568\ub41c \uacbd\uc6b0 \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\ub85c \ubcc0\ud658\ub420 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0247.action      = \ud574\ub2f9 \ucee8\ud14c\uc774\ub108\uc758 \uae30\uc874 \ucc98\ub9ac \ud504\ub85c\uc138\uc2a4\ub97c \uc644\ub8cc\ud558\uace0/\ub610\ub294 \ucee8\ud14c\uc774\ub108\ub97c \ubcc0\ud658\ud558\uae30 \uc804\uc5d0 \ub808\ucf54\ub4dc\ub97c \ud3ec\ud568\ud558\ub3c4\ub85d \ud558\uc2ed\uc2dc\uc624.
FNRRS0247.message     = \uc81c\uc548\ub41c \ucee8\ud14c\uc774\ub108 {0}\uc740(\ub294) \ud574\ub2f9 \ucee8\ud14c\uc774\ub108 \ub610\ub294 \uc5ec\uae30\uc5d0 \ud3ec\ud568\ub41c \ud558\ub098 \uc774\uc0c1\uc758 \ub808\ucf54\ub4dc\uac00 \ud604\uc7ac \ucc98\ub9ac \ud504\ub85c\uc138\uc2a4\uc5d0 \ud3ec\ud568\ub418\uc5b4 \uc788\uc73c\ubbc0\ub85c \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\ub85c \ubcc0\ud658\ud558\ub294 \ub370 \ubd80\uc801\ud569\ud569\ub2c8\ub2e4.
FNRRS0247.arg.0       = \ubd80\uc801\ud569\ud55c \ucee8\ud14c\uc774\ub108 \ub610\ub294 \ud558\uc704 \ub808\ucf54\ub4dc\uc758 ID

FNRRS0248.explanation = \ud604\uc7ac \uae30\ubcf8 \uc2a4\ucf00\uc904 \ubcf4\uace0\uc11c\uc5d0 \ud3ec\ud568\ub41c \ub808\ucf54\ub4dc\uc758 \ud2b8\ub9ac\uac70 \ud2b9\uc131\uc744 \ubcc0\uacbd\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0248.action      = \ud2b8\ub9ac\uac70 \ud2b9\uc131 \uac12\uc744 \ubcc0\uacbd\ud558\uc9c0 \ub9c8\uc2ed\uc2dc\uc624.
FNRRS0248.message     = \ud604\uc7ac \uae30\ubcf8 \uc2a4\ucf00\uc904 \ubcf4\uace0\uc11c {0}\uc5d0 \ud3ec\ud568\ub41c \ub808\ucf54\ub4dc\uc5d0 \uc9c0\uc815\ub41c \ud2b8\ub9ac\uac70 \ud2b9\uc131\uc744 \uc5c5\ub370\uc774\ud2b8\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0248.arg.0       = \ub808\ucf54\ub4dc ID

FNRRS0249.explanation = \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\uc5d0\ub294 \ub2e4\uc911 \ud30c\uc77c\ud654\ub41c \ub808\ucf54\ub4dc\uac00 \ud3ec\ud568\ub420 \uc218 \uc5c6\uc73c\ubbc0\ub85c \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\uc5d0 \uc788\ub294 \uae30\uc874 \ub808\ucf54\ub4dc\ub97c \ub2e4\ub978 \uc7a5\uc18c\uc5d0 \ud30c\uc77c\ub85c \uc800\uc7a5\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0249.action      = \ub808\ucf54\ub4dc\ub97c \ub2e4\uc911 \ud30c\uc77c\ud654\ud558\ub294 \ub300\uc2e0 \ud574\ub2f9 \ub808\ucf54\ub4dc\ub97c \uc774\ub3d9\ud558\uac70\ub098 \ubcf5\uc0ac\ud558\uc2ed\uc2dc\uc624.
FNRRS0249.message     = \ud604\uc7ac \uae30\ubcf8 \uc2a4\ucf00\uc904 \ucee8\ud14c\uc774\ub108\uc5d0 \ud3ec\ud568\ub41c {0} \ub808\ucf54\ub4dc\ub97c \ub2e4\uc911 \ud30c\uc77c\ud654\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0249.arg.0       = \ub808\ucf54\ub4dc ID

FNRRS0250.explanation = \ud2b9\uc815 \uc2dc\uc2a4\ud15c \uad6c\uc131 \uc778\uc2a4\ud134\uc2a4\uac00 \uc0c1\uc218\ub85c \uac04\uc8fc\ub418\ubbc0\ub85c \ubcc0\uacbd\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0250.message     = \ud2b9\uc131 \uc774\ub984\uc774 {0}\uc778 \uc2dc\uc2a4\ud15c \uad6c\uc131 \uc778\uc2a4\ud134\uc2a4\uc5d0\ub294 \uc5c5\ub370\uc774\ud2b8 \uc624\ud37c\ub808\uc774\uc158\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0250.arg.0       = \uc5f0\uad00\ub41c \uc2dc\uc2a4\ud15c \uad6c\uc131\uc758 \ud2b9\uc131 \uc774\ub984\uc785\ub2c8\ub2e4.

FNRRS0251.explanation = \uc5d4\ud2f0\ud2f0 \ud604\uc7ac \ub2e8\uacc4 \uc2e4\ud589 \ub0a0\uc9dc\uac00 \uc124\uc815\ub418\uc9c0 \uc54a\uc558\uac70\ub098 \ubbf8\ub798 \ub0a0\uc9dc\uc785\ub2c8\ub2e4.
FNRRS0251.action      = \uc5d4\ud2f0\ud2f0 \ucc98\ub9ac \uc0c1\ud0dc\ub97c \uc0c8\ub85c \uace0\uce58\ub824\uba74 \ucc98\ub9ac \uc2a4\uc715\uc744 \ub2e4\uc2dc \uc2e4\ud589\ud558\uc2ed\uc2dc\uc624.
FNRRS0251.message     = \ud604\uc7ac \ub2e8\uacc4 \uc2e4\ud589 \ub0a0\uc9dc\uc758 \ubcc0\uacbd\uc73c\ub85c \uc778\ud574 \ucc98\ub9ac\ub97c \uc2dc\uc791\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc5d4\ud2f0\ud2f0: {0}, \ub0a0\uc9dc: {1}.
FNRRS0251.arg.0       = \ubb38\uc81c\uac00 \uc788\ub294 \uc5d4\ud2f0\ud2f0\uc785\ub2c8\ub2e4.
FNRRS0251.arg.1       = \uc5d4\ud2f0\ud2f0 \ud604\uc7ac \ub2e8\uacc4 \uc2e4\ud589 \ub0a0\uc9dc\uc785\ub2c8\ub2e4.

FNRRS0252.explanation = \ud604\uc7ac \ub2e8\uacc4 \uc218\ud589\uc774 \uc790\ub3d9 \uc0ad\uc81c\uc778 \uc5d4\ud2f0\ud2f0\uc5d0 \ub300\ud574\uc11c\ub294 \ucc98\ub9ac \uc2dc\uc791 \uc218\ud589\uc744 \uc801\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0252.action      = \uc774 \uc5d4\ud2f0\ud2f0\ub97c \ucc98\ub9ac\ud558\ub824\uba74 \uc790\ub3d9 \uc0ad\uc81c \ucc98\ub9ac \uc2a4\uc715\uc744 \uc2e4\ud589\ud558\uc2ed\uc2dc\uc624.
FNRRS0252.message     = \ud604\uc7ac \ucc98\ub9ac \ub2e8\uacc4 \uc218\ud589\uc774 \uc790\ub3d9 \uc0ad\uc81c\uc778 \uc5d4\ud2f0\ud2f0 {0}\uc5d0 \ub300\ud574 \ucc98\ub9ac\ub97c \uc2dc\uc791\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0252.arg.0       = \ubb38\uc81c\uac00 \uc788\ub294 \uc5d4\ud2f0\ud2f0\uc785\ub2c8\ub2e4.

FNRRS0253.explanation = \ud558\uc704 \ucee8\ud14c\uc774\ub108 \uacc4\uce35\uc5d0 \ubcf4\ub958 \uc0c1\ud0dc\uc778 \ud558\ub098 \uc774\uc0c1\uc758 \uc2e4\uc81c \ucee8\ud14c\uc774\ub108\uac00 \uc788\ub294 \uc5d4\ud2f0\ud2f0\uc5d0 \ub300\ud574\uc11c\ub294 \ucc98\ub9ac \uc2dc\uc791 \uc218\ud589\uc744 \uc801\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0253.action      = \uc601\ud5a5\uc744 \uc8fc\ub294 \ubcf4\ub958\ud56d\ubaa9\uc744 \uc81c\uac70\ud558\uace0 \ucc98\ub9ac \uc2dc\uc791\uc744 \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624.
FNRRS0253.message     = \ubcf4\ub958 \uc0c1\ud0dc\uc778 \uc2e4\uc81c \ud558\uc704 \ucee8\ud14c\uc774\ub108\ub97c \ud3ec\ud568\ud558\ub294 \uc5d4\ud2f0\ud2f0 {0}\uc5d0 \ub300\ud574 \ucc98\ub9ac\ub97c \uc2dc\uc791\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0253.arg.0       = \ubb38\uc81c\uac00 \uc788\ub294 \uc5d4\ud2f0\ud2f0\uc785\ub2c8\ub2e4.

FNRRS0254.explanation = \ud558\uc704 \ucee8\ud14c\uc774\ub108 \uacc4\uce35\uc5d0 \ubcf4\ub958 \uc0c1\ud0dc\uc778 \ud558\ub098 \uc774\uc0c1\uc758 \uc2e4\uc81c \ub808\ucf54\ub4dc\uac00 \uc788\ub294 \uc5d4\ud2f0\ud2f0\uc5d0 \ub300\ud574\uc11c\ub294 \ucc98\ub9ac \uc2dc\uc791 \uc218\ud589\uc744 \uc801\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0254.action      = \uc601\ud5a5\uc744 \uc8fc\ub294 \ubcf4\ub958\ud56d\ubaa9\uc744 \uc81c\uac70\ud558\uace0 \ucc98\ub9ac \uc2dc\uc791\uc744 \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624.
FNRRS0254.message     = \ubcf4\ub958 \uc0c1\ud0dc\uc778 \uc2e4\uc81c \ub808\ucf54\ub4dc\ub97c \ud3ec\ud568\ud558\ub294 \uc5d4\ud2f0\ud2f0 {0}\uc5d0 \ub300\ud574 \ucc98\ub9ac\ub97c \uc2dc\uc791\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0254.arg.0       = \ubb38\uc81c\uac00 \uc788\ub294 \uc5d4\ud2f0\ud2f0\uc785\ub2c8\ub2e4.

FNRRS0255.explanation = \ud558\uc704 \ucee8\ud14c\uc774\ub108 \uacc4\uce35\uc5d0 \uc2e4\uc81c \ub808\ucf54\ub4dc\ub97c \ud3ec\ud568\ud558\ub294 \ubcf4\ub958 \uc0c1\ud0dc\uc758 \ud558\uc704 \ucee8\ud14c\uc774\ub108\uac00 \uc788\ub294 \uc5d4\ud2f0\ud2f0\uc5d0 \ub300\ud574\uc11c\ub294 \ucc98\ub9ac \uc2dc\uc791 \uc218\ud589\uc744 \uc801\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0255.action      = \uc601\ud5a5\uc744 \uc8fc\ub294 \ubcf4\ub958\ud56d\ubaa9\uc744 \uc81c\uac70\ud558\uace0 \ucc98\ub9ac \uc2dc\uc791\uc744 \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624.
FNRRS0255.message     = \uc2e4\uc81c \ub808\ucf54\ub4dc\ub97c \ud3ec\ud568\ud558\ub294 \ubcf4\ub958 \uc0c1\ud0dc\uc758 \ud558\uc704 \ucee8\ud14c\uc774\ub108\uac00 \uc788\ub294 \uc5d4\ud2f0\ud2f0 {0}\uc5d0 \ub300\ud574 \ucc98\ub9ac\ub97c \uc2dc\uc791\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0255.arg.0       = \ubb38\uc81c\uac00 \uc788\ub294 \uc5d4\ud2f0\ud2f0\uc785\ub2c8\ub2e4.


FNRRS0300.explanation = domain_type, \uc5f0\uacb0 url, \uc0ac\uc6a9\uc790 \uc774\ub984, JAAS_stanza \uc774\ub984\uacfc \uc5f0\uad00\ub41c JAAS \uc8fc\uc81c \uc778\uc2a4\ud134\uc2a4\ub97c \uac00\uc838\uc62c \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0300.action      = \ub2e4\uc74c\uc744 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. 1) \ub7f0\ud0c0\uc784 \ud658\uacbd\uc744 \uc704\ud55c \uc62c\ubc14\ub978 JAAS \uad6c\uc131 \uc9c0\uc815, 2) \uc62c\ubc14\ub978 \ud3ec\ud2b8 \ubc88\ud638 \ubc0f url \uc9c0\uc815, 3) \ud574\ub2f9 url\uc5d0 \uc801\ud569\ud55c JAAS_stanza \uc774\ub984 \uc9c0\uc815
FNRRS0300.message     = \ub3c4\uba54\uc778 \uc720\ud615: ''{0}'', url: ''{1}'', \uc0ac\uc6a9\uc790 \uc774\ub984: ''{2}'', JAAS \uc2a4\ud0e0\uc790: ''{3}''\uc5d0 \ub300\ud55c JAAS \uc8fc\uc81c\ub97c \uac00\uc838\uc62c \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0300.arg.0       = domain_type
FNRRS0300.arg.1       = url
FNRRS0300.arg.2       = username
FNRRS0300.arg.3       = JAAS_stanza

FNRRS0301.explanation = objectstore_ident\ub85c \uc9c0\uc815\ud55c P8 ObjectStore\uac00 \uc720\ud6a8\ud55c Records Manager \ucee8\ud150\uce20 \uc800\uc7a5\uc18c\uac00 \uc544\ub2d9\ub2c8\ub2e4.
FNRRS0301.action      = \uc774 P8 ObjectStore\uc5d0 \uc801\uc808\ud55c Records Manager \ub370\uc774\ud130 \ubaa8\ub378\uc744 \uc801\uc6a9\ud588\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0301.message     = {0}(\uc73c)\ub85c \uc9c0\uc815\ud55c P8 ObjectStore\uac00 \uc720\ud6a8\ud55c Records Manager \ucee8\ud150\uce20 \uc800\uc7a5\uc18c\uac00 \uc544\ub2d9\ub2c8\ub2e4.
FNRRS0301.arg.0       = objectstore_ident

FNRRS0302.explanation = objectstore_ident\ub85c \uc9c0\uc815\ud55c P8 ObjectStore\uac00 \uc720\ud6a8\ud55c IBM Enterprise Records \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uac00 \uc544\ub2d9\ub2c8\ub2e4.
FNRRS0302.action      = \uc774 P8 ObjectStore\uc5d0 \uc801\uc808\ud55c IBM Enterprise Records \ub370\uc774\ud130 \ubaa8\ub378\uc744 \uc801\uc6a9\ud588\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0302.message     = ''{0}''(\uc73c)\ub85c \uc9c0\uc815\ud55c P8 ObjectStore\uac00 \uc720\ud6a8\ud55c IBM Enterprise Records \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uac00 \uc544\ub2d9\ub2c8\ub2e4.
FNRRS0302.arg.0       = objectstore_ident

FNRRS0303.explanation = entity_type \uc720\ud615\uc758 API \uc624\ube0c\uc81d\ud2b8, instance_ident\uac00 \uc544\uc9c1 \ud574\ub2f9 \uc800\uc7a5\uc18c \uae30\ubc18 \uc624\ube0c\uc81d\ud2b8\uc640 \uc5f0\uad00\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4. \uc774\ub85c \uc778\ud574 \uc800\uc7a5\uc18c\uc5d0\uc11c \ud2b9\uc131 \uac12 \uac80\uc0c9\uc744 \uc2dc\ub3c4\ud558\ub294 \uac83\uc744 \ud3ec\ud568\ud558\uc5ec API \uc778\uc2a4\ud134\uc2a4\uc758 \uc0ac\uc6a9\uc774 \uc81c\ud55c\ub429\ub2c8\ub2e4.
FNRRS0303.action      = API \uc778\uc2a4\ud134\uc2a4\ub97c \ub300\uc0c1\uc73c\ub85c fetchInstance(getInstace\uc640 \ubc18\ub300\ub85c)\ub97c \uc218\ud589\ud558\uc5ec \uc800\uc7a5\uc18c\uc5d0\uc11c \uac80\uc0c9\uc744 \uac15\uc81c \uc2e4\ud589\ud558\uc2ed\uc2dc\uc624.
FNRRS0303.message     = ''{1}'' \uc720\ud615\uc758 API \uc778\uc2a4\ud134\uc2a4 ''{0}''\uc744(\ub97c) \ub300\uc0c1\uc73c\ub85c \uc800\uc7a5\uc18c \uae30\ubcf8 \uc624\ube0c\uc81d\ud2b8\ub97c \uc124\uc815\ud558\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4.
FNRRS0303.arg.0       = instance_ident
FNRRS0303.arg.1       = entity_type

FNRRS0304.explanation = domain_ident \ub3c4\uba54\uc778\uc5d0\uc11c \uc0ac\uc6a9 \uac00\ub2a5\ud55c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\ub97c \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0304.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ud574\ub2f9 \ub3c4\uba54\uc778\uc5d0 \uc788\ub294 \ud558\ub098 \uc774\uc0c1\uc758 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0 \uc561\uc138\uc2a4\ud560 \uc218 \uc788\ub294 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \ub610\ud55c, \ud558\ub098 \uc774\uc0c1\uc758 \uc800\uc7a5\uc18c\uac00 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\ub85c \uad6c\uc131\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0304.message     = ''{0}'' \ub3c4\uba54\uc778\uc5d0\uc11c \uc0ac\uc6a9 \uac00\ub2a5\ud55c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\ub97c \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0304.arg.0       = domain_ident

FNRRS0305.explanation = domain_ident \ub3c4\uba54\uc778\uc5d0\uc11c \uc0ac\uc6a9 \uac00\ub2a5\ud55c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\ub97c \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0305.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ud574\ub2f9 \ub3c4\uba54\uc778\uc5d0 \uc788\ub294 \ud558\ub098 \uc774\uc0c1\uc758 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0 \uc561\uc138\uc2a4\ud560 \uc218 \uc788\ub294 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \ub610\ud55c, \ud558\ub098 \uc774\uc0c1\uc758 \uc800\uc7a5\uc18c\uac00 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\ub85c \uad6c\uc131\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0305.message     = ''{0}'' \ub3c4\uba54\uc778\uc5d0\uc11c \uc0ac\uc6a9 \uac00\ub2a5\ud55c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\ub97c \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0305.arg.0       = domain_ident

FNRRS0306.explanation = \uae30\ud638 \uc774\ub984\uc774 symbolic_name\uc778 P8 Content Engine \ud2b9\uc131\uc744 \uc218\uc9d1\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0306.action      = \uc608\uc678 \uc2a4\ud0dd\uc744 \uac80\uc0ac\ud558\uc5ec RMRuntimeException\uc758 \uae30\ubcf8 \uc6d0\uc778\uc744 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \uc77c\ubc18\uc801\uc73c\ub85c \uc6d0\uc778\uc740 \uc720\ud615 \uce90\uc2a4\ud2b8 \ubb38\uc81c\uc785\ub2c8\ub2e4.
FNRRS0306.message     = P8CE \ud2b9\uc131\uc744 \uc218\uc9d1\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc74c, \uae30\ud638 \uc774\ub984: ''{0}''.
FNRRS0306.arg.0       = symbolic_name

FNRRS0307.explanation = \ud2b9\uc131 symbolic_name\uc5d0 \ub300\ud574 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\ub294 \uc800\uc7a5\uc18c \ud2b9\uc131 \ud074\ub798\uc2a4 class_name\uc774 \ubc1c\uacac\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
FNRRS0307.action      = \ub300\uccb4 \ud2b9\uc131\uc774\ub098 \ud2b9\uc131 \ud074\ub798\uc2a4 \uc720\ud615\uc744 \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.
FNRRS0307.message     = \uc800\uc7a5\uc18c \ud2b9\uc131\uc744 \uc218\uc9d1\ud558\ub294 \uacfc\uc815\uc5d0\uc11c \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc740 \ud2b9\uc131 \ud074\ub798\uc2a4\uac00 \ubc1c\uacac\ub428, \uae30\ud638 \uc774\ub984: ''{0}'', \ud074\ub798\uc2a4: ''{1}''.
FNRRS0307.arg.0       = symbolic_name
FNRRS0307.arg.1       = class_name

FNRRS0308.explanation = data_type \uc720\ud615\uc758 \ud2b9\uc131 symbolic_name\uc744 \ub300\uc0c1\uc73c\ub85c \uc800\uc7a5\uc18c \ud2b9\uc131 \uac12 \uc124\uc815 \uc624\ud37c\ub808\uc774\uc158\uc744 \uc218\ud589 \uc911\uc5d0 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0308.action      = \ub0b4\ubd80 \uc608\uc678\ub97c \uac80\uc0ac\ud558\uc5ec \ucd94\uac00 \uc800\uc7a5\uc18c \uc624\ub958 \uc124\uba85\uc744 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0308.message     = \uc800\uc7a5\uc18c \ud2b9\uc131 \uac12\uc744 \uc124\uc815\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc74c, \uae30\ud638 \uc774\ub984: ''{0}'', \ub370\uc774\ud130 \uc720\ud615: ''{1}''.
FNRRS0308.arg.0       = symbolic_name
FNRRS0308.arg.1       = data_type

FNRRS0309.explanation = P8 Content Engine \uc800\uc7a5\uc18c \uc561\uc138\uc2a4 \uacc4\uce35\uc5d0\uc11c\ub294 entity_type \uc720\ud615\uc758 \ucee8\ud14c\uc774\ub108 \uc624\ube0c\uc81d\ud2b8\ub97c \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0309.action      = \ub2e4\ub978 \ucee8\ud14c\uc774\ub108 \uc720\ud615\uc744 \uc120\ud0dd\ud558\uac70\ub098 \uc774 \uc5d4\ud2f0\ud2f0 \uc720\ud615\uc744 \uc9c0\uc6d0\ud558\ub294 \ub300\uccb4 \uc800\uc7a5\uc18c\ub97c \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.
FNRRS0309.message     = \uc9c0\uc6d0\ub418\uc9c0 \uc54a\ub294 P8CE_RAL \ucee8\ud14c\uc774\ub108 \uc5d4\ud2f0\ud2f0 \uc720\ud615 ''{0}''(\uc73c)\ub85c \uc778\ud574 \ucee8\ud14c\uc774\ub108 \uc624\ube0c\uc81d\ud2b8\ub97c \uad6c\uc131\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0309.arg.0       = entity_type

FNRRS0310.explanation = fpRepository\uc5d0 ''PropertyName''\uc774 ''FPOS Setup''\uc778 ''SystemConfiguration'' \uc624\ube0c\uc81d\ud2b8\uac00 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0310.action      = fpRepository\ub97c \uc62c\ubc14\ub974\uac8c \uad6c\uc131\ud588\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0310.message     = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c ''{0}''\uc5d0 \uc0ac\uc6a9 \uac00\ub2a5\ud55c ''FPOS Setup'' SystemConfiguration \uc624\ube0c\uc81d\ud2b8\uac00 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0310.arg.0       = fpRepository

FNRRS0311.explanation = fpRepository\uc5d0 \uc788\ub294 ''PropertyName''\uc774 ''FPOS Setup''\uc778 ''SystemConfiguration'' \uc624\ube0c\uc81d\ud2b8\uc5d0 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc740 ''PropertyValue'' \ud2b9\uc131 \uac12\uc774 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0311.action      = fpRepository\ub97c \uc62c\ubc14\ub974\uac8c \uad6c\uc131\ud588\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0311.message     = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c ''{0}''\uc5d0 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc740 ''FPOS Setup'' SystemConfiguration \uc624\ube0c\uc81d\ud2b8 \uac12\uc774 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0311.arg.0       = fpRepository

FNRRS0312.explanation = \uc720\ud615 entity_type\uacfc ID object_ident\uc758 \uc624\ube0c\uc81d\ud2b8\ub97c \ub300\uc0c1\uc73c\ub85c \uc800\uc7a5 \uc624\ud37c\ub808\uc774\uc158\uc744 \uc218\ud589\ud558\ub294 \ub370 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0312.action      = \ubb38\uc81c\uac00 \uc788\ub294 \uc624\ube0c\uc81d\ud2b8\uac00 \uc5ec\uc804\ud788 \uc800\uc7a5\uc18c\uc5d0 \uc874\uc7ac\ud558\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \ub610\ud55c, \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \uc774 \uc624\ud37c\ub808\uc774\uc158\uc744 \ud5c8\uc6a9\ud558\ub294 \uc801\uc808\ud55c \uc624\ube0c\uc81d\ud2b8 \ub808\ubca8 \ubcf4\uc548 \uc561\uc138\uc2a4 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0312.message     = ''{1}'' \uc720\ud615\uc758 \uc800\uc7a5\uc18c \uc624\ube0c\uc81d\ud2b8 ''{0}''\uc5d0\uc11c \uc800\uc7a5 \uc624\ud37c\ub808\uc774\uc158\uc744 \uc218\ud589\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uae30\ubcf8 \uc624\ub958 \uc815\ubcf4: {2}
FNRRS0312.arg.0       = object_ident
FNRRS0312.arg.1       = entity_type
FNRRS0312.arg.2		  = \uae30\ubcf8 \uc608\uc678 \uba54\uc2dc\uc9c0 \ubb38\uc790\uc5f4

FNRRS0313.explanation = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c \ud30c\uc77c \uacc4\ud68d \ub8e8\ud2b8 \ub178\ub4dc\ub97c \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0313.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ucd5c\uc18c\ud55c \ud30c\uc77c \uacc4\ud68d \ub8e8\ud2b8 \ub178\ub4dc\uc5d0 \ub300\ud55c \ubcf4\uae30 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0, \ud2b9\uc815 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uac00 \uc124\uce58\ub418\uc5b4 \uc788\uace0 \uc801\uc808\ud558\uac8c \uad6c\uc131\ub418\uc5b4 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0313.message     = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c ''{0}''\uc5d0\uc11c \ud30c\uc77c \uacc4\ud68d \ub8e8\ud2b8 \ub178\ub4dc\ub97c \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0313.arg.0       = fpRepository

FNRRS0314.explanation = data_type \uc720\ud615\uc758 symbolic_name\uc744 \uc0ac\uc6a9\ud558\ub294 \ud2b9\uc131\uc758 \ud2b9\uc131 \ucf5c\ub809\uc158\uc5d0 \ucd94\uac00 \ud558\ub294 \uc911\uc5d0 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0314.action      = \ub0b4\ubd80 \uc608\uc678\ub97c \uac80\uc0ac\ud558\uc5ec \uc800\uc7a5\uc18c \uc624\ub958 \uc124\uba85\uc744 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0314.message     = \ucf5c\ub809\uc158\uc5d0 \uc0c8 \ud2b9\uc131\uc744 \ucd94\uac00\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc74c, \uae30\ud638 \uc774\ub984: ''{0}'', \ub370\uc774\ud130 \uc720\ud615: ''{1}''.
FNRRS0314.arg.0       = symbolic_name
FNRRS0314.arg.1       = data_type

FNRRS0315.explanation = \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\uc5d0\uc11c \ud558\uc704 \ub808\ucf54\ub4dc \uce74\ud14c\uace0\ub9ac\ub97c \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0315.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ucd5c\uc18c\ud55c \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\uc758 \ucee8\ud150\uce20\ub97c \ubcfc \uc218 \uc788\ub294 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0315.message     = \uc0c1\uc704 \ucee8\ud14c\uc774\ub108 ''{0}''\uc5d0\uc11c \ub808\ucf54\ub4dc \uce74\ud14c\uace0\ub9ac\ub97c \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0315.arg.0       = parent_container

FNRRS0316.explanation = \ud398\uc774\uc9c0 \ubc18\ubcf5\uc790\uc758 \ud604\uc7ac \ucee8\ud150\uce20\ub97c \uac00\uc838\uc624\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0316.action      = \ucd08\uae30 RMPageInterator.nextPage() \ud638\ucd9c\uc744 \uc218\ud589\ud558\uc5ec \ubc18\ubcf5\uc790\ub97c \uccab \ubc88\uc9f8 \ud398\uc774\uc9c0\ub85c \uc774\ub3d9\ud588\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \uadf8\ub807\uc9c0 \uc54a\uc73c\uba74 \ubc18\ubcf5\uc790\uac00 \uacfc\uac70\uc5d0 \uc774\ubbf8 \ub9c8\uc9c0\ub9c9 \ud398\uc774\uc9c0\ub85c \uc774\ub3d9\ud588\uc744 \uc218\ub3c4 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0316.message     = RMPageIterator\uc5d0\uc11c \ud604\uc7ac \ud398\uc774\uc9c0 \ucee8\ud150\uce20\ub97c \uac00\uc838\uc624\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.

FNRRS0317.explanation = \ud398\uc774\uc9c0 \ubc18\ubcf5\uc790\uc758 \ub2e4\uc74c \ud398\uc774\uc9c0\ub97c \uac00\uc838\uc624\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0317.action      = \uacfc\uac70\uc5d0 \uc774\ubbf8 \ubc18\ubcf5\uc790\uac00 \ub9c8\uc9c0\ub9c9 \ud398\uc774\uc9c0\ub85c \uc774\ub3d9\ud588\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0317.message     = PagableSet \ubc18\ubcf5\uc790\uc5d0\uc11c \ub2e4\uc74c \ud398\uc774\uc9c0\ub97c \uac00\uc838\uc624\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.

FNRRS0318.explanation = \uc624\ube0c\uc81d\ud2b8\uc758 \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\ub97c \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0318.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ucd5c\uc18c\ud55c \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\ub97c \ubcfc \uc218 \uc788\ub294 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0318.message     = \uc624\ube0c\uc81d\ud2b8 ''{0}''\uc758 \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\ub97c \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0318.arg.0       = \uc624\ube0c\uc81d\ud2b8

FNRRS0319.explanation = \uc720\ud615 entity_type\uacfc ID object_ident\uc758 \uc624\ube0c\uc81d\ud2b8\ub97c \ub300\uc0c1\uc73c\ub85c \uc0ad\uc81c \uc624\ud37c\ub808\uc774\uc158\uc744 \uc218\ud589\ud558\ub294 \ub370 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0319.action      = \ubb38\uc81c\uac00 \uc788\ub294 \uc624\ube0c\uc81d\ud2b8\uac00 \uc5ec\uc804\ud788 \uc800\uc7a5\uc18c\uc5d0 \uc874\uc7ac\ud558\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \ub610\ud55c, \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \uc774 \uc624\ud37c\ub808\uc774\uc158\uc744 \ud5c8\uc6a9\ud558\ub294 \uc801\uc808\ud55c \uc624\ube0c\uc81d\ud2b8 \ub808\ubca8 \ubcf4\uc548 \uc561\uc138\uc2a4 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0319.message     = ''{1}'' \uc720\ud615\uc758 \uc800\uc7a5\uc18c \uc624\ube0c\uc81d\ud2b8 ''{0}''\uc5d0\uc11c \uc0ad\uc81c \uc624\ud37c\ub808\uc774\uc158\uc744 \uc218\ud589\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0319.arg.0       = object_ident
FNRRS0319.arg.1       = entity_type

FNRRS0320.explanation = \uc720\ud615\uc774 entity_type\uc774\uace0 ID\uac00 object_ident\uc778 \uc624\ube0c\uc81d\ud2b8\ub97c \ub300\uc0c1\uc73c\ub85c \ub808\ucf54\ub4dc \uce74\ud14c\uace0\ub9ac \ucd94\uac00 \uc624\ud37c\ub808\uc774\uc158\uc744 \uc218\ud589\ud558\ub294 \ub370 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0320.action      = \ubb38\uc81c\uac00 \uc788\ub294 \ub300\uc0c1 \uc624\ube0c\uc81d\ud2b8\uac00 \uc5ec\uc804\ud788 \uc800\uc7a5\uc18c\uc5d0 \uc874\uc7ac\ud558\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \ub300\uc0c1 \uc624\ube0c\uc81d\ud2b8\uac00 \ub808\ucf54\ub4dc \uce74\ud14c\uace0\ub9ac\ub97c \ud3ec\ud568\ud560 \uc218 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \uc774 \uc624\ud37c\ub808\uc774\uc158\uc744 \ud5c8\uc6a9\ud558\ub294 \uc801\uc808\ud55c \uc624\ube0c\uc81d\ud2b8 \ub808\ubca8 \ubcf4\uc548 \uc561\uc138\uc2a4 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0320.message     = ''{1}'' \uc720\ud615\uc758 \ub300\uc0c1 \uc624\ube0c\uc81d\ud2b8 ''{0}''\uc5d0 \ub808\ucf54\ub4dc \uce74\ud14c\uace0\ub9ac\ub97c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0320.arg.0       = object_ident
FNRRS0320.arg.1       = entity_type

FNRRS0321.explanation = \ud398\uc774\uc9c0 \ubc18\ubcf5\uc790\uc758 \ud604\uc7ac \uc694\uc18c \uac1c\uc218\ub97c \uac00\uc838\uc624\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0321.action      = \ucd08\uae30 RMPageInterator.nextPage() \ud638\ucd9c\uc744 \uc218\ud589\ud558\uc5ec \ubc18\ubcf5\uc790\ub97c \uccab \ubc88\uc9f8 \ud398\uc774\uc9c0\ub85c \uc774\ub3d9\ud588\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \uadf8\ub807\uc9c0 \uc54a\uc73c\uba74 \ubc18\ubcf5\uc790\uac00 \uacfc\uac70\uc5d0 \uc774\ubbf8 \ub9c8\uc9c0\ub9c9 \ud398\uc774\uc9c0\ub85c \uc774\ub3d9\ud588\uc744 \uc218\ub3c4 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0321.message     = RMPageIterator\uc5d0\uc11c \ud604\uc7ac \uc694\uc18c \uac1c\uc218\ub97c \uac00\uc838\uc624\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.

FNRRS0322.explanation = \uc720\ud615\uc774 entity_type\uc774\uace0 ID\uac00 object_ident\uc778 \uc624\ube0c\uc81d\ud2b8\ub97c \ub300\uc0c1\uc73c\ub85c \ub808\ucf54\ub4dc \ud3f4\ub354 \ucd94\uac00 \uc624\ud37c\ub808\uc774\uc158\uc744 \uc218\ud589\ud558\ub294 \ub370 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0322.action      = \ubb38\uc81c\uac00 \uc788\ub294 \ub300\uc0c1 \uc624\ube0c\uc81d\ud2b8\uac00 \uc5ec\uc804\ud788 \uc800\uc7a5\uc18c\uc5d0 \uc874\uc7ac\ud558\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \ub300\uc0c1 \uc624\ube0c\uc81d\ud2b8\uac00 \ud574\ub2f9 \uc720\ud615\uc758 \ub808\ucf54\ub4dc \ud3f4\ub354\ub97c \ud3ec\ud568\ud560 \uc218 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \uc774 \uc624\ud37c\ub808\uc774\uc158\uc744 \ud5c8\uc6a9\ud558\ub294 \uc801\uc808\ud55c \uc624\ube0c\uc81d\ud2b8 \ub808\ubca8 \ubcf4\uc548 \uc561\uc138\uc2a4 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0322.message     = ''{1}'' \uc720\ud615\uc758 \ub300\uc0c1 \uc624\ube0c\uc81d\ud2b8 ''{0}''\uc5d0 \ub808\ucf54\ub4dc \ud3f4\ub354\ub97c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0322.arg.0       = object_ident
FNRRS0322.arg.1       = entity_type

FNRRS0323.explanation = \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\uc5d0\uc11c \ud558\uc704 \ub808\ucf54\ub4dc \ud3f4\ub354\ub97c \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0323.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ucd5c\uc18c\ud55c \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\uc758 \ucee8\ud150\uce20\ub97c \ubcfc \uc218 \uc788\ub294 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0323.message     = \uc0c1\uc704 \ucee8\ud14c\uc774\ub108 ''{0}''\uc5d0\uc11c \ub808\ucf54\ub4dc \ud3f4\ub354\ub97c \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0323.arg.0       = parent_container

FNRRS0324.explanation = \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\uc5d0\uc11c \ud65c\uc131 \ud558\uc704 \ubcfc\ub968\uc744 \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0324.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ucd5c\uc18c\ud55c \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\uc758 \ucee8\ud150\uce20\ub97c \ubcfc \uc218 \uc788\ub294 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0324.message     = \uc0c1\uc704 \ucee8\ud14c\uc774\ub108 ''{0}''\uc5d0\uc11c \ud65c\uc131 \ubcfc\ub968\uc744 \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0324.arg.0       = parent_container

FNRRS0325.explanation = \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\uc5d0\uc11c \ud558\uc704 \ub808\ucf54\ub4dc \ubcfc\ub968\uc744 \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0325.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ucd5c\uc18c\ud55c \uc0c1\uc704 \ucee8\ud14c\uc774\ub108\uc758 \ucee8\ud150\uce20\ub97c \ubcfc \uc218 \uc788\ub294 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0325.message     = \uc0c1\uc704 \ucee8\ud14c\uc774\ub108 ''{0}''\uc5d0\uc11c \ub808\ucf54\ub4dc \ubcfc\ub968\uc744 \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uae30 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0325.arg.0       = parent_container

FNRRS0326.explanation = \uc720\ud615 entity_type\uacfc ID object_ident\uc758 \uc624\ube0c\uc81d\ud2b8\ub97c \ub300\uc0c1\uc73c\ub85c \ub808\ucf54\ub4dc \ubcfc\ub968 \ucd94\uac00 \uc624\ud37c\ub808\uc774\uc158\uc744 \uc218\ud589\ud558\ub294 \ub370 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0326.action      = \ubb38\uc81c\uac00 \uc788\ub294 \ub300\uc0c1 \uc624\ube0c\uc81d\ud2b8\uac00 \uc5ec\uc804\ud788 \uc800\uc7a5\uc18c\uc5d0 \uc874\uc7ac\ud558\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \ub300\uc0c1 \uc624\ube0c\uc81d\ud2b8\uc5d0 \ub808\ucf54\ub4dc \ubcfc\ub968\uc774 \ud3ec\ud568\ub420 \uc218 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \uc774 \uc624\ud37c\ub808\uc774\uc158\uc744 \ud5c8\uc6a9\ud558\ub294 \uc801\uc808\ud55c \uc624\ube0c\uc81d\ud2b8 \ub808\ubca8 \ubcf4\uc548 \uc561\uc138\uc2a4 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0326.message     = ''{1}'' \uc720\ud615\uc758 \ub300\uc0c1 \uc624\ube0c\uc81d\ud2b8 ''{0}''\uc5d0 \ub808\ucf54\ub4dc \ubcfc\ub968\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0326.arg.0       = object_ident
FNRRS0326.arg.1       = entity_type

FNRRS0327.explanation = \uc800\uc7a5\uc18c \uc624\ub958\ub85c \uc778\ud574 \uc624\ube0c\uc81d\ud2b8 \ucffc\ub9ac\uc5d0 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0327.action      = SQL \uad6c\ubb38\uc774 \uc62c\ubc14\ub978\uc9c0 \ud655\uc778\ud558\uac70\ub098, \ud3ec\ud568\ub41c \uc608\uc678\ub97c \uac80\uc0ac\ud558\uc5ec \uc790\uc138\ud55c \uc624\ub958 \uc124\uba85\uc744 \ud655\uc778\ud558\uac70\ub098 \ub610\ub294 \ubaa8\ub450 \uc218\ud589\ud558\uc2ed\uc2dc\uc624.
FNRRS0327.message     = \uc624\ube0c\uc81d\ud2b8 \ucffc\ub9ac\uc5d0 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.

FNRRS0328.explanation = \uc800\uc7a5\uc18c \uc624\ub958\ub85c \uc778\ud574 \ud589 \ucffc\ub9ac\uc5d0 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0328.action      = SQL \uad6c\ubb38\uc774 \uc62c\ubc14\ub978\uc9c0 \ud655\uc778\ud558\uac70\ub098, \ud3ec\ud568\ub41c \uc608\uc678\ub97c \uac80\uc0ac\ud558\uc5ec \uc790\uc138\ud55c \uc624\ub958 \uc124\uba85\uc744 \ud655\uc778\ud558\uac70\ub098 \ub610\ub294 \ubaa8\ub450 \uc218\ud589\ud558\uc2ed\uc2dc\uc624.
FNRRS0328.message     = \ud589 \ucffc\ub9ac\uc5d0 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.

FNRRS0329.explanation = \ud398\uc774\uc9d5\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\ub294 PagableSet\uc5d0\uc11c RMPagingIterator\ub97c \uac00\uc838\uc624\ub824\uace0 \uc2dc\ub3c4\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0329.action      = RMPagingIterator.supportsPaging() \uba54\uc18c\ub4dc\ub97c \uc0ac\uc6a9\ud558\uc5ec \ud398\uc774\uc9d5\uc774 \uc9c0\uc6d0\ub418\ub294\uc9c0 \ud310\ubcc4\ud558\uc2ed\uc2dc\uc624. \ud398\uc774\uc9d5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc73c\uba74 RMPagingIterator.pageIterator() \ub300\uc2e0 RMPagingIterator.iterator() \uba54\uc18c\ub4dc\ub97c \uc0ac\uc6a9\ud558\uc2ed\uc2dc\uc624.
FNRRS0329.message     = \uc774 PagableSet \uc778\uc2a4\ud134\uc2a4\ub294 \ud398\uc774\uc9d5\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.

FNRRS0330.explanation = domain_ident \ub3c4\uba54\uc778\uc5d0\uc11c \ub9c8\ud0b9 \uc138\ud2b8\ub97c \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0330.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ud574\ub2f9 \ub3c4\uba54\uc778\uc5d0 \uc788\ub294 \ud558\ub098 \uc774\uc0c1\uc758 \ub9c8\ud0b9 \uc138\ud2b8\uc5d0 \uc561\uc138\uc2a4\ud560 \uc218 \uc788\ub294 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0330.message     = ''{0}'' \ub3c4\uba54\uc778\uc5d0\uc11c \ub9c8\ud0b9 \uc138\ud2b8\ub97c \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0330.arg.0       = domain_ident

FNRRS0331.explanation = \ubb38\uc790\uc5f4, markingSetId\ub97c \uc2dd\ubcc4\ud558\ub294 \ub9c8\ud0b9 \uc138\ud2b8\uc758 \ud615\uc2dd\uc774 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0331.action      = \ubb38\uc790\uc5f4\uc744 \uc2dd\ubcc4\ud558\ub294 \ub9c8\ud0b9 \uc138\ud2b8\uc758 \ud615\uc2dd\uc774 GUID \ubb38\uc790\uc5f4 ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}''\ub85c \ub418\uc5b4 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \uc5ec\uae30\uc11c \uac01 ''x''\ub294 16\uc9c4 \ubb38\uc790\uc785\ub2c8\ub2e4.
FNRRS0331.message     = \ubb38\uc790\uc5f4 \ud615\uc2dd ''{0}''\uc744(\ub97c) \uc2dd\ubcc4\ud558\ub294 \ub9c8\ud0b9 \uc138\ud2b8\uac00 \uc62c\ubc14\ub974\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0331.arg.0       = markingSetId

FNRRS0332.explanation = repos_ident \uc800\uc7a5\uc18c\uc5d0\uc11c \uc120\ud0dd \ubaa9\ub85d\uc744 \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0332.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \uc800\uc7a5\uc18c\uc5d0 \uc788\ub294 \ud558\ub098 \uc774\uc0c1\uc758 \uc120\ud0dd \ubaa9\ub85d\uc5d0 \uc561\uc138\uc2a4\ud560 \uc218 \uc788\ub294 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0332.message     = ''{0}'' \uc800\uc7a5\uc18c\uc5d0\uc11c \uc120\ud0dd \ubaa9\ub85d\uc744 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0332.arg.0       = repos_ident

FNRRS0333.explanation = \ubb38\uc790\uc5f4 choiceListId\ub97c \uc2dd\ubcc4\ud558\ub294 \uc120\ud0dd \ubaa9\ub85d\uc758 \ud615\uc2dd\uc774 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0333.action      = \ubb38\uc790\uc5f4\uc744 \uc2dd\ubcc4\ud558\ub294 \ub9c8\ud0b9 \uc138\ud2b8\uc758 \ud615\uc2dd\uc774 GUID \ubb38\uc790\uc5f4 ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}''\ub85c \ub418\uc5b4 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \uc5ec\uae30\uc11c \uac01 ''x''\ub294 16\uc9c4 \ubb38\uc790\uc785\ub2c8\ub2e4.
FNRRS0333.message     = \ubb38\uc790\uc5f4 \ud615\uc2dd ''{0}''\uc744(\ub97c) \uc2dd\ubcc4\ud558\ub294 \uc120\ud0dd \ubaa9\ub85d\uc774 \uc62c\ubc14\ub974\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0333.arg.0       = choiceListId

FNRRS0334.explanation = repos_ident \uc800\uc7a5\uc18c\uc5d0\uc11c \ud074\ub798\uc2a4 \uc124\uba85 classDesc_ident\ub97c \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0334.action      = \ud574\ub2f9 \uc800\uc7a5\uc18c\uc5d0 \ud074\ub798\uc2a4 \uc124\uba85\uc774 \uc874\uc7ac\ud558\ub294\uc9c0, \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \uc774 \ud074\ub798\uc2a4 \uc124\uba85\uc5d0 \uc561\uc138\uc2a4\ud560 \uc218 \uc788\ub294 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0334.message     = ''{0}'' \uc800\uc7a5\uc18c\uc5d0\uc11c \ub2e4\uc74c \ud074\ub798\uc2a4 \uc124\uba85\uc744 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc74c, \ud074\ub798\uc2a4 \uc124\uba85 ID: ''{1}''.
FNRRS0334.arg.0       = repos_ident
FNRRS0334.arg.1       = classDesc_ident

FNRRS0335.explanation = repos_ident \uc800\uc7a5\uc18c\uc5d0\uc11c \ud074\ub798\uc2a4 \uc124\uba85\uc744 \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0335.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ud574\ub2f9 \uc800\uc7a5\uc18c\uc5d0 \uc561\uc138\uc2a4\ud560 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0335.message     = ''{0}'' \uc800\uc7a5\uc18c\uc5d0\uc11c \ub2e4\uc74c \ud074\ub798\uc2a4 \uc124\uba85\uc744 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc74c, \ud074\ub798\uc2a4 \uc124\uba85 ID: ''{1}''.
FNRRS0335.arg.0       = repos_ident

FNRRS0336.explanation = \uc720\ud6a8\ud558\uc9c0 \uc54a\uc740 \ubb38\uc790\uc5f4 \ub9e4\uac1c\ubcc0\uc218\uac00 \ubc1c\uacac\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
FNRRS0336.action      = \ubb38\uc790\uc5f4\uc744 \uc2dd\ubcc4\ud558\ub294 \ub9c8\ud0b9 \uc138\ud2b8\uc758 \ud615\uc2dd\uc774 GUID \ubb38\uc790\uc5f4 ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}''\ub85c \ub418\uc5b4 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \uc5ec\uae30\uc11c \uac01 ''x''\ub294 16\uc9c4 \ubb38\uc790\uc785\ub2c8\ub2e4.
FNRRS0336.message     = ID \ubb38\uc790\uc5f4 \ub9e4\uac1c\ubcc0\uc218 ''{0}''\uc774(\uac00) \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0336.arg.0       = id_string

FNRRS0337.explanation = \ud604\uc7ac \uc778\uc99d\ub41c \ud574\ub2f9 \ub3c4\uba54\uc778 \uc0ac\uc6a9\uc790\ub97c \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0337.action      = \uc0ac\uc6a9\uc790\uac00 \ud574\ub2f9 \ub3c4\uba54\uc778\uc5d0\uc11c \ud604\uc7ac \uc778\uc99d\ub418\uc5c8\ub294\uc9c0 \ub610\ub294 JAAS \uc8fc\uc81c\uac00 \ud604\uc7ac \uc2a4\ub808\ub4dc\ub97c \ub300\uc0c1\uc73c\ub85c \uc124\uc815\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uac70\ub098 \ub610\ub294 \ubaa8\ub450 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0337.message     = \ud604\uc7ac \uc778\uc99d\ub41c \ud574\ub2f9 \ub3c4\uba54\uc778 \uc0ac\uc6a9\uc790\ub97c \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0338.explanation = \uc9c0\uc815\ub41c \uc0ac\uc6a9\uc790 \uadf8\ub8f9\uc744 \uac80\uc0c9\ud558\ub294 \uc624\ud37c\ub808\uc774\uc158\uc774 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0338.action      = \uc0ac\uc6a9\uc790\uac00 \ud574\ub2f9 \ub3c4\uba54\uc778\uc5d0\uc11c \ud604\uc7ac \uc778\uc99d\ub418\uc5c8\ub294\uc9c0 \ub610\ub294 JAAS \uc8fc\uc81c\uac00 \ud604\uc7ac \uc2a4\ub808\ub4dc\ub97c \ub300\uc0c1\uc73c\ub85c \uc124\uc815\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uac70\ub098 \ub610\ub294 \ubaa8\ub450 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0338.message     = \ub3c4\uba54\uc778 \uc0ac\uc6a9\uc790 \uadf8\ub8f9\uc744 \uac80\uc0c9\ud558\ub294 \ub370 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.

FNRRS0339.explanation = \uc9c0\uc815\ub41c \uc0ac\uc6a9\uc790\ub97c \uac80\uc0c9\ud558\ub294 \uc624\ud37c\ub808\uc774\uc158\uc774 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0339.action      = \uc0ac\uc6a9\uc790\uac00 \ud574\ub2f9 \ub3c4\uba54\uc778\uc5d0\uc11c \ud604\uc7ac \uc778\uc99d\ub418\uc5c8\ub294\uc9c0 \ub610\ub294 JAAS \uc8fc\uc81c\uac00 \ud604\uc7ac \uc2a4\ub808\ub4dc\ub97c \ub300\uc0c1\uc73c\ub85c \uc124\uc815\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uac70\ub098 \ub610\ub294 \ubaa8\ub450 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0339.message     = \ub3c4\uba54\uc778 \uc0ac\uc6a9\uc790\ub97c \uac80\uc0c9\ud558\ub294 \ub370 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.

FNRRS0340.explanation = role_name, role_type, appl_name\uc73c\ub85c \uc815\uc758\ub418\ub294 \uae30\uc874 \uc5ed\ud560\uc5d0 \uc0c8 \uba64\ubc84\ub97c \ucd94\uac00\ud558\uae30\uc5d0 \ucda9\ubd84\ud55c \uad8c\ud55c\uc774 \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0340.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \uae30\uc874 \uc5ed\ud560\uc5d0 \uc0c8 \uba64\ubc84\ub97c \ucd94\uac00\ud558\uae30\uc5d0 \ucda9\ubd84\ud55c \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0340.message     = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \uc5ed\ud560 \uc774\ub984 = ''{0}'', \uc5ed\ud560 \uc720\ud615 = ''{1}'', \uc560\ud50c\ub9ac\ucf00\uc774\uc158 = ''{2}''\uc73c\ub85c \uc815\uc758\ub418\ub294 \uc5ed\ud560\uc5d0 \ub300\ud55c \ubcf4\uc548 \uad8c\ud55c\uc774 \ucda9\ubd84\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0340.arg.0       = role_name
FNRRS0340.arg.1       = role_type
FNRRS0340.arg.2       = appl_name

FNRRS0341.explanation = role_type\uacfc appl_name\uc73c\ub85c \uc815\uc758\ub41c \uc561\uc138\uc2a4 \uc5ed\ud560\uc744 \uac80\uc0c9\ud558\ub294 \ub370 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0341.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \uae30\uc874 \uc5ed\ud560\uc5d0 \uc0c8 \uba64\ubc84\ub97c \ucd94\uac00\ud558\uae30\uc5d0 \ucda9\ubd84\ud55c \uad8c\ud55c\uc774 \uc788\ub294\uc9c0, \ubb38\uc81c\uac00 \uc788\ub294 \uc5ed\ud560\uc774 \uc5ec\uc804\ud788 \uc800\uc7a5\uc18c\uc5d0 \uc874\uc7ac\ud558\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0341.message     = \uc720\ud615 = ''{0}'' \ubc0f \uc560\ud50c\ub9ac\ucf00\uc774\uc158 = ''{1}''(\uc73c)\ub85c \uc815\uc758\ub418\ub294 \uc561\uc138\uc2a4 \uc5ed\ud560\uc744 \uac80\uc0c9\ud558\ub294 \ub370 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0341.arg.0       = role_type
FNRRS0341.arg.1       = appl_name

FNRRS0342.explanation = \uc720\ud615 role_type\uacfc \uc560\ud50c\ub9ac\ucf00\uc774\uc158 \uc774\ub984 appl_name\uc758 \uac12\uc774 \ub3d9\uc77c\ud55c \uae30\uc874 \uc5ed\ud560\uc774 \uc788\uc5b4\uc11c \uc774\ub7ec\ud55c \uac12\uc744 \uc0ac\uc6a9\ud558\uc5ec \uc0c8 \uc5ed\ud560\uc744 \uc791\uc131\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0342.action      = \ub2e4\ub978 \uc5ed\ud560 \uc720\ud615/\uc560\ud50c\ub9ac\ucf00\uc774\uc158 \uc774\ub984 \uac12 \uc138\ud2b8\ub97c \uc0ac\uc6a9\ud558\uac70\ub098 \uc77c\uce58\ud558\ub294 \uae30\uc874 \uc5ed\ud560\uc744 \uba3c\uc800 \uc0ad\uc81c\ud558\uc2ed\uc2dc\uc624.
FNRRS0342.message     = \uc720\ud615 = ''{0}'' \ubc0f \uc560\ud50c\ub9ac\ucf00\uc774\uc158 = ''{1}''(\uc73c)\ub85c \uc815\uc758\ub41c \uc77c\uce58\ud558\ub294 \uae30\uc874 \uc5ed\ud560\uc774 \uc788\uc5b4\uc11c \uc0c8 \uc5ed\ud560\uc744 \uc791\uc131\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0342.arg.0       = role_type
FNRRS0342.arg.1       = appl_name

FNRRS0343.explanation = role_name\uacfc appl_name\uc73c\ub85c \uc815\uc758\ub41c \uc561\uc138\uc2a4 \uc5ed\ud560\uc744 \uac80\uc0c9\ud558\ub294 \ub370 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0343.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \uae30\uc874 \uc5ed\ud560\uc744 \ubcf4\uae30\uc5d0 \ucda9\ubd84\ud55c \uad8c\ud55c\uc774 \uc788\ub294\uc9c0, \ubb38\uc81c\uac00 \uc788\ub294 \uc5ed\ud560\uc774 \uc5ec\uc804\ud788 \uc800\uc7a5\uc18c\uc5d0 \uc874\uc7ac\ud558\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0343.message     = \uc774\ub984 = ''{0}'' \ubc0f \uc560\ud50c\ub9ac\ucf00\uc774\uc158 = ''{1}''(\uc73c)\ub85c \uc815\uc758\ub41c \uc561\uc138\uc2a4 \uc5ed\ud560\uc744 \uac80\uc0c9\ud558\ub294 \ub370 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0343.arg.0       = role_name
FNRRS0343.arg.1       = appl_name

FNRRS0344.explanation = \ud604\uc7ac \uc0ac\uc6a9\uc790\ub97c \ud310\ubcc4\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0344.action      = \uc0ac\uc6a9\uc790\uac00 \ud574\ub2f9 \ub3c4\uba54\uc778\uc5d0\uc11c \ud604\uc7ac \uc778\uc99d\ub418\uc5c8\ub294\uc9c0 \ub610\ub294 JAAS \uc8fc\uc81c\uac00 \ud604\uc7ac \uc2a4\ub808\ub4dc\ub97c \ub300\uc0c1\uc73c\ub85c \uc124\uc815\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uac70\ub098 \ub610\ub294 \ubaa8\ub450 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0344.message     = \ud604\uc7ac \uc0ac\uc6a9\uc790\ub97c \ud310\ubcc4\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0345.explanation = \uc0c1\uc704 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0\uc11c \ud30c\uc77c \uacc4\ud68d\uc744 \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0345.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ucd5c\uc18c\ud55c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c \ucee8\ud150\uce20\ub97c \ubcfc \uc218 \uc788\ub294 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0345.message     = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c ''{0}''\uc5d0\uc11c \ud30c\uc77c \uacc4\ud68d\uc744 \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0345.arg.0       = fileplan_repository

FNRRS0346.explanation = \ud544\uc218 \ud2b9\uc131\uc774 \ub204\ub77d\ub418\uc5c8\uac70\ub098 \uac12\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0346.action      = \uc720\ud6a8\ud55c \ud2b9\uc131 \uac12\uc744 \uc81c\uacf5\ud588\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0346.message     = \ud2b9\uc131\uc774 \ub204\ub77d\ub418\uc5c8\uac70\ub098 \uac12\uc774 \uc5c6\uc74c, \uae30\ud638 \uc774\ub984: ''{0}''.
FNRRS0346.arg.0       = property_name

FNRRS0347.explanation = \uc9c0\uc815\ud55c \ud30c\uc77c \uacc4\ud68d \uc774\ub984\uc774 \uace0\uc720\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0347.action      = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0\uc11c \uc544\uc9c1 \uc0ac\uc6a9\ub418\uc9c0 \uc54a\uc740 \ud30c\uc77c \uacc4\ud68d \uc774\ub984\uc744 \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0347.message     = \ud30c\uc77c \uacc4\ud68d \uc774\ub984 ''{0}''\uc774(\uac00) \uace0\uc720\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0347.arg.0       = fileplan_name

FNRRS0348.explanation = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0 \ud30c\uc77c \uacc4\ud68d\uc744 \uc0c8\ub85c \ucd94\uac00\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0348.action      = \ub300\uc0c1 \uc800\uc7a5\uc18c\uac00 \uc720\ud6a8\ud55c\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \uc774 \uc624\ud37c\ub808\uc774\uc158\uc744 \uc218\ud589\ud558\ub294 \ub370 \uc801\ud569\ud55c \uc624\ube0c\uc81d\ud2b8 \ub808\ubca8 \ubcf4\uc548 \uc561\uc138\uc2a4 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0348.message     = \ub300\uc0c1 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c ''{0}''\uc5d0 \ud30c\uc77c \uacc4\ud68d\uc744 \uc0c8\ub85c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0348.arg.0       = repository_ident

FNRRS0349.explanation = \uc9c0\uc815\ub41c \ud074\ub798\uc2a4 \ubc0f \uc800\uc7a5\uc18c\uc5d0 \uc18d\ud558\ub294 \uc9c0\uc815\ub41c \ud2b9\uc131 \uc124\uba85\uc774\ub098 \ud574\ub2f9 \uc11c\ube0c\ud544\ub4dc\ub97c \uac00\uc838\uc62c \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0349.action      = \uc9c0\uc815\ub41c \ud074\ub798\uc2a4\uac00 \ud604\uc7ac \ud504\ub85c\uc138\uc2a4\uc5d0 \uc801\ud569\ud55c\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0349.message     = ''{2}'' \uc800\uc7a5\uc18c\uc5d0\uc11c \ud074\ub798\uc2a4 ID ''{1}''\uc758 ''{0}'' \ud2b9\uc131 \uc124\uba85\uc744 \uac00\uc838\uc62c \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0349.arg.0       = property_ident
FNRRS0349.arg.1       = class_ident
FNRRS0349.arg.2       = repository_ident

FNRRS0350.explanation = \ub808\ucf54\ub4dc \uc120\uc5b8 \ud504\ub85c\uc138\uc2a4\uc758 \uc77c\ubd80\ub85c \uc9c0\uc815\ub41c \ucee8\ud150\uce20 \ud56d\ubaa9\uc744 \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0350.action      = \uc9c0\uc815\ub41c \ucee8\ud150\uce20 \ud56d\ubaa9\uc774 \uc874\uc7ac\ud558\ub294\uc9c0, \uc561\uc138\uc2a4 \uac00\ub2a5\ud55c\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0350.message     = \uc9c0\uc815\ub41c \ub808\ucf54\ub4dc \uc120\uc5b8\uc6a9 \ucee8\ud150\uce20 \ud56d\ubaa9 ''{0}''\uc744(\ub97c) \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0350.arg.0       = contentItem_ident

FNRRS0351.explanation = \uc9c0\uc815\ub41c \ub808\ucf54\ub4dc \ud3f4\ub354\uc5d0\uc11c \ud65c\uc131 \ud558\uc704 \ubcfc\ub968\uc744 \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \ub808\ucf54\ub4dc \ud3f4\ub354\uac00 \uc0c8 \ub808\ucf54\ub4dc \ub300\uc0c1 \ucee8\ud14c\uc774\ub108\uc758 \uba64\ubc84\uc77c \uacbd\uc6b0\uc5d0\ub294 \uc774\ub85c \uc778\ud574 \ub808\ucf54\ub4dc \uc120\uc5b8 \uc624\ud37c\ub808\uc774\uc158\uc774 \uc2e4\ud328\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0351.action      = \ud574\ub2f9 \ub808\ucf54\ub4dc \ud3f4\ub354\uc5d0 \ud65c\uc131 \ubcfc\ub968\uc744 \uc0c8\ub85c \ucd94\uac00\ud558\uac70\ub098 \uae30\uc874 \ubcfc\ub968\uc744 \ub2e4\uc2dc \uc5f4\uace0 \uc774 \ubcfc\ub968\uc744 \ub808\ucf54\ub4dc \uc120\uc5b8 \uc624\ud37c\ub808\uc774\uc158\uc758 \ub300\uc0c1 \ucee8\ud14c\uc774\ub108\ub85c \uc815\uc758\ud558\uc2ed\uc2dc\uc624.
FNRRS0351.message     = \uc9c0\uc815\ub41c \ub808\ucf54\ub4dc \ud3f4\ub354 ''{0}''\uc5d0 \uc0ac\uc6a9 \uac00\ub2a5\ud55c \ud65c\uc131 \ud558\uc704 \ubcfc\ub968\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0351.arg.0       = recordFolder_ident

FNRRS0352.explanation = \uc0c1\uc704 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0\uc11c \uc704\uce58\ub97c \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0352.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ucd5c\uc18c\ud55c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c \ucee8\ud150\uce20\ub97c \ubcfc \uc218 \uc788\ub294 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0352.message     = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c ''{0}''\uc5d0\uc11c \uc704\uce58\ub97c \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0352.arg.0       = fileplan_repository

FNRRS0353.explanation = \uc9c0\uc815\ub41c \uc800\uc7a5\uc18c\uc5d0\uc11c \ucd94\uac00 \uae30\ub2a5\uc744 \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0353.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ucd5c\uc18c\ud55c \uc800\uc7a5\uc18c \ucee8\ud150\uce20\ub97c \ubcfc \uc218 \uc788\ub294 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0353.message     = \uc800\uc7a5\uc18c ''{0}''\uc5d0\uc11c \ucd94\uac00 \uae30\ub2a5\uc744 \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0353.arg.0       = \uc800\uc7a5\uc18c

FNRRS0354.explanation = \uc0c1\uc704 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0\uc11c \ub808\ucf54\ub4dc \uc720\ud615\uc744 \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0354.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ucd5c\uc18c\ud55c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c \ucee8\ud150\uce20\ub97c \ubcfc \uc218 \uc788\ub294 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0354.message     = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c ''{0}''\uc5d0\uc11c \ub808\ucf54\ub4dc \uc720\ud615\uc744 \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0354.arg.0       = fileplan_repository

FNRRS0355.explanation = \ubb38\uc790\uc5f4 rmLinkId\ub97c \uc2dd\ubcc4\ud558\ub294 RMLink\uc758 \uc720\ud615\uc774 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0355.action      = \ubb38\uc790\uc5f4\uc744 \uc2dd\ubcc4\ud558\ub294 \ub9c8\ud0b9 \uc138\ud2b8\uc758 \ud615\uc2dd\uc774 GUID \ubb38\uc790\uc5f4 ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}''\ub85c \ub418\uc5b4 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \uc5ec\uae30\uc11c \uac01 ''x''\ub294 16\uc9c4 \ubb38\uc790\uc785\ub2c8\ub2e4.
FNRRS0355.message     = \ubb38\uc790\uc5f4 \ud615\uc2dd ''{0}''\uc744(\ub97c) \uc2dd\ubcc4\ud558\ub294 RMLink\uac00 \uc62c\ubc14\ub974\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0355.arg.0       = rmLinkId

FNRRS0356.explanation = \uc9c0\uc815\ub41c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0\uc11c \uc0ac\uc6a9 \uac00\ub2a5\ud55c \ubcf4\uc548 \ubd84\ub958 \uc548\ub0b4\uc11c\ub97c \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0356.action      = \ud574\ub2f9 \uc800\uc7a5\uc18c\uac00 DoD \ubcf4\uc548 \ubd84\ub958\ub41c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc778\uc9c0, \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ubd84\ub958 \uc548\ub0b4\uc11c\uc5d0 \ub300\ud55c \ud544\uc218 \ubcf4\uc548 \uc561\uc138\uc2a4 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0356.message     = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c ''{0}''\uc5d0\uc11c \ubcf4\uc548 \ubd84\ub958 \uc548\ub0b4\uc11c\ub97c \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0356.arg.0       = repositoryIdent

FNRRS0357.explanation = \uc9c0\uc815\ub41c \ubcf4\uc548 \ubd84\ub958 \uc548\ub0b4\uc11c\uc758 \uc0ac\uc6a9 \uac00\ub2a5\ud55c \ud558\uc704 \uc139\uc158\uc774\ub098 \uc9c0\uc815\ub41c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0 \uc18d\ud558\ub294 \uc548\ub0b4\uc11c \uc139\uc158\uc744 \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0357.action      = \ud574\ub2f9 \uc800\uc7a5\uc18c\uac00 DoD \ubcf4\uc548 \ubd84\ub958\ub41c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc778\uc9c0, \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ubd84\ub958 \uc548\ub0b4\uc11c\uc5d0 \ub300\ud55c \ud544\uc218 \ubcf4\uc548 \uc561\uc138\uc2a4 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0357.message     = \ubd84\ub958 \uc548\ub0b4\uc11c\uc758 \ud558\uc704 \uc139\uc158\uc774\ub098 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c ''{0}''\uc5d0 \uc18d\ud558\ub294 \uc548\ub0b4\uc11c \uc139\uc158 ''{1}''\uc744(\ub97c) \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0357.arg.0       = repositoryIdent
FNRRS0357.arg.1       = classificationGuideOrSection

FNRRS0358.explanation = \uc9c0\uc815\ub41c \ubcf4\uc548 \ubd84\ub958 \uc548\ub0b4\uc11c\uc758 \uc0ac\uc6a9 \uac00\ub2a5\ud55c \ud558\uc704 \uc8fc\uc81c\ub098 \uc9c0\uc815\ub41c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0 \uc18d\ud558\ub294 \uc548\ub0b4\uc11c \uc139\uc158\uc744 \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0358.action      = \ud574\ub2f9 \uc800\uc7a5\uc18c\uac00 DoD \ubcf4\uc548 \ubd84\ub958\ub41c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc778\uc9c0, \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ubd84\ub958 \uc548\ub0b4\uc11c\uc5d0 \ub300\ud55c \ud544\uc218 \ubcf4\uc548 \uc561\uc138\uc2a4 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0358.message     = \ubd84\ub958 \uc548\ub0b4\uc11c\uc758 \ud558\uc704 \uc8fc\uc81c\ub098 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c ''{0}''\uc5d0 \uc18d\ud558\ub294 \uc548\ub0b4\uc11c \uc139\uc158 ''{1}''\uc744(\ub97c) \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0358.arg.0       = repositoryIdent
FNRRS0358.arg.1       = classificationGuideOrSection

FNRRS0359.explanation = \uc9c0\uc815\ub41c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uac00 DoD \ubd84\ub958\ub41c \ub370\uc774\ud130 \ubaa8\ub378\ub85c \uad6c\uc131\ub418\uc9c0 \uc54a\uc544\uc11c DoD \ubcf4\uc548 \ubd84\ub958 \uc548\ub0b4\uc11c\ub97c \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0359.action      = \uc62c\ubc14\ub978 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uac00 \uc9c0\uc815\ub418\uc5c8\ub294\uc9c0, \uc774 \uc800\uc7a5\uc18c\uac00 DoD \ubd84\ub958\ub41c \ub370\uc774\ud130 \ubaa8\ub378\ub85c \uad6c\uc131\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0359.message     = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c ''{0}''\uc5d0\uc11c DoD \ubd84\ub958 \uc548\ub0b4\uc11c\uac00 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0359.arg.0       = repositoryIdent

FNRRS0360.explanation = \uc9c0\uc815\ub41c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0 \uc18d\ud558\ub294 \uc9c0\uc815\ub41c \ubcf4\uc548 \ubd84\ub958 \uc548\ub0b4\uc11c\ub97c \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0360.action      = \ud574\ub2f9 \uc800\uc7a5\uc18c\uac00 DoD \ubcf4\uc548 \ubd84\ub958\ub41c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc778\uc9c0, \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ubd84\ub958 \uc548\ub0b4\uc11c\uc5d0 \ub300\ud55c \ud544\uc218 \ubcf4\uc548 \uc561\uc138\uc2a4 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0360.message     = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c ''{0}''\uc5d0 \uc18d\ud558\ub294 \ubd84\ub958 \uc548\ub0b4\uc11c ''{1}''\uc744(\ub97c) \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0360.arg.0       = repositoryIdent
FNRRS0360.arg.1       = guideIdent

FNRRS0361.explanation = \uc608\uc678 \ucf54\ub4dc\uc640 \uba54\uc2dc\uc9c0 \ubb38\uc790\uc5f4\uc5d0 \uc9c0\uc815\ub41c \ub300\ub85c P8 Content Engine API\uc5d0\uc11c \uc608\uae30\uce58 \uc54a\uc740 \uc608\uc678\uac00 \ub9ac\ud134\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
FNRRS0361.action      = \uc774 \uc624\ub958 \uc870\uac74\uc758 \uae30\ubcf8 \uc6d0\uc778\uacfc \uad00\ub828\ub41c \uc815\ubcf4\ub294 \ud3ec\ud568\ub41c P8 Content Engine \uc608\uc678\uc640 \uc0ac\uc6a9 \uac00\ub2a5\ud55c \ubaa8\ub4e0 \uc624\ub958 \ub808\ucf54\ub4dc\ub97c \uac80\uc0ac\ud558\uc2ed\uc2dc\uc624.
FNRRS0361.message     = \uc608\uae30\uce58 \uc54a\uc740 P8 Content Engine \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc608\uc678 \ucf54\ub4dc: {0}, \uba54\uc2dc\uc9c0: ''{1}''
FNRRS0361.arg.0       = ceExceptionCode
FNRRS0361.arg.1       = ceExceptionMessage

FNRRS0362.explanation = \uc9c0\uc815\ub41c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0\uc11c DoD \ubd84\ub958\ub41c \ucd5c\ub300 \ubd84\ub958 \ud574\uc81c \uc2dc\uac04 \ud55c\uacc4 \uac12\uc744 \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc608\uae30\uce58 \uc54a\uc740 \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0362.action      = DoD \ubd84\ub958\ub41c \ub370\uc774\ud130 \ubaa8\ub378 \ud2b9\uc131\uc774 \uc774 \uc800\uc7a5\uc18c\uc5d0 \ub9de\uac8c \uad6c\uc131\ub418\uc5c8\ub294\uc9c0, \uc774 \ud2b9\uc131\uc5d0 \ud574\ub2f9 \uc2dc\uc2a4\ud15c \uad6c\uc131 \ud56d\ubaa9\uc758 \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0362.message     = DoD \ubd84\ub958\ub41c \ucd5c\ub300 \ubd84\ub958 \ud574\uc81c \uc2dc\uac04 \ud55c\uacc4 \uac12\uc744 \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc800\uc7a5\uc18c: ''{0}''
FNRRS0362.arg.0       = repositoryName

FNRRS0363.explanation = \uc0c1\uc704 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0\uc11c \ucc98\ub9ac \uc218\ud589\uc744 \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0363.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ucd5c\uc18c\ud55c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c \ucee8\ud150\uce20\ub97c \ubcfc \uc218 \uc788\ub294 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0363.message     = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c ''{0}''\uc5d0\uc11c \ucc98\ub9ac \uc218\ud589\uc744 \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0363.arg.0       = fileplan_repository

FNRRS0364.explanation = \uc0c1\uc704 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0\uc11c \ucc98\ub9ac \ud2b8\ub9ac\uac70\ub97c \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0364.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ucd5c\uc18c\ud55c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c \ucee8\ud150\uce20\ub97c \ubcfc \uc218 \uc788\ub294 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0364.message     = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c ''{0}''\uc5d0\uc11c \ucc98\ub9ac \ud2b8\ub9ac\uac70\ub97c \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0364.arg.0       = fileplan_repository

FNRRS0365.explanation = \uc0c1\uc704 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0\uc11c \ucc98\ub9ac \uc2a4\ucf00\uc904\uc744 \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0365.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ucd5c\uc18c\ud55c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c \ucee8\ud150\uce20\ub97c \ubcfc \uc218 \uc788\ub294 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0365.message     = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c ''{0}''\uc5d0\uc11c \ucc98\ub9ac \uc2a4\ucf00\uc904\uc744 \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0365.arg.0       = fileplan_repository

FNRRS0366.explanation = \uc81c\uc548\ub41c \ucc98\ub9ac \ud2b8\ub9ac\uac70 \uc774\ubca4\ud2b8 \uc774\ub984\uc774 \uc774\ubbf8 \uc774 \uc800\uc7a5\uc18c\uc5d0\uc11c \uc0ac\uc6a9\ub418\uace0 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0366.action      = \uc800\uc7a5\uc18c\uc5d0\uc11c \uc544\uc9c1 \uc0ac\uc6a9\ub418\uc9c0 \uc54a\uc740 \uac12\uc744 \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0366.message     = \uc81c\uc548\ub41c \ucc98\ub9ac \ud2b8\ub9ac\uac70 \uc774\ubca4\ud2b8 \uc774\ub984\uc774 \uc800\uc7a5\uc18c ''{0}''\uc5d0\uc11c \uace0\uc720\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0366.arg.0       = name_value

FNRRS0367.explanation = \ucc98\ub9ac \ud2b8\ub9ac\uac70\ub97c \ubc18\ubcf5\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc8fc\uae30 \uc2dc\uac04\uc740 0\ubcf4\ub2e4 \ucee4\uc57c \ud569\ub2c8\ub2e4.
FNRRS0367.action      = \ub144, \uc6d4 \ub610\ub294 \uc77c \uac12\uc5d0 0\uc774 \uc544\ub2cc \uac12\uc744 \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0367.message     = \ucd5c\uc18c\ud55c \ud558\ub098\uc758 \uc8fc\uae30 \uc2dc\uac04 \uac12\uc774 0\ubcf4\ub2e4 \ucee4\uc57c \ud569\ub2c8\ub2e4.

FNRRS0368.explanation = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0 \ucc98\ub9ac \ud2b8\ub9ac\uac70\ub97c \uc0c8\ub85c \ucd94\uac00\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0368.action      = \ub300\uc0c1 \uc800\uc7a5\uc18c\uac00 \uc720\ud6a8\ud55c\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \uc774 \uc624\ud37c\ub808\uc774\uc158\uc744 \ud5c8\uc6a9\ud558\ub294 \uc801\uc808\ud55c \uc624\ube0c\uc81d\ud2b8 \ub808\ubca8 \ubcf4\uc548 \uc561\uc138\uc2a4 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0368.message     = \ub300\uc0c1 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c ''{0}''\uc5d0 \ucc98\ub9ac \uacc4\ud68d\uc744 \uc0c8\ub85c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0368.arg.0       = repository_ident

FNRRS0369.explanation = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0 \ucc98\ub9ac \uc218\ud589\uc744 \uc0c8\ub85c \ucd94\uac00\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0369.action      = \ub300\uc0c1 \uc800\uc7a5\uc18c\uac00 \uc720\ud6a8\ud55c\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \uc774 \uc624\ud37c\ub808\uc774\uc158\uc744 \ud5c8\uc6a9\ud558\ub294 \uc801\uc808\ud55c \uc624\ube0c\uc81d\ud2b8 \ub808\ubca8 \ubcf4\uc548 \uc561\uc138\uc2a4 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0369.message     = \ub300\uc0c1 \ud30c\uc77c \uc800\uc7a5\uc18c ''{0}''\uc5d0 \ucc98\ub9ac \uc218\ud589\uc744 \uc0c8\ub85c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0369.arg.0       = repository_ident

FNRRS0370.explanation = \uc81c\uc548\ub41c \ucc98\ub9ac \uc218\ud589 \uc774\ub984\uc774 \uc774\ubbf8 \uc774 \uc800\uc7a5\uc18c\uc5d0\uc11c \uc0ac\uc6a9\ub418\uace0 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0370.action      = \uc800\uc7a5\uc18c\uc5d0\uc11c \uc544\uc9c1 \uc0ac\uc6a9\ub418\uc9c0 \uc54a\uc740 \uac12\uc744 \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0370.message     = \uc81c\uc548\ub41c \ucc98\ub9ac \uc218\ud589 \uc774\ub984\uc774 \uc800\uc7a5\uc18c ''{0}''\uc5d0\uc11c \uace0\uc720\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0370.arg.0       = name_value

FNRRS0371.explanation = \uc6cc\ud06c\ud50c\ub85c\uc6b0 \uac12\uacfc \uc5f0\uad00\ub41c \uc81c\uc548\ub41c \ucc98\ub9ac \uc218\ud589\uc774 WorkflowDefinition \ud074\ub798\uc2a4\uc758 \uc778\uc2a4\ud134\uc2a4\uac00 \uc544\ub2d9\ub2c8\ub2e4.
FNRRS0371.action      = \uc5f0\uad00\ub41c \uc6cc\ud06c\ud50c\ub85c\uc6b0 \ud2b9\uc131\uc5d0 \uc720\ud6a8\ud55c IBM Enterprise Records WorkflowDefinition \uc778\uc2a4\ud134\uc2a4\ub97c \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0371.message     = \uc6cc\ud06c\ud50c\ub85c\uc6b0 \uac12\uacfc \uc5f0\uad00\ub41c \uc81c\uc548\ub41c \ucc98\ub9ac \uc218\ud589\uc774 WorkflowDefinition \ud074\ub798\uc2a4 ''{0}''\uc758 \uc778\uc2a4\ud134\uc2a4\uac00 \uc544\ub2d9\ub2c8\ub2e4.
FNRRS0371.arg.0       = class_name

FNRRS0372.explanation = \uc0c1\uc704 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0\uc11c \uc6cc\ud06c\ud50c\ub85c\uc6b0 \uc815\uc758\ub97c \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0372.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ucd5c\uc18c\ud55c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c \ucee8\ud150\uce20\ub97c \ubcfc \uc218 \uc788\ub294 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0372.message     = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c ''{0}''\uc5d0\uc11c \uc6cc\ud06c\ud50c\ub85c\uc6b0 \uc815\uc758\ub97c \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0372.arg.0       = fileplan_repository

FNRRS0373.explanation = \uc81c\uc548\ub41c \ucc98\ub9ac \uc2a4\ucf00\uc904 \uc774\ub984\uc774 \uc774\ubbf8 \uc774 \uc800\uc7a5\uc18c\uc5d0\uc11c \uc0ac\uc6a9\ub418\uace0 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0373.action      = \uc800\uc7a5\uc18c\uc5d0\uc11c \uc544\uc9c1 \uc0ac\uc6a9\ub418\uc9c0 \uc54a\uc740 \uac12\uc744 \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0373.message     = \uc81c\uc548\ub41c \ucc98\ub9ac \uc2a4\ucf00\uc904 \uc774\ub984\uc774 \uc800\uc7a5\uc18c ''{0}''\uc5d0\uc11c \uace0\uc720\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0373.arg.0       = name_value

FNRRS0374.explanation = \uc81c\uc548\ub41c \ucc98\ub9ac \uc2a4\ucf00\uc904\uc5d0 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc740 \ucc98\ub9ac \ud2b8\ub9ac\uac70 \uac12\uc774 \uc9c0\uc815\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
FNRRS0374.action      = \uc720\ud6a8\ud55c \ucc98\ub9ac \ud2b8\ub9ac\uac70 \uac12\uc774\ub098 \uc0ac\uc804 \uc815\uc758\ub41c \ub2ec\ub825 \ub0a0\uc9dc \ud2b8\ub9ac\uac70\ub97c \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0374.message     = \uc81c\uc548\ub41c \ucc98\ub9ac \uc2a4\ucf00\uc904\uc5d0 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc740 \ucc98\ub9ac \ud2b8\ub9ac\uac70 \uac12\uc774 \uc9c0\uc815\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
FNRRS0374.arg.0       = name_value

FNRRS0375.explanation = \uc9c0\uc815\ub41c \ud2b9\uc131 \uac12\uc774 \uc720\ud6a8\ud558\uc9c0 \uc54a\uac70\ub098 \ubc94\uc704\ub97c \ubc97\uc5b4\ub0ac\uc2b5\ub2c8\ub2e4.
FNRRS0375.action      = \uc9c0\uc815\ub41c \ud2b9\uc131\uc5d0 \uc720\ud6a8\ud55c \uac12\uc744 \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0375.message     = \uc9c0\uc815\ub41c \ud2b9\uc131 {0}\uc758 \uac12 ''{1}''\uc774(\uac00) \uc720\ud6a8\ud558\uc9c0 \uc54a\uac70\ub098 \ubc94\uc704\ub97c \ubc97\uc5b4\ub0ac\uc2b5\ub2c8\ub2e4.
FNRRS0375.arg.0       = property_name
FNRRS0375.arg.1       = property_value

FNRRS0376.explanation = \uc81c\uc548\ub41c \ucc98\ub9ac \uc2a4\ucf00\uc904 \uc774\ub984\uc5d0\uc11c \uc720\ud6a8\ud55c \ubcf4\uc720 \uae30\uac04 \uac12\uc774 \ub204\ub77d\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
FNRRS0376.action      = \ubcf4\uc720 \uae30\uac04\uc758 \ub144, \uc6d4, \uc77c \uac12\uc744 \uc591\uc218\ub85c \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0376.message     = \uc81c\uc548\ub41c \ucc98\ub9ac \uc2a4\ucf00\uc904 \uc774\ub984\uc5d0\uc11c \uc720\ud6a8\ud55c \ubcf4\uc720 \uae30\uac04 \uac12\uc774 \ub204\ub77d\ub418\uc5c8\uc2b5\ub2c8\ub2e4.

FNRRS0377.explanation = \ucc98\ub9ac \ub2e8\uacc4\uc5d0\uc11c \uc720\ud6a8\ud55c \ubcf4\uc720 \uae30\uac04 \uac12\uc774 \ub204\ub77d\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
FNRRS0377.action      = \ubcf4\uc720 \uae30\uac04\uc758 \ub144, \uc6d4, \uc77c \uac12\uc744 \uc591\uc218\ub85c \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0377.message     = \ucc98\ub9ac \ub2e8\uacc4\uc5d0\uc11c \uc720\ud6a8\ud55c \ubcf4\uc720 \uae30\uac04 \uac12\uc774 \ub204\ub77d\ub418\uc5c8\uc2b5\ub2c8\ub2e4.

FNRRS0378.explanation = \ucc98\ub9ac \ub2e8\uacc4 \ub300\uccb4 \ubcf4\uc720\uc5d0\uc11c \uc720\ud6a8\ud55c \ubcf4\uc720 \uae30\uac04 \uac12\uc774 \ub204\ub77d\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
FNRRS0378.action      = \ubcf4\uc720 \uae30\uac04\uc758 \ub144, \uc6d4, \uc77c \uac12\uc744 \uc591\uc218\ub85c \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0378.message     = \ucc98\ub9ac \ub2e8\uacc4 \ub300\uccb4 \ubcf4\uc720\uc5d0\uc11c \uc720\ud6a8\ud55c \ubcf4\uc720 \uae30\uac04 \uac12\uc774 \ub204\ub77d\ub418\uc5c8\uc2b5\ub2c8\ub2e4.

FNRRS0379.explanation = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0 \ucc98\ub9ac \uc2a4\ucf00\uc904\uc744 \uc0c8\ub85c \ucd94\uac00\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0379.action      = \ub300\uc0c1 \uc800\uc7a5\uc18c\uac00 \uc720\ud6a8\ud55c\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \uc774 \uc624\ud37c\ub808\uc774\uc158\uc744 \ud5c8\uc6a9\ud558\ub294 \uc801\uc808\ud55c \uc624\ube0c\uc81d\ud2b8 \ub808\ubca8 \ubcf4\uc548 \uc561\uc138\uc2a4 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0379.message     = \ub300\uc0c1 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c ''{0}''\uc5d0 \ucc98\ub9ac \uc2a4\ucf00\uc904\uc744 \uc0c8\ub85c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0379.arg.0       = repository_ident

FNRRS0380.explanation = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0 \ub808\ucf54\ub4dc \uc720\ud615\uc744 \uc0c8\ub85c \ucd94\uac00\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0380.action      = \ub300\uc0c1 \uc800\uc7a5\uc18c\uac00 \uc720\ud6a8\ud55c\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \uc774 \uc624\ud37c\ub808\uc774\uc158\uc744 \ud5c8\uc6a9\ud558\ub294 \uc801\uc808\ud55c \uc624\ube0c\uc81d\ud2b8 \ub808\ubca8 \ubcf4\uc548 \uc561\uc138\uc2a4 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0380.message     = \ub300\uc0c1 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c ''{0}''\uc5d0 \ub808\ucf54\ub4dc \uc720\ud615\uc744 \uc0c8\ub85c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0380.arg.0       = repository_ident

FNRRS0381.explanation = \uc81c\uc548\ub41c \ub808\ucf54\ub4dc \uc720\ud615 \uc774\ub984\uc774 \uc774\ubbf8 \uc774 \uc800\uc7a5\uc18c\uc5d0\uc11c \uc0ac\uc6a9\ub418\uace0 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0381.action      = \uc800\uc7a5\uc18c\uc5d0\uc11c \uc544\uc9c1 \uc0ac\uc6a9\ub418\uc9c0 \uc54a\uc740 \uac12\uc744 \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0381.message     = \uc81c\uc548\ub41c \ub808\ucf54\ub4dc \uc720\ud615 \uc774\ub984\uc774 \uc800\uc7a5\uc18c ''{0}''\uc5d0\uc11c \uace0\uc720\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0381.arg.0       = name_value

FNRRS0382.explanation = repository_ident\uc5d0\uc11c entity_type \uc778\uc2a4\ud134\uc2a4\ub97c \uc0c8\ub85c \uc791\uc131\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0382.action      = \uc5f0\uad00\ub41c \ud074\ub798\uc2a4\uac00 \ud574\ub2f9 \uc800\uc7a5\uc18c\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\ub294\uc9c0, \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \uc774 \uc624\ud37c\ub808\uc774\uc158\uc744 \uc218\ud589\ud558\ub294 \ub370 \uc801\uc808\ud55c \ubcf4\uc548 \uc561\uc138\uc2a4 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0382.message     = \uc9c0\uc815\ub41c \uc800\uc7a5\uc18c ''{1}''\uc5d0\uc11c \uc5d4\ud2f0\ud2f0 \uc720\ud615 {0}\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \uc0c8\ub85c \uc791\uc131\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0382.arg.0       = entity_type
FNRRS0382.arg.1       = repository_ident

FNRRS0383.explanation = \uc9c0\uc815\ub41c \ud2b9\uc131\uc774\ub098 \uadf8 \uac12\uc774 \ud604\uc7ac \uc0ac\uc6a9 \ubd88\uac00\ub2a5\ud569\ub2c8\ub2e4.
FNRRS0383.action      = \uc774 \ud2b9\uc131\uc774 \uc815\uc758\ub418\uc5b4 \uc788\ub294\uc9c0, \ud604\uc7ac \uc0ac\uc6a9\uc790\uac00 \uc774 \ud2b9\uc131\uc5d0 \uc561\uc138\uc2a4\ud560 \uc218 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0383.message     = \ud2b9\uc131 {0}\uc744(\ub97c) \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0383.arg.0       = property_name

FNRRS0384.explanation = \uc81c\uc548\ub41c \uc704\uce58 \uc774\ub984\uc774 \uc774\ubbf8 \uc774 \uc800\uc7a5\uc18c\uc5d0\uc11c \uc0ac\uc6a9\ub418\uace0 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0384.action      = \uc800\uc7a5\uc18c\uc5d0\uc11c \uc544\uc9c1 \uc0ac\uc6a9\ub418\uc9c0 \uc54a\uc740 \uac12\uc744 \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0384.message     = \uc81c\uc548\ub41c \uc704\uce58 \uc774\ub984\uc774 \uc800\uc7a5\uc18c ''{0}''\uc5d0\uc11c \uace0\uc720\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0384.arg.0       = name_value

FNRRS0385.explanation = \ud604\uc7ac \uc624\ube0c\uc81d\ud2b8 \uc720\ud615\uc5d0\uc11c\ub294 \uc774 \uc624\ud37c\ub808\uc774\uc158\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0385.action      = \uc774 \uc624\ud37c\ub808\uc774\uc158\uc740 \uc774 \uc624\ube0c\uc81d\ud2b8\uc640 \ud568\uaed8 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc624\ube0c\uc81d\ud2b8\ub098 \uc624\ud37c\ub808\uc774\uc158\uc744 \uc218\uc815\ud558\uc2ed\uc2dc\uc624.
FNRRS0385.message     = \ud604\uc7ac \uc624\ube0c\uc81d\ud2b8 \uc720\ud615\uc5d0\uc11c\ub294 \uc774 \uc624\ud37c\ub808\uc774\uc158\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.

FNRRS0386.explanation = \uc81c\uc548\ub41c \ubcf4\ub958\ud56d\ubaa9 \uc774\ub984\uc774 \uc774\ubbf8 \uc774 \uc800\uc7a5\uc18c\uc5d0\uc11c \uc0ac\uc6a9\ub418\uace0 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0386.action      = \uc800\uc7a5\uc18c\uc5d0\uc11c \uc544\uc9c1 \uc0ac\uc6a9\ub418\uc9c0 \uc54a\uc740 \uac12\uc744 \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0386.message     = \uc81c\uc548\ub41c \ubcf4\ub958\ud56d\ubaa9 \uc774\ub984\uc774 \uc800\uc7a5\uc18c ''{0}''\uc5d0\uc11c \uace0\uc720\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0386.arg.0       = name_value

FNRRS0387.explanation = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0\uc11c \ubcf4\ub958\ud56d\ubaa9\uc744 \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0387.action      = \ud574\ub2f9 \uc800\uc7a5\uc18c\uc5d0 \ud558\ub098 \uc774\uc0c1\uc758 \ubcf4\ub958\ud56d\ubaa9\uc774 \uc874\uc7ac\ud558\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0387.message     = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c ''{0}''\uc5d0\uc11c \ubcf4\ub958\ud56d\ubaa9\uc744 \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0387.arg.0       = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c ID

FNRRS0388.explanation = \ubb38\uc790\uc5f4 rmHoldId\ub97c \uc2dd\ubcc4\ud558\ub294 \ubcf4\ub958\ud56d\ubaa9\uc758 \ud615\uc2dd\uc774 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0388.action      = \ubb38\uc790\uc5f4\uc744 \uc2dd\ubcc4\ud558\ub294 \ub9c8\ud0b9 \uc138\ud2b8\uc758 \ud615\uc2dd\uc774 GUID \ubb38\uc790\uc5f4 ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}''\ub85c \ub418\uc5b4 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \uc5ec\uae30\uc11c \uac01 ''x''\ub294 16\uc9c4 \ubb38\uc790\uc785\ub2c8\ub2e4.
FNRRS0388.message     = \ubb38\uc790\uc5f4 \ud615\uc2dd ''{0}''\uc744(\ub97c) \uc2dd\ubcc4\ud558\ub294 \ubcf4\ub958\ud56d\ubaa9\uc774 \uc62c\ubc14\ub974\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0388.arg.0       = \ubcf4\ub958\ud56d\ubaa9 ID

FNRRS0389.explanation = \uc624\ube0c\uc81d\ud2b8 \uc800\uc7a5\uc18c\uc5d0\uc11c SQL \ucffc\ub9ac\ub97c \ucd08\uae30\ud654\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0389.action      = SQL\uc5d0 \ucee8\ud150\uce20 \uae30\ubc18 \uac80\uc0c9\uc774 \ud3ec\ud568\ub41c \uacbd\uc6b0\uc5d0\ub294 \ucee8\ud150\uce20 \uac80\uc0c9 \uc5d4\uc9c4\uc744 \uc62c\ubc14\ub974\uac8c \uad6c\uc131\ud588\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0389.message     = \uc800\uc7a5\uc18c ''{1}''\uc5d0\uc11c SQL \ucffc\ub9ac ''{0}''\uc744(\ub97c) \ucd08\uae30\ud654\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0389.arg.0       = SQL \ucffc\ub9ac \ubb38\uc790\uc5f4
FNRRS0389.arg.1       = \uc800\uc7a5\uc18c ID

FNRRS0390.explanation = IBM Enterprise Records\ub294 \ub2e4\ub978 \uc720\ud615\uc758 CBR \uc5d4\uc9c4\uc774 \ud558\ub098 \uc774\uc0c1 \uacb0\ud569\ub41c \uc774\uae30\uc885 \ucee8\ud150\uce20 \uae30\ubc18 \uac80\uc0c9(CBR) \ud658\uacbd\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0390.action      = \ub808\ucf54\ub4dc \uc624\ube0c\uc81d\ud2b8 \uc800\uc7a5\uc18c\uc758 \uac80\uc0c9 \uc5d4\uc9c4\uc744 IBM Legacy Content Search Engine\uc5d0\uc11c IBM Content Search Services\ub85c \ub9c8\uc774\uadf8\ub808\uc774\uc158\ud574\uc57c \ud569\ub2c8\ub2e4.
FNRRS0390.message     = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc640 \uc5f0\uad00\ub41c \ucee8\ud150\uce20 \uc800\uc7a5\uc18c\uac00 \ub2e4\ub978 \uc720\ud615\uc758 CBR \uc5d4\uc9c4\uc774 \ud558\ub098 \uc774\uc0c1 \uacb0\ud569\ub41c \uc774\uae30\uc885 \ucee8\ud150\uce20 \uae30\ubc18 \uac80\uc0c9(CBR) \ud658\uacbd\uc73c\ub85c \uad6c\uc131\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uc774 \uc774\uae30\uc885 CBR \uad6c\uc131\uc740 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uac80\uc0c9 \uc5d4\uc9c4\uc744 IBM Legacy Content Search Engine\uc5d0\uc11c IBM Content Search Services\ub85c \ub9c8\uc774\uadf8\ub808\uc774\uc158\ud574\uc57c \ud569\ub2c8\ub2e4. \uc790\uc138\ud55c \uc815\ubcf4\ub294 FileNet P8 Information Center\uc758 "IBM FileNet Content Search Engine\uc758 \uc0c8\ub85c\uc6b4 \uc0ac\ud56d" \uc8fc\uc81c\ub97c \ucc38\uc870\ud558\uc2ed\uc2dc\uc624.

FNRRS0391.explanation = \ucee8\ud150\uce20 \uae30\ubc18 \uac80\uc0c9\uc744 \ucd08\uae30\ud654\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ucee8\ud150\uce20 \uac80\uc0c9 \uc5d4\uc9c4\uc774 \uad6c\uc131\ub418\uc9c0 \uc54a\uc558\uac70\ub098 \uc62c\ubc14\ub974\uac8c \uad6c\uc131\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4.
FNRRS0391.action      = \ucee8\ud150\uce20 \uac80\uc0c9 \uc5d4\uc9c4\uc774 \ucee8\ud150\uce20 \uc800\uc7a5\uc18c\uc640 \ud568\uaed8 \uc801\uc808\ud558\uac8c \uad6c\uc131\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0391.message     = \ucee8\ud150\uce20 \uac80\uc0c9 \uc5d4\uc9c4\uc774 \uad6c\uc131\ub418\uc9c0 \uc54a\uc558\uac70\ub098 \uc62c\ubc14\ub974\uac8c \uad6c\uc131\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4. \uc800\uc7a5\uc18c ''{1}''\uc5d0\uc11c \ucee8\ud150\uce20 \uae30\ubc18 \uac80\uc0c9 ''{0}''\uc744(\ub97c) \ucd08\uae30\ud654\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0391.arg.0       = SQL \ucffc\ub9ac \ubb38\uc790\uc5f4
FNRRS0391.arg.1       = \uc800\uc7a5\uc18c ID

FNRRS0392.explanation = \uac80\uc0c9 \uae30\uc900\uc5d0 \uae30\ubc18\ud55c \uac80\uc0c9 \uacb0\uacfc\ub97c \uac00\uc838\uc62c \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0392.action      = \ucee8\ud150\uce20 \uac80\uc0c9 \uc5d4\uc9c4\uc774 \ub808\ucf54\ub4dc \uc624\ube0c\uc81d\ud2b8 \uc800\uc7a5\uc18c\uc640 \ud568\uaed8 \uc801\uc808\ud558\uac8c \uad6c\uc131\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0392.message     = \uac80\uc0c9 \uae30\uc900\uc5d0 \uae30\ubc18\ud55c \uac80\uc0c9 \uacb0\uacfc\ub97c \uac00\uc838\uc62c \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0393.explanation = \ub808\ucf54\ub4dc\ub294 \ub458 \uc774\uc0c1\uc758 \ucee8\ud14c\uc774\ub108\uc5d0 \ubcf4\uad00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0393.action      = \ud574\ub2f9 \ub808\ucf54\ub4dc\uac00 \ub2e4\uc218\uc758 \ucee8\ud14c\uc774\ub108\uc5d0 \ubcf4\uad00\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740\uc9c0 \ud655\uc778\ud558\uace0 \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624.
FNRRS0393.message     = \ub808\ucf54\ub4dc\ub294 \ub458 \uc774\uc0c1\uc758 \ucee8\ud14c\uc774\ub108\uc5d0 \ubcf4\uad00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0394.explanation = \ub9e4\uac1c\ubcc0\uc218 \uac12\uc5d0 \uac12\uc774 \ub204\ub77d\ub418\uc5c8\uac70\ub098 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc740 \uac12\uc774 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0394.action      = \ud638\ud658 \uac00\ub2a5\ud55c \ub9e4\uac1c\ubcc0\uc218 \uac12\uc744 \uc81c\uacf5\ud558\uc2ed\uc2dc\uc624.
FNRRS0394.message     = ''{0}'' \ub9e4\uac1c\ubcc0\uc218 \uac12\uc740 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0394.arg.0       = \ub9e4\uac1c\ubcc0\uc218 \uc774\ub984

FNRRS0395.explanation = \uc9c0\uc815\ub41c \ucee8\ud14c\uc774\ub108\uc5d0 \ud65c\uc131 \ubcfc\ub968\uc774 \uc5c6\uc2b5\ub2c8\ub2e4. \uc720\ud6a8\ud55c \ud65c\uc131 \ubcfc\ub968\uc774 \ud544\uc694\ud569\ub2c8\ub2e4.
FNRRS0395.action      = \uc9c0\uc815\ub41c \ucee8\ud14c\uc774\ub108\uc5d0 \ud65c\uc131 \ubcfc\ub968\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0395.message     = ''{0}'' \ucee8\ud14c\uc774\ub108\uc5d0 \ud65c\uc131 \ubcfc\ub968\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0395.arg.0       = \ucee8\ud14c\uc774\ub108 ID

FNRRS0396.explanation = \uc18c\uc2a4\uc640 \ub300\uc0c1 \ucee8\ud14c\uc774\ub108\uac00 \ub3d9\uc77c\ud569\ub2c8\ub2e4. \uc624\ube0c\uc81d\ud2b8\ub97c \uc774\ub3d9\ud560 \ub54c\ub294 \uc18c\uc2a4\uc640 \ub300\uc0c1 \ucee8\ud14c\uc774\ub108\uac00 \ub2ec\ub77c\uc57c \ud569\ub2c8\ub2e4.
FNRRS0396.action      = \uc18c\uc2a4\uc640 \ub300\uc0c1 \ucee8\ud14c\uc774\ub108\ub97c \ub2e4\ub974\uac8c \uc9c0\uc815\ud558\uace0 \uc218\ud589\uc744 \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624.
FNRRS0396.message     = \uc18c\uc2a4\uc640 \ub300\uc0c1 \ucee8\ud14c\uc774\ub108\uac00 \ub3d9\uc77c\ud569\ub2c8\ub2e4.

FNRRS0397.explanation = \ud574\ub2f9 \uc624\ube0c\uc81d\ud2b8\uac00 \uc774\ubbf8 \ub300\uc0c1 \ucee8\ud14c\uc774\ub108\uc5d0 \ubcf4\uad00\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0397.action      = \ub2e4\ub978 \ub300\uc0c1 \ucee8\ud14c\uc774\ub108\ub97c \uc9c0\uc815\ud558\uace0 \uc218\ud589\uc744 \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624.
FNRRS0397.message     = \ud574\ub2f9 \uc624\ube0c\uc81d\ud2b8\uac00 \uc774\ubbf8 \ub300\uc0c1 \ucee8\ud14c\uc774\ub108\uc5d0 \ubcf4\uad00\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.

FNRRS0398.explanation = \ud574\ub2f9 \ub808\ucf54\ub4dc\ub294 \uc774\ubbf8 \uc218\uc2e0 \uc0c1\uc704\uc785\ub2c8\ub2e4. \uc774 \ub808\ucf54\ub4dc\ub294 \uc218\uc2e0\ub3c4 \uc218\uc2e0 \uc0c1\uc704\ub3c4 \ub420 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0398.action      = \uc774 \ub808\ucf54\ub4dc\ub294 \uc218\uc2e0\ub3c4 \uc218\uc2e0 \uc0c1\uc704\ub3c4 \ub420 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ud574\ub2f9 \ube44\uc988\ub2c8\uc2a4 \uc694\uad6c\uc5d0 \ub530\ub77c \uc62c\ubc14\ub978 \uc870\uce58\ub97c \uc218\ud589\ud558\uc2ed\uc2dc\uc624.
FNRRS0398.message     = \ud574\ub2f9 \ub808\ucf54\ub4dc\ub294 \uc774\ubbf8 \uc218\uc2e0 \uc0c1\uc704\uc785\ub2c8\ub2e4.
FNRRS0398.arg.0       = \ud50c\ub808\uc774\uc2a4\ud640\ub354

FNRRS0399.explanation = \uc774 \ub808\ucf54\ub4dc\ub294 \uc774\ubbf8 \uc218\uc2e0\uc785\ub2c8\ub2e4. \uc218\uc2e0\uc740 \ub808\ucf54\ub4dc \ud558\ub098\uc5d0\ub9cc \uc5f0\uad00\ub420 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0399.action      = \ub808\ucf54\ub4dc\ub294 \ud558\ub098\uc758 \ub808\ucf54\ub4dc\uc5d0\ub9cc \uc5f0\uad00\ub420 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \ud574\ub2f9 \ube44\uc988\ub2c8\uc2a4 \uc694\uad6c\uc5d0 \ub530\ub77c \uc62c\ubc14\ub978 \uc870\uce58\ub97c \uc218\ud589\ud558\uc2ed\uc2dc\uc624.
FNRRS0399.message     = \uc774 \ub808\ucf54\ub4dc\ub294 \uc774\ubbf8 \uc218\uc2e0\uc785\ub2c8\ub2e4.

FNRRS0400.explanation = \uc774 \uc218\uc2e0 \uc0c1\uc704\ub294 \uc774\ubbf8 \uc218\uc2e0\uc785\ub2c8\ub2e4. \uc774 \uc218\uc2e0 \uc0c1\uc704\ub294 \uc218\uc2e0\ub3c4 \uc218\uc2e0 \uc0c1\uc704\ub3c4 \ub420 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0400.action      = \uc774 \ub808\ucf54\ub4dc\ub294 \uc218\uc2e0\ub3c4 \uc218\uc2e0 \uc0c1\uc704\ub3c4 \ub420 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ud574\ub2f9 \ube44\uc988\ub2c8\uc2a4 \uc694\uad6c\uc5d0 \ub530\ub77c \uc62c\ubc14\ub978 \uc870\uce58\ub97c \uc218\ud589\ud558\uc2ed\uc2dc\uc624.
FNRRS0400.message     = \uc774 \ub808\ucf54\ub4dc \uc0c1\uc704\ub294 \uc774\ubbf8 \uc218\uc2e0\uc785\ub2c8\ub2e4.

FNRRS0401.explanation = \ub808\ucf54\ub4dc\uc5d0 \uc218\uc2e0\uc744 \ucca8\ubd80\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0401.action      = \ud2b9\uc131 \ud398\uc774\uc9c0\uc5d0\uc11c \uc218\uc2e0 \ud2b9\uc131\uc744 \uc0ac\uc6a9\ud560 \uc218 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub808\ucf54\ub4dc\uc640 \uc218\uc2e0\uc758 \ud2b9\uc131\uc744 \uc218\uc815\ud560 \uc218 \uc788\ub294 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0401.message     = \ud574\ub2f9 \ub808\ucf54\ub4dc\uc5d0 \uc218\uc2e0\uc744 \ucca8\ubd80\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0402.explanation = \uc774 \uc624\ube0c\uc81d\ud2b8\ub294 \uc720\ud6a8\ud55c \uc218\uc2e0\uc774 \uc544\ub2d9\ub2c8\ub2e4.
FNRRS0402.action      = "\uc218\uc2e0"\uc758 receiptOf \ud2b9\uc131 \uac12\uc774 \uc720\ud6a8\ud55c\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0402.message     = {0} \uc624\ube0c\uc81d\ud2b8\uac00 \uc720\ud6a8\ud55c \uc218\uc2e0\uc774 \uc544\ub2d9\ub2c8\ub2e4.
FNRRS0402.arg.0       = \uc624\ube0c\uc81d\ud2b8 ID

FNRRS0403.explanation = \uc0c1\uc704\uc5d0\uc11c \uc774 \uc218\uc2e0\uc744 \ubd84\ub9ac\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0403.action      = \uc774 \uc218\uc2e0\uc774 \ud574\ub2f9 \uc624\ube0c\uc81d\ud2b8 \uc800\uc7a5\uc18c\uc5d0\uc11c \uc0ac\uc6a9 \uac00\ub2a5\ud55c\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \uc774 \uc624\ube0c\uc81d\ud2b8\uac00 \uc720\ud6a8\ud55c \uc218\uc2e0\uc778\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0403.message     = \uc774 \uc218\uc2e0\uc744 \ubd84\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0404.explanation = \uc624\ube0c\uc81d\ud2b8\uc5d0\uc11c RMAudit \uc774\ubca4\ud2b8\ub97c \uaca9\uc0c1\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0404.action      = \uc774 \uc624\ube0c\uc81d\ud2b8\uac00 \uc720\ud6a8\ud55c \ubb38\uc11c, \ud3f4\ub354 \ub610\ub294 \uc0ac\uc6a9\uc790 \uc815\uc758 \uc624\ube0c\uc81d\ud2b8\uc778\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0404.message     = ''{0}'' \uc624\ube0c\uc81d\ud2b8\uc5d0\uc11c \uc774\ubca4\ud2b8\ub97c \uaca9\uc0c1\ud558\ub294 \ub370 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0404.arg.0       = object_id

FNRRS0405.explanation = \ud544\uc218 \ub808\ucf54\ub4dc\uc640 \uc5f0\uad00\ub41c \ud2b9\uc131\uc744 \ud655\uc778\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \ud574\ub2f9 \uc5d4\ud2f0\ud2f0\uac00 \ud544\uc218\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\uc9c0\ub9cc, \uc5f0\uad00\ub41c \ud2b9\uc131\uc774 \ub204\ub77d\ub418\uc5c8\uac70\ub098 \uc62c\ubc14\ub974\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0405.action      = \ud574\ub2f9 \ud544\uc218 \ub808\ucf54\ub4dc \ud2b9\uc131\uc744 \uc720\ud6a8\ud55c \uac12\uc73c\ub85c \uc124\uc815\ud588\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0405.message     = \uac12\uc774 ''{1}''\uc778 \ud544\uc218 \ub808\ucf54\ub4dc \ud2b9\uc131 ''{0}''\uc774(\uac00) \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0405.arg.0       = \ud2b9\uc131 \uc774\ub984
FNRRS0405.arg.1       = \ud2b9\uc131 \uac12

FNRRS0406.explanation = \ucee8\ud14c\uc774\ub108\uc5d0 \uc804\ub2ec\ub41c \uc815\ubcf4\uac00 \ub3d9\uc77c\ud55c \ud30c\uc77c \uacc4\ud68d\uc5d0 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0406.action      = \uc774\ub7ec\ud55c \ucee8\ud14c\uc774\ub108\uac00 \ub3d9\uc77c\ud55c \ud30c\uc77c \uacc4\ud68d\uc5d0 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0406.message     = \ucee8\ud14c\uc774\ub108 {0}\uacfc(\uc640) {1}\uc774(\uac00) \ub3d9\uc77c\ud55c \ud30c\uc77c \uacc4\ud68d\uc5d0 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0406.arg.0       = \ucee8\ud14c\uc774\ub108 1 ID
FNRRS0406.arg.1       = \ucee8\ud14c\uc774\ub108 2 ID

FNRRS0407.explanation = \uc81c\uacf5\ud55c \ud544\uc218 \ub808\ucf54\ub4dc \ud2b9\uc131\uc774 \ube44\uc5b4 \uc788\uac70\ub098 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0407.action      = \ud574\ub2f9 \ud544\uc218 \ub808\ucf54\ub4dc \ud2b9\uc131\uc744 \uc720\ud6a8\ud55c \uac12\uc73c\ub85c \uc124\uc815\ud588\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0407.message     = \ud544\uc218 \ub808\ucf54\ub4dc \ud2b9\uc131\uc774 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.

FNRRS0408.explanation = ApplyToNameOrID \ud2b9\uc131\uc758 \uac12\uc774 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774 \uac12\uc740 "\uc774\ub984"\uc774\uac70\ub098 "ID"\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4.
FNRRS0408.action      = \uc774 \ud2b9\uc131\uc744 \uc720\ud6a8\ud55c \uac12 \uc911 \ud558\ub098\ub85c \ubcc0\uacbd\ud558\uc2ed\uc2dc\uc624.
FNRRS0408.message     = \ud2b9\uc131 \uac12\uc774 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.

FNRRS0409.explanation = \ud544\uc218 \ud2b9\uc131\uc744 \uc124\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uae30\ud0c0 \uc624\ub958 \uba54\uc2dc\uc9c0\ub97c \uac80\uc0ac\ud558\uc5ec \ud2b9\uc815 \uc6d0\uc778\uc744 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0409.action      = \ud574\ub2f9 \ud544\uc218 \ub808\ucf54\ub4dc \ud2b9\uc131\uc744 \uc720\ud6a8\ud55c \uac12\uc73c\ub85c \uc124\uc815\ud588\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0409.message     = \uc5d4\ud2f0\ud2f0\uc758 \ud544\uc218 \ud2b9\uc131\uc744 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ud2b9\uc131: ''{0}''.
FNRRS0409.arg.0       = object_id

FNRRS0410.explanation = \ud544\uc218 \ud2b9\uc131\uc744 \uc124\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uae30\ud0c0 \uc624\ub958 \uba54\uc2dc\uc9c0\ub97c \uac80\uc0ac\ud558\uc5ec \ud2b9\uc815 \uc6d0\uc778\uc744 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0410.action      = \ud574\ub2f9 \ud544\uc218 \ub808\ucf54\ub4dc \ud2b9\uc131\uc744 \uc720\ud6a8\ud55c \uac12\uc73c\ub85c \uc124\uc815\ud588\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0410.message     = ''{0}'' \uc5d4\ud2f0\ud2f0\ub97c \ub300\uc0c1\uc73c\ub85c \ud544\uc218 \uc624\ube0c\uc81d\ud2b8 \ub2e4\uc74c \uac80\ud1a0 \ub0a0\uc9dc\ub97c \uc124\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0410.arg.0       = object_id

FNRRS0411.explanation = \uc9c0\uc815\ud55c \ud328\ud134 \uc774\ub984\uc774 \uace0\uc720\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0411.action      = \uace0\uc720\ud55c \ud328\ud134 \uc774\ub984\uc744 \uc0c8\ub85c \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.
FNRRS0411.message     = \uc9c0\uc815\ud55c \ud328\ud134 \uc774\ub984\uc774 \uace0\uc720\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.

FNRRS0412.explanation = \ud544\uc218 \ud2b9\uc131\uc744 \uc124\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uae30\ud0c0 \uc624\ub958 \uba54\uc2dc\uc9c0\ub97c \uac80\uc0ac\ud558\uc5ec \ud2b9\uc815 \uc6d0\uc778\uc744 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0412.action      = \ud574\ub2f9 \ud544\uc218 \ub808\ucf54\ub4dc \ud2b9\uc131\uc744 \uc720\ud6a8\ud55c \uac12\uc73c\ub85c \uc124\uc815\ud588\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0412.message     = ''{0}'' \uc5d4\ud2f0\ud2f0\uc758 \ud544\uc218 \ud2b9\uc131\uc744 \uc124\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0412.arg.0       = object_id

FNRRS0413.explanation = \ud544\uc218 \ud2b9\uc131\uc740 \ub110(NULL)\uc774 \uc544\ub2c8\uc5b4\uc57c \ud569\ub2c8\ub2e4.
FNRRS0413.action      = \ud574\ub2f9 \ud544\uc218 \ud2b9\uc131\uc774 \ub110(NULL)\uc774 \uc544\ub2cc \uc720\ud6a8\ud55c \uac12\uc73c\ub85c \uc124\uc815\ub418\uc5b4 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0413.message     = \ud544\uc218 \ud2b8\ub9ac\uac70 \ud2b9\uc131 ''{0}''\uc744(\ub97c) \uc124\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0413.arg.0       = object_id

FNRRS0414.explanation = \uc9c0\uc815\ub41c \uc8fc\uae30\uc801 \uc774\ubca4\ud2b8\uc758 \uc8fc\uae30\uac00 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \ud2b8\ub9ac\uac70\uc640 \uc5f0\uad00\ub41c \ub144, \uc6d4, \uc77c\uc774 0\uc774\uae30 \ub54c\ubb38\uc5d0 \uc774\ub7f0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud569\ub2c8\ub2e4.
FNRRS0414.action      = \uc8fc\uae30\uc758 \uac12\uc774 0\ubcf4\ub2e4 \ud070 \uc720\ud6a8\ud55c \uac12\uc778\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0414.message     = \uc8fc\uae30\uc801 \uc774\ubca4\ud2b8 \uc774\ub984 {0}\uc740(\ub294) {1}\ub144, {2}\uac1c\uc6d4, {3}\uc77c\ub85c \uc8fc\uae30\ub97c \uc815\uc758\ud569\ub2c8\ub2e4. \uc2dc\uc2a4\ud15c\uc5d0\uc11c \ucc98\ub9ac \ub370\uc774\ud130\ub97c \uacc4\uc0b0\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0414.arg.0       = \uc774\ubca4\ud2b8 \uc774\ub984
FNRRS0414.arg.1       = \ub144 \uc218
FNRRS0414.arg.2       = \uc6d4 \uc218
FNRRS0414.arg.3       = \uc77c \uc218

FNRRS0415.explanation = FilePlan \uc800\uc7a5\uc18c\uc5d0\uc11c \uc0ac\uc6a9 \uac00\ub2a5\ud55c ConnectorRegistration \uc624\ube0c\uc81d\ud2b8\ub97c \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0415.action      = \ubaa8\ub4e0 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c \uc124\uce58 \ub2e8\uacc4\uac00 \uc131\uacf5\uc801\uc73c\ub85c \uc218\ud589\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0415.message     = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c {0}\uc5d0\uc11c \ucee4\ub125\ud130 \ub4f1\ub85d \uc624\ube0c\uc81d\ud2b8\ub97c \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0415.arg.0       = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c ID

FNRRS0416.explanation = IBM FileNet P8 Process Engine Java API\uc5d0\uc11c \ud074\ub798\uc2a4\ub97c \uc561\uc138\uc2a4\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0416.action      = Process Engine Java API jar \ud30c\uc77c\uacfc \uadf8 \uc885\uc18d \ud56d\ubaa9\uc774 \ub7f0\ud0c0\uc784 \ud074\ub798\uc2a4 \uacbd\ub85c\uc5d0 \ud3ec\ud568\ub418\uc5b4 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. \uc77c\ubc18\uc801\uc73c\ub85c \uc774 \uc138\ud2b8\uc5d0\ub294 pe.jar, peResources.jar, mailapi.jar, xercesImpl.jar\uc774 \ud3ec\ud568\ub429\ub2c8\ub2e4. RALPESupport#getSetupException \uba54\uc18c\ub4dc\ub97c \uc0ac\uc6a9\ud558\uc5ec \ubc1c\uc0dd\ud55c \ubaa8\ub4e0 \uc608\uc678\ub97c \uac00\uc838\uc62c \uc218 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0416.message     = IBM FileNet P8 Process Engine Java API\uac00 \uc0ac\uc6a9 \ubd88\uac00\ub2a5\ud569\ub2c8\ub2e4.

FNRRS0417.explanation = ''vwSession'' \uc785\ub825 \ub9e4\uac1c\ubcc0\uc218\ub294 \uc720\ud6a8\ud55c ''filenet.vw.api.VWSession'' \ud074\ub798\uc2a4 \uc778\uc2a4\ud134\uc2a4\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4.
FNRRS0417.action      = IBM FileNet P8 Process Engine \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0 \uad6c\uc131\uc774 \uc62c\ubc14\ub978\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0417.message     = ''vwSession'' \uc785\ub825 \ub9e4\uac1c\ubcc0\uc218\uac00 \uc720\ud6a8\ud55c ''filenet.vw.api.VWSession'' \ud074\ub798\uc2a4 \uc778\uc2a4\ud134\uc2a4\uac00 \uc544\ub2d9\ub2c8\ub2e4.

FNRRS0418.explanation = ''vwStepElement'' \uc785\ub825 \ub9e4\uac1c\ubcc0\uc218\ub294 \uc720\ud6a8\ud55c ''filenet.vw.api.VWStepElement'' \ud074\ub798\uc2a4 \uc778\uc2a4\ud134\uc2a4\uc5ec\uc57c \ud569\ub2c8\ub2e4.
FNRRS0418.action      = RALPESupport#createWorkflow \uba54\uc18c\ub4dc\ub97c \uc0ac\uc6a9\ud558\uc5ec \uc720\ud6a8\ud55c ''filenet.vw.api.VWStepElement'' \ud074\ub798\uc2a4 \uc778\uc2a4\ud134\uc2a4\ub97c \uac00\uc838\uc62c \uc218 \uc788\uc2b5\ub2c8\ub2e4.
FNRRS0418.message     = ''vwStepElement'' \uc785\ub825 \ub9e4\uac1c\ubcc0\uc218\uac00 \uc720\ud6a8\ud55c ''filenet.vw.api.VWStepElement'' \ud074\ub798\uc2a4 \uc778\uc2a4\ud134\uc2a4\uac00 \uc544\ub2d9\ub2c8\ub2e4.

FNRRS0419.explanation = \uc608\uae30\uce58 \uc54a\uc740 ''filenet.vw.api.VWException''\uc774 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. 
FNRRS0419.action      = \uc774 \uc624\ub958\uc758 \uc18c\uc2a4\uc640 \uad00\ub828\ub41c \uc815\ubcf4\ub294 \ucd94\uac00\ub41c \uba54\uc2dc\uc9c0 \ubb38\uc790\uc5f4, \uc2a4\ud0dd \ucd94\uc801 \ubc0f/\ub610\ub294 \uc11c\ubc84 \ub85c\uadf8\ub97c \uac80\uc0ac\ud558\uc2ed\uc2dc\uc624.
FNRRS0419.message     = \uc608\uae30\uce58 \uc54a\uc740 ''filenet.vw.api.VWException''\uc774 \ubc1c\uc0dd\ud588\uc74c: {0}
FNRRS0419.arg.0	   = ''filenet.vw.api.VWException'' \uc778\uc2a4\ud134\uc2a4\uc758 \ud604\uc9c0\ud654\ub41c \uba54\uc2dc\uc9c0 \ubb38\uc790\uc5f4

FNRRS0420.explanation = \uc774 \uc624\ud37c\ub808\uc774\uc158\uc744 \uc218\ud589\ud558\ub294 \ub370\ub294 \ub110(NULL)\uc774 \uc544\ub2cc ''filenet.vw.api.VWUserInfo'' \uc778\uc2a4\ud134\uc2a4\uac00 \ud544\uc694\ud569\ub2c8\ub2e4.
FNRRS0420.action      = \uc81c\uacf5\ud55c ''filenet.vw.api.VWSession'' \uc778\uc2a4\ud134\uc2a4\uac00 \uc720\ud6a8\ud55c\uc9c0, \ud604\uc7ac \uc0ac\uc6a9\uc790\uac00 \uc131\uacf5\uc801\uc73c\ub85c \uc778\uc99d\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0420.message     = ''filenet.vw.api.VWUserInfo'' \uc778\uc2a4\ud134\uc2a4\ub97c \uac00\uc838\uc624\uae30 \uc704\ud55c P8 FileNet Process Engine API \ud638\ucd9c\uc774 \ub110(NULL) \uac12\uc744 \ub9ac\ud134\ud588\uc2b5\ub2c8\ub2e4.

FNRRS0421.explanation = \uc9c0\uc815\ub41c \ubcf4\ub958\ud56d\ubaa9\uc744 \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ub9ac\ud134\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
FNRRS0421.action	   = \ubb38\uc790\uc5f4\uc744 \uc2dd\ubcc4\ud558\ub294 \ubcf4\ub958\ud56d\ubaa9\uc774 \uc720\ud6a8\ud55c\uc9c0, \ud574\ub2f9 \ubcf4\ub958\ud56d\ubaa9\uc774 \uc874\uc7ac\ud558\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0421.message     = \uc9c0\uc815\ud55c \ubcf4\ub958\ud56d\ubaa9 {0}\uc744(\ub97c) \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0421.arg.0        = \ubb38\uc790\uc5f4\uc744 \uc2dd\ubcc4\ud558\ub294 \uc9c0\uc815\ud55c \ubcf4\ub958\ud56d\ubaa9

FNRRS0422.explanation = \uc0c1\uc704 \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c\uc5d0\uc11c \ubcf4\uace0\uc11c \uc815\uc758\ub97c \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0422.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ucd5c\uc18c\ud55c \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c \ucee8\ud150\uce20\ub97c \ubcfc \uc218 \uc788\ub294 \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0422.message     = \ud30c\uc77c \uacc4\ud68d \uc800\uc7a5\uc18c ''{0}''\uc5d0\uc11c \ubcf4\uace0\uc11c \uc815\uc758\ub97c \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0422.arg.0       = fileplan_repository

FNRRS0423.explanation = XPATH\uc640 \uad00\ub828\ub41c JVM XML \uad6c\ubb38 \ubd84\uc11d\uae30 \uad6c\uc131\uc5d0\uc11c \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0423.action      = JRE \ubc84\uc804\uc774 1.5 \uc774\uc0c1\uc778\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0423.message     = XPATH\uc640 \uad00\ub828\ub41c JVM XML \uad6c\ubb38 \ubd84\uc11d\uae30 \uad6c\uc131\uc744 \ucd08\uae30\ud654\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.

FNRRS0424.explanation = \ubcf4\uace0\uc11c \uc815\uc758 XML\uc744 \uad6c\ubb38 \ubd84\uc11d\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0424.action      = \ubcf4\uace0\uc11c \uc815\uc758 XML\uc774 \uc62c\ubc14\ub974\uac8c \ud615\uc2dd\ud654\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0424.message     = \ubcf4\uace0\uc11c \uc815\uc758 XML ''{0}''\uc744(\ub97c) \uad6c\ubb38 \ubd84\uc11d\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0424.arg.0       = \ubcf4\uace0\uc11c \uc815\uc758 \uc774\ub984 \ub610\ub294 ID.

FNRRS0425.explanation = \ubcf4\uace0\uc11c \uc815\uc758 \ucee8\ud150\uce20\ub97c \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0425.action      = \ubcf4\uace0\uc11c \uc815\uc758\uac00 \uc874\uc7ac\ud558\ub294\uc9c0, \uc774 \ubcf4\uace0\uc11c \uc815\uc758\uc5d0 XML\ub85c \ud615\uc2dd\ud654\ub41c \ucee8\ud150\uce20\uac00 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0425.message     = \ubcf4\uace0\uc11c \uc815\uc758 \ucee8\ud150\uce20 ''{0}''\uc744(\ub97c) \uac80\uc0c9\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0425.arg.0       = \ubcf4\uace0\uc11c \uc815\uc758 \uc774\ub984 \ub610\ub294 ID.

FNRRS0426.explanation = org.w3c.DOM API \ub77c\uc774\ube0c\ub7ec\ub9ac\uc5d0\uc11c \uc624\ub958\uac00 \ub9ac\ud134\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
FNRRS0426.action      = \uc790\uc138\ud55c \uc815\ubcf4\ub294 \uc608\uc678 \uc2a4\ud0dd\uc744 \uac80\uc0ac\ud558\uc2ed\uc2dc\uc624.
FNRRS0426.message     = \ub0b4\ubcf4\ub0b4\uae30 \ud504\ub85c\uc138\uc2a4\uc758 \uc77c\ubd80\ub85c DOM XML\uc744 \ucc98\ub9ac\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc74c, \uc5d4\ud2f0\ud2f0: {0}.
FNRRS0426.arg.0       = \ub0b4\ubcf4\ub0b4\uae30\uc5d0 \ud3ec\ud568\ub41c \uc5d4\ud2f0\ud2f0\uc758 ID

FNRRS0427.explanation = P8 Content Engine XML \ub0b4\ubcf4\ub0b4\uae30 \uc0dd\uc131 \uc720\ud2f8\ub9ac\ud2f0\uc5d0\uc11c \uc624\ub958\uac00 \ub9ac\ud134\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
FNRRS0427.action      = \uc790\uc138\ud55c \uc815\ubcf4\ub294 \uc608\uc678 \uc2a4\ud0dd\uc744 \uac80\uc0ac\ud558\uc2ed\uc2dc\uc624.
FNRRS0427.message     = \ub0b4\ubcf4\ub0b4\uae30 \ud504\ub85c\uc138\uc2a4\uc758 \uc77c\ubd80\ub85c P8 Content Engine XML\uc744 \uc0dd\uc131\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc74c, \uc5d4\ud2f0\ud2f0: {0}.
FNRRS0427.arg.0       = \ub0b4\ubcf4\ub0b4\uae30\uc5d0 \ud3ec\ud568\ub41c \uc5d4\ud2f0\ud2f0\uc758 ID

FNRRS0428.explanation = P8 Content Engine XML \ub0b4\ubcf4\ub0b4\uae30 \uc0dd\uc131 \uc720\ud2f8\ub9ac\ud2f0\uc5d0\uc11c \uc624\ub958\uac00 \ub9ac\ud134\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
FNRRS0428.action      = \uc790\uc138\ud55c \uc815\ubcf4\ub294 \uc608\uc678 \uc2a4\ud0dd\uc744 \uac80\uc0ac\ud558\uc2ed\uc2dc\uc624.
FNRRS0428.message     = \ucd9c\ub825 \ud30c\uc77c {0}(\uc73c)\ub85c XML\uc744 \uc9c1\ub82c\ud654\ud558\ub294 \uc911\uc5d0 {1} \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0428.arg.0       = \ud30c\uc77c \uc2dc\uc2a4\ud15c \ucd9c\ub825 \ud30c\uc77c \uacbd\ub85c
FNRRS0428.arg.1       = XML \ubcc0\ud658 \uc608\uc678 \uba54\uc2dc\uc9c0

FNRRS0429.explanation = CurrentPhaseExportFormat \ud2b9\uc131 \uac12\uc5d0\uc11c \ubb38\uc11c\ub97c \ucc3e\uc558\uc9c0\ub9cc, XSLT \ucee8\ud150\uce20\ub97c \uc77d\uc73c\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. 
FNRRS0429.action      = \ub0b4\ubcf4\ub0b4\uae30 \uc5d4\ud2f0\ud2f0\uc758 CurrentPhaseExportFormat\uc774 \ucee8\ud150\uce20\uc5d0 \uc720\ud6a8\ud55c XSLT\uac00 \ud3ec\ud568\ub41c \uc720\ud6a8\ud55c \ubb38\uc11c \uac12\uc5d0 \uc9c0\uc815\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0429.message     = CurrentPhaseExportFormat \uac12 \ubb38\uc11c {0}\uc5d0\uc11c XSLT \ucee8\ud150\uce20\ub97c \uc77d\uc73c\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0429.arg.0       = ExportFormat \ud2b9\uc131\uc758 \ubb38\uc11c \uac12 ID

FNRRS0430.explanation = XPath \ubb38\uc790\uc5f4\uc744 XPath \ud45c\ud604\uc2dd\uc73c\ub85c \ud504\ub9ac\ucef4\ud30c\uc77c\ud558\ub294 \ub370 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4. 
FNRRS0430.action      = XPath \ubb38\uc790\uc5f4\uc774 \uc720\ud6a8\ud55c\uc9c0 \ub610\ub294 \ud604\uc7ac JRE/\ud074\ub798\uc2a4 \uacbd\ub85c\uac00 XPath \ub97c \uc9c0\uc6d0\ud558\ub294\uc9c0 \ud655\uc778\ud558\uac70\ub098 \ub610\ub294 \ubaa8\ub450 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0430.message     = ''{0}'' XPath \ud45c\ud604\uc2dd \ubb38\uc790\uc5f4\uc744 \ucef4\ud30c\uc77c\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0430.arg.0       = \uc2e4\ud328\ud55c XPath \ud45c\ud604\uc2dd \ubb38\uc790\uc5f4

FNRRS0431.explanation = RMPageIterator\uc758 \ud604\uc7ac \uc0c1\ud0dc\uc5d0\uc11c\ub294 \ud398\uc774\uc9c0 \ub9c8\ud06c\ub97c \uac00\uc838\uc62c \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. 
FNRRS0431.action      = RMPageIterator\uac00 \uc720\ud6a8\ud55c \ud398\uc774\uc9c0 \uc704\uce58\ub85c \uc774\ub3d9\ud588\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0431.message     = \ud604\uc7ac \ud398\uc774\uc9c0 \ub9c8\ud06c\ub97c \ub9ac\ud134\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.

FNRRS0432.explanation = \ub808\ucf54\ub4dc\uc758 RecordedDocuments \ud2b9\uc131 \uac12\uc744 \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0432.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \uc5f0\uad00\ub41c \ucee8\ud150\uce20 \ud56d\ubaa9\uc5d0 \uc561\uc138\uc2a4\ud560 \uc218 \uc788\ub294 \uc801\uc808\ud55c \uad8c\ud55c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0432.message     = \ub808\ucf54\ub4dc {0}\uc758 \uc5f0\uad00\ub41c \ucee8\ud150\uce20 \ud56d\ubaa9\uc744 \uac80\uc0c9\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0432.arg.0       = \ub808\ucf54\ub4dc\uc758 ID

FNRRS0433.explanation = \ucee8\ud14c\uc774\ub108 \uc774\ub3d9 \uc624\ud37c\ub808\uc774\uc158\uc758 \ub300\uc0c1 \ucee8\ud14c\uc774\ub108\ub294 \uc18c\uc2a4 \ucee8\ud14c\uc774\ub108\uc758 \ud558\uc704 \ucee8\ud14c\uc774\ub108 \uacc4\uce35 \uad6c\uc870 \ub0b4\uc5d0 \uc0c1\uc8fc\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0433.action      = \uc18c\uc2a4 \ucee8\ud14c\uc774\ub108\ub97c \uc774\ub3d9\ud560 \ub2e4\ub978 \ub300\uc0c1 \ucee8\ud14c\uc774\ub108 \uc704\uce58\ub97c \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.
FNRRS0433.message     = \uc18c\uc2a4 \ucee8\ud14c\uc774\ub108\ub97c \uc18c\uc2a4 \ucee8\ud14c\uc774\ub108 \uc544\ub798\uc5d0 \uc788\ub294 \ub300\uc0c1 \ucee8\ud14c\uc774\ub108\ub85c \uc774\ub3d9\ud560 \uc218 \uc5c6\uc74c, \uc18c\uc2a4 ID: {0}, \ub300\uc0c1 ID: {1}.
FNRRS0433.arg.0       = \uc774\ub3d9 \uc2dc\ub3c4\ub97c \uc801\uc6a9\ud560 \uc18c\uc2a4 \ucee8\ud14c\uc774\ub108\uc758 ID
FNRRS0433.arg.1       = \ub300\uc0c1 \ucee8\ud14c\uc774\ub108\uc758 ID

FNRRS0434.explanation = \ud3ec\ud568\ub41c \ubaa8\ub4e0 \uae30\ubcf8 \uc608\uc678 \uc2a4\ud0dd \ucd94\uc801\uc744 \uac80\uc0ac\ud558\uc2ed\uc2dc\uc624.
FNRRS0434.action      = \ucc98\ub9ac \uc2a4\uc715\uc774\ub098 \uc2dc\uc791 \ucc98\ub9ac \uc624\ud37c\ub808\uc774\uc158\uc744 \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uac70\ub098 \ub610\ub294 \ubaa8\ub450 \uc2e4\ud589\ud558\uc2ed\uc2dc\uc624.
FNRRS0434.message     = \ub2e4\uc74c \uc5d4\ud2f0\ud2f0\uc758 \ud604\uc7ac \ub2e8\uacc4 \ub370\uc774\ud130\ub97c \uc5c5\ub370\uc774\ud2b8\ud558\ub294 \uc911\uc5d0 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc74c, \uc5d4\ud2f0\ud2f0 ID: {0}.
FNRRS0434.arg.0       = \ubb38\uc81c\uac00 \uc788\ub294 \uc5d4\ud2f0\ud2f0\uc758 ID

FNRRS0435.explanation = \ubcf4\ub958\ud56d\ubaa9 \ubc30\uce58\ub098 \ucc98\ub9ac \uc2a4\ucf00\uc904 \ubcc0\uacbd\uc73c\ub85c \uc778\ud574 \uc5d4\ud2f0\ud2f0\uc5d0\uc11c \uc2dc\uc791 \ucc98\ub9ac\ub97c \uc218\ud589\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0435.action      = \uc5d4\ud2f0\ud2f0\ub098 \ud574\ub2f9 \uc0c1\uc704 \uacc4\uce35 \uad6c\uc870 \ub610\ub294 \ud558\uc704 \uacc4\uce35 \uad6c\uc870\uc5d0 \uc801\uc6a9\ub41c \ubcf4\ub958\ud56d\ubaa9\uc744 \ubaa8\ub450 \uc81c\uac70\ud558\uc2ed\uc2dc\uc624. \ucc98\ub9ac \uc2a4\uc715\uc744 \ub2e4\uc2dc \uc2e4\ud589\ud558\uc2ed\uc2dc\uc624.
FNRRS0435.message     = \ud604\uc7ac \ucc98\ub9ac \ub2e8\uacc4\uac00 \ubcc0\uacbd\ub418\uc5b4 {0} \uc5d4\ud2f0\ud2f0\uc5d0\uc11c \uc2dc\uc791 \ucc98\ub9ac\ub97c \uc218\ud589\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0435.arg.0       = \uc2dc\uc791 \ucc98\ub9ac\ub97c \uc2dc\ub3c4\ud55c \uc5d4\ud2f0\ud2f0\uc758 ID

FNRRS0436.explanation = \ud558\ub098 \uc774\uc0c1\uc758 \ub808\ucf54\ub4dc \ucee8\ud14c\uc774\ub108 \ub610\ub294 \ub808\ucf54\ub4dc\uac00 \uc774 \ub2e8\uacc4\uc5d0 \uc788\ub294 \uacbd\uc6b0\uc5d0\ub294 \ucc98\ub9ac \uc2a4\ucf00\uc904\uc5d0\uc11c \ucc98\ub9ac \ub2e8\uacc4\ub97c \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0436.action      = \ucc98\ub9ac \uc2a4\uc715\uc744 \ub2e4\uc2dc \uc2e4\ud589\ud558\uac70\ub098 \uc601\ud5a5\uc744 \ubc1b\ub294 \ub808\ucf54\ub4dc \ucee8\ud14c\uc774\ub108, \ub808\ucf54\ub4dc \ub610\ub294 \ub458 \ubaa8\ub450\ub97c \ub300\uc0c1\uc73c\ub85c \ucc98\ub9ac\ub97c \uc2dc\uc791\ud558\uace0 \ub2e8\uacc4 \uc81c\uac70 \uc624\ud37c\ub808\uc774\uc158\uc744 \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624.
FNRRS0436.message     = \ud604\uc7ac \uc0ac\uc6a9 \uc911\uc778 \ucc98\ub9ac \ub2e8\uacc4 {0}\uc744(\ub97c) \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0436.arg.0       = \uc81c\uac70 \uc2dc\ub3c4\ub97c \uc218\ud589\ud55c \ucc98\ub9ac \ub2e8\uacc4\uc758 ID

FNRRS0437.explanation = \uace0\uc720\ud55c \ucc98\ub9ac \ub2e8\uacc4\ub294 \ucc98\ub9ac \uc2a4\ucf00\uc904\uc5d0 \ub450 \ubc88 \uc774\uc0c1 \uc874\uc7ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0437.action      = \ucc98\ub9ac \ub2e8\uacc4\ub97c \ucc98\ub9ac \uc2a4\ucf00\uc904\uc5d0 \ucd94\uac00\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\uae30 \uc804\uc5d0 \ucc98\ub9ac \ub2e8\uacc4\ub97c \uc0c8\ub85c \uc791\uc131\ud558\uc2ed\uc2dc\uc624.
FNRRS0437.message     = \ucc98\ub9ac \ub2e8\uacc4\uac00 \uc774\ubbf8 \uc874\uc7ac\ud558\ub294 \uc2a4\ucf00\uc904\uc5d0\ub294 \ucc98\ub9ac \ub2e8\uacc4(\ub2e8\uacc4 ID: {0})\ub97c \uc2a4\ucf00\uc904\uc5d0 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0437.arg.0       = \ucd94\uac00 \uc2dc\ub3c4\ub97c \uc218\ud589\ud55c \ucc98\ub9ac \ub2e8\uacc4\uc758 ID

FNRRS0438.explanation = \uace0\uc720\ud55c \ucc98\ub9ac \ub2e8\uacc4\ub294 \ub458 \uc774\uc0c1\uc758 \ucc98\ub9ac \uc2a4\ucf00\uc904\uc5d0\uc11c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0438.action      = \ucc98\ub9ac \ub2e8\uacc4\ub97c \ucc98\ub9ac \uc2a4\ucf00\uc904\uc5d0 \ucd94\uac00\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\uae30 \uc804\uc5d0 \ucc98\ub9ac \ub2e8\uacc4\ub97c \uc0c8\ub85c \uc791\uc131\ud558\uc2ed\uc2dc\uc624.
FNRRS0438.message     = \ub2e4\ub978 \uc2a4\ucf00\uc904\uc5d0\uc11c \uc774\ubbf8 \uc0ac\uc6a9 \uc911\uc778 \uc2a4\ucf00\uc904\uc5d0\ub294 \ucc98\ub9ac \ub2e8\uacc4(\ub2e8\uacc4 ID: {0})\ub97c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0438.arg.0       = \ucd94\uac00 \uc2dc\ub3c4\ub97c \uc218\ud589\ud55c \ucc98\ub9ac \ub2e8\uacc4\uc758 ID

FNRRS0439.explanation = \ucc98\ub9ac \uc218\ud589\uc774 \uc790\ub3d9 \uc0ad\uc81c, \uc0ad\uc81c \ub610\ub294 \uc804\uc1a1\uc778 \ub2e8\uacc4\uac00 \uc2a4\ucf00\uc904\uc5d0 \ud3ec\ud568\ub418\uace0 \ub098\uba74 \ucd94\uac00 \ub2e8\uacc4\ub97c \uc2a4\ucf00\uc904\uc5d0 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0439.action      = \ucc98\ub9ac \uc2a4\ucf00\uc904\uc5d0 \ub2e8\uacc4\ub97c \uc0c8\ub85c \ucd94\uac00\ud558\uae30 \uc804\uc5d0 \uba3c\uc800 \ubaa8\ub4e0 \uc885\ub8cc \uc720\ud615 \uc218\ud589 \ub2e8\uacc4\ub97c \uc81c\uac70\ud558\uc2ed\uc2dc\uc624.
FNRRS0439.message     = \uc774\ubbf8 \uc790\ub3d9 \uc0ad\uc81c, \uc0ad\uc81c \ub610\ub294 \uc804\uc1a1\uc774\ub77c\ub294 \uc885\ub8cc \uc218\ud589 \uc720\ud615 \ub2e8\uacc4\uac00 \uc788\ub294 \uc2a4\ucf00\uc904\uc5d0\ub294 \ucc98\ub9ac \ub2e8\uacc4\ub97c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0440.explanation = \ucc98\ub9ac \ub2e8\uacc4\uac00 \uc18d\ud574 \uc788\uc9c0 \uc54a\uc740 \ucf5c\ub809\uc158\uc5d0\uc11c \ud574\ub2f9 \ucc98\ub9ac \ub2e8\uacc4\ub97c \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0440.action      = \ud574\ub2f9 \ucc98\ub9ac \uc2a4\ucf00\uc904\uc744 \uc0c8\ub85c \uace0\uce58\uace0 \ucc98\ub9ac \ub2e8\uacc4 \ubaa9\ub85d\uc5d0 \ub2e4\uc2dc \uc561\uc138\uc2a4\ud558\uc2ed\uc2dc\uc624.
FNRRS0440.message     = \ucc98\ub9ac \ub2e8\uacc4(\ub2e8\uacc4 ID: {0})\ub294 \uc774 \ucc98\ub9ac \ub2e8\uacc4 \ubaa9\ub85d\uc758 \ub2e8\uacc4 \uba64\ubc84\uac00 \uc544\ub2d9\ub2c8\ub2e4.
FNRRS0440.arg.0       = \uc81c\uac70 \uc2dc\ub3c4\ub97c \uc218\ud589\ud55c \ucc98\ub9ac \ub2e8\uacc4\uc758 ID

FNRRS0441.explanation = \uace0\uc720\ud55c \ub300\uccb4 \ubcf4\uc720\ub294 \ucc98\ub9ac \ub2e8\uacc4\uc5d0 \ub450 \ubc88 \uc774\uc0c1 \uc874\uc7ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0441.action      = \ucc98\ub9ac \ub2e8\uacc4\uc5d0 \ub300\uccb4 \ubcf4\uc720\ub97c \ucd94\uac00\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\uae30 \uc804\uc5d0 \ub300\uccb4 \ubcf4\uc720\ub97c \uc0c8\ub85c \uc791\uc131\ud558\uc2ed\uc2dc\uc624.
FNRRS0441.message     = \ub300\uccb4 \ubcf4\uc720\uac00 \uc774\ubbf8 \uc874\uc7ac\ud558\ub294 \ucc98\ub9ac \uc2a4\ucf00\uc904\uc5d0\ub294 \ub300\uccb4 \ubcf4\uc720(\ub300\uccb4 \ubcf4\uc720 ID: {0})\ub97c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0441.arg.0       = \ucd94\uac00 \uc2dc\ub3c4\ub97c \uc218\ud589\ud55c \ub300\uccb4 \ubcf4\uc720\uc758 ID

FNRRS0442.explanation = \uace0\uc720\ud55c \ub300\uccb4 \ubcf4\uc720\ub294 \ub458 \uc774\uc0c1\uc758 \ucc98\ub9ac \ub2e8\uacc4\uc5d0\uc11c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0442.action      = \ucc98\ub9ac \ub2e8\uacc4\uc5d0 \ub300\uccb4 \ubcf4\uc720\ub97c \ucd94\uac00\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\uae30 \uc804\uc5d0 \ub300\uccb4 \ubcf4\uc720\ub97c \uc0c8\ub85c \uc791\uc131\ud558\uc2ed\uc2dc\uc624.
FNRRS0442.message     = \ub2e4\ub978 \ub2e8\uacc4\uc5d0\uc11c \uc774\ubbf8 \uc0ac\uc6a9 \uc911\uc778 \ub2e8\uacc4\uc5d0\ub294 \ub300\uccb4 \ubcf4\uc720(\ub300\uccb4 \ubcf4\uc720 ID: {0})\ub97c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0442.arg.0       = \ucd94\uac00 \uc2dc\ub3c4\ub97c \uc218\ud589\ud55c \ub300\uccb4 \ubcf4\uc720\uc758 ID

FNRRS0443.explanation = \ub300\uccb4 \ubcf4\uc720\uac00 \uc18d\ud558\uc9c0 \uc54a\uc740 \ucf5c\ub809\uc158\uc5d0\uc11c\ub294 \uc774 \ub300\uccb4 \ubcf4\uc720\ub97c \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0443.action      = \ud574\ub2f9 \ucc98\ub9ac \ub2e8\uacc4\ub97c \ub2e4\uc2dc \uace0\uce5c \ud6c4, \ub300\uccb4 \ubcf4\uc720 \ubaa9\ub85d\uc5d0 \ub2e4\uc2dc \uc561\uc138\uc2a4\ud558\uc2ed\uc2dc\uc624.
FNRRS0443.message     = \ub300\uccb4 \ubcf4\uc720(\ub300\uccb4 \ubcf4\uc720 ID: {0})\ub294 \uc774 \ub300\uccb4 \ubcf4\uc720 \ubaa9\ub85d\uc758 \uba64\ubc84\uac00 \uc544\ub2d9\ub2c8\ub2e4.
FNRRS0443.arg.0       = \uc81c\uac70 \uc2dc\ub3c4\ub97c \uc218\ud589\ud55c \ub300\uccb4 \ubcf4\uc720\uc758 ID

FNRRS0444.explanation = DispositionPhase \uc778\uc2a4\ud134\uc2a4\uc758 \uc9c1\uc811 \uc0ad\uc81c\ub294 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0444.action      = DispositionPhaseList.remove \uba54\uc18c\ub4dc \uc911 \ud558\ub098\ub97c \uc0ac\uc6a9\ud558\uc5ec DispositionPhase \uc778\uc2a4\ud134\uc2a4\ub97c \uc0ad\uc81c\ud558\uc2ed\uc2dc\uc624.
FNRRS0444.message     = DispositionPhase \uc778\uc2a4\ud134\uc2a4\uc5d0 \ub300\ud574\uc11c\ub294 \uc0ad\uc81c \uba54\uc18c\ub4dc\ub97c \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc73c\ubbc0\ub85c \uadf8 \ub300\uc2e0 DispositionPhaseList.remove\ub97c \uc0ac\uc6a9\ud558\uc2ed\uc2dc\uc624.

FNRRS0445.explanation = AlternateRetention \uc778\uc2a4\ud134\uc2a4\uc758 \uc9c1\uc811 \uc0ad\uc81c\ub294 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FNRRS0445.action      = AlternateRetentionList.remove \uba54\uc18c\ub4dc \uc911 \ud558\ub098\ub97c \uc0ac\uc6a9\ud558\uc5ec AlternateRetention \uc778\uc2a4\ud134\uc2a4\ub97c \uc0ad\uc81c\ud558\uc2ed\uc2dc\uc624.
FNRRS0445.message     = AlternateRetention \uc778\uc2a4\ud134\uc2a4\uc5d0 \ub300\ud574\uc11c\ub294 \uc0ad\uc81c \uba54\uc18c\ub4dc\ub97c \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc73c\ubbc0\ub85c \uadf8 \ub300\uc2e0 AlternateRetentionList.remove\ub97c \uc0ac\uc6a9\ud558\uc2ed\uc2dc\uc624.

FNRRS0446.explanation = ID\ub85c \uc815\uc758\ud55c \uc561\uc138\uc2a4 \uc5ed\ud560\uc744 \uac80\uc0c9\ud558\ub294 \ub370 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0446.action      = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \uae30\uc874 \uc5ed\ud560\uc5d0 \uc0c8 \uba64\ubc84\ub97c \ucd94\uac00\ud558\uae30\uc5d0 \ucda9\ubd84\ud55c \uad8c\ud55c\uc774 \uc788\ub294\uc9c0, \ubb38\uc81c\uac00 \uc788\ub294 \uc5ed\ud560\uc774 \uc5ec\uc804\ud788 \uc800\uc7a5\uc18c\uc5d0 \uc874\uc7ac\ud558\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0446.message     = ID = ''{0}''\ub85c \uc815\uc758\ud55c \uc561\uc138\uc2a4 \uc5ed\ud560\uc744 \uac80\uc0c9\ud558\ub294 \ub370 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0446.arg.0       = role_ID

FNRRS0447.explanation = \ucc98\ub9ac \uc2a4\ucf00\uc904\uc5d0 \ub300\ud55c \ubcc0\uacbd\uc774\ub098 \uc5f0\uad00\ub41c \ucc98\ub9ac \ub2e8\uacc4 \ub610\ub294 \ub458 \ub2e4 \uc800\uc7a5\ud558\ub824\uba74 \ucc98\ub9ac \uc2a4\ucf00\uc904\uc758 ''Reason For Change'' \ud2b9\uc131 \uac12\uc774 \ube44\uc5b4 \uc788\uc9c0 \ub9d0\uc544\uc57c \ud569\ub2c8\ub2e4.
FNRRS0447.action      = \ucc98\ub9ac \uc2a4\ucf00\uc904\uc774\ub098 \ucc98\ub9ac \ub2e8\uacc4\ub97c \uc800\uc7a5\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\uae30 \uc804\uc5d0 \uc5f0\uad00\ub41c \ucc98\ub9ac \uc2a4\ucf00\uc904\uc758 ''Reason For Change'' \ud2b9\uc131 \uac12\uc744 \uc81c\uacf5\ud558\uc5ec \uc774 \uac12\uc774 \ube44\uc5b4 \uc788\uc9c0 \uc54a\uac8c \ud558\uc2ed\uc2dc\uc624.
FNRRS0447.message     = \uc5f0\uad00\ub41c \ucc98\ub9ac \ub2e8\uacc4\uc5d0\uc11c ''Reason For Change'' \ud2b9\uc131 \uac12\uc774 \ub204\ub77d\ub418\uc5b4 \uc788\uc73c\uba74 \ucc98\ub9ac \ub2e8\uacc4\uc5d0\uc11c \uc800\uc7a5\uc744 \uc218\ud589\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

FNRRS0448.explanation = \ud398\uce58\ub41c \ucee8\ud14c\uc774\ub108\uc758 \uc5d4\ud2f0\ud2f0 \uc720\ud615\uc774 \uc694\uccad\ud55c \uc5d4\ud2f0\ud2f0 \uc720\ud615\uacfc \uc77c\uce58\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc608\ub97c \ub4e4\uc5b4, \ub808\ucf54\ub4dc \ud3f4\ub354 ID\ub97c \uc0ac\uc6a9\ud558\uc5ec \ub808\ucf54\ub4dc \uce74\ud14c\uace0\ub9ac\ub97c \ud398\uce58\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uacbd\uc6b0\uc785\ub2c8\ub2e4.
FNRRS0448.action      = \ucee8\ud14c\uc774\ub108 ID\uac00 \uc608\uc0c1 \ucee8\ud14c\uc774\ub108 \uc720\ud615\uc5d0 \ub9de\ub294\uc9c0 \ud655\uc778\ud55c \ud6c4 \uc7ac\uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624.
FNRRS0448.message     = \ud398\uce58\ub41c \ucee8\ud14c\uc774\ub108\uc758 \uc2e4\uc81c \uc5d4\ud2f0\ud2f0 \uc720\ud615\uc774 \uc694\uccad\ud55c \uc5d4\ud2f0\ud2f0 \uc720\ud615\uacfc \uc77c\uce58\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \ucee8\ud14c\uc774\ub108 ID\ub294 {0}, \uc694\uccad\ud55c \uc5d4\ud2f0\ud2f0 \uc720\ud615\uc740 {1}\uc774\uace0 \uc2e4\uc81c \ucee8\ud14c\uc774\ub108 \uc5d4\ud2f0\ud2f0 \uc720\ud615\uc740 {2}\uc785\ub2c8\ub2e4.
FNRRS0448.arg.0       = \ucee8\ud14c\uc774\ub108 ID
FNRRS0448.arg.1       = \uc694\uccad\ud55c \uc5d4\ud2f0\ud2f0 \uc720\ud615
FNRRS0448.arg.2       = \uc2e4\uc81c \ucee8\ud14c\uc774\ub108 \uc5d4\ud2f0\ud2f0 \uc720\ud615

FNRRS0449.explanation = IBM FileNet Content Search Engine\uc5d0 CBR_FULLTEXTROWLIMIT_EXCEEDED \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uac80\uc0c9 \uacb0\uacfc\uac00 \uc5d4\uc9c4 \uc6a9\ub7c9\uc744 \ucd08\uacfc\ud569\ub2c8\ub2e4. 
FNRRS0449.action      = \ucee8\ud150\uce20 \uac80\uc0c9 \ud0a4\uc6cc\ub4dc\ub97c \uc138\ubd84\ud654\ud558\uc2ed\uc2dc\uc624.
FNRRS0449.message     = \uac80\uc0c9 \uacb0\uacfc\uac00 IBM FileNet Content Search Engine\uc758 \uc6a9\ub7c9\uc744 \ucd08\uacfc\ud569\ub2c8\ub2e4. \ucee8\ud150\uce20 \uac80\uc0c9 \ud0a4\uc6cc\ub4dc\ub97c \uc138\ubd84\ud654\ud558\uc2ed\uc2dc\uc624.



FNRRS0600.explanation = exception_message\uc5d0 \uc124\uba85\ub41c Java API for Records Manager\uc5d0\uc11c \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0600.action      = \uc774 \uc608\uc678\uc758 \uc6d0\uc778\uc5d0 \ub300\ud55c \uc790\uc138\ud55c \uc815\ubcf4\ub294 \uc608\uc678 \uba54\uc2dc\uc9c0 \ud14d\uc2a4\ud2b8 \ubc0f \uc5f0\uad00\ub41c \uc2a4\ud0dd \ucd94\uc801\uc744 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0600.message     = \uc608\uae30\uce58 \uc54a\uc740 \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc74c: {0}.
FNRRS0600.arg.0       = exception_message

FNRRS0601.explanation = \ud544\uc218 \ub2e4\uad6d\uc5b4 \uc9c0\uc6d0 \uc790\uc6d0 \ubc88\ub4e4 \ud30c\uc77c\uc744 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc74c, \ubc88\ub4e4 \uae30\ubcf8 \uc774\ub984: base_name.
FNRRS0601.action      = JVM \ud074\ub798\uc2a4 \uacbd\ub85c\uc5d0\uc11c basename_nnNN.properties \ud615\uc2dd\uc758 \uc790\uc6d0 \ubc88\ub4e4 \ud30c\uc77c\uc744 \ud558\ub098 \uc774\uc0c1 \uc0ac\uc6a9\ud560 \uc218 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0601.message     = \uae30\ubcf8 \uc774\ub984 ''{0}''\uc758 ResourceBundle\uc744 \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0601.arg.0       = base_name

FNRRS0602.explanation = \uc9c0\uc6d0\ub418\uc9c0 \uc54a\ub294 \ub110(NULL) \ubb38\uc790\uc5f4\uc774\ub098 \ube44\uc5b4 \uc788\ub294 \ubb38\uc790\uc5f4 \ub610\ub294 \uacf5\ubc31 \ubb38\uc790\uc5f4 \uac12\uc774 \uc785\ub825 \ub9e4\uac1c\ubcc0\uc218 parameter_name\ub85c \uc804\ub2ec\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
FNRRS0602.action      = \uc774 \ub9e4\uac1c\ubcc0\uc218 \uac12\uc774 \ub110(NULL) \ubb38\uc790\uc5f4\uc774\ub098 \ube44\uc5b4 \uc788\ub294 \ubb38\uc790\uc5f4 \ub610\ub294 \uacf5\ubc31 \ubb38\uc790\uc5f4\uc774 \uc544\ub2cc\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0602.message     = \ub9e4\uac1c\ubcc0\uc218 ''{0}''\uc758 \uc785\ub825 \ub9e4\uac1c\ubcc0\uc218 \uac12\uc774 \ub110(NULL) \ubb38\uc790\uc5f4\uc774\uac70\ub098 \ube44\uc5b4 \uc788\ub294 \ubb38\uc790\uc5f4 \ub610\ub294 \uacf5\ubc31 \ubb38\uc790\uc5f4\uc785\ub2c8\ub2e4.
FNRRS0602.arg.0       = parameter_name

FNRRS0603.explanation = \uc785\ub825 \ub9e4\uac1c\ubcc0\uc218 parameter_name\ub85c \uc9c0\uc6d0\ub418\uc9c0 \uc54a\ub294 \ub110(NULL)\uc774\ub098 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc740 \ubc30\uc5f4 \uac12\uc774 \uc804\ub2ec\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
FNRRS0603.action      = \ubc30\uc5f4\uc774 \ub110(NULL)\uc774\uac70\ub098 \ube44\uc5b4 \uc788\uc9c0 \uc54a\uc740\uc9c0, \ubc30\uc5f4\uc5d0 \ub110(NULL) \ubc30\uc5f4 \uba64\ubc84\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0603.message     = \ub9e4\uac1c\ubcc0\uc218 {0}\uc758 \uc785\ub825 \ub9e4\uac1c\ubcc0\uc218 \uac12\uc774 \ub110\uc774\uac70\ub098 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc740 \ubc30\uc5f4\uc785\ub2c8\ub2e4.
FNRRS0603.arg.0       = parameter_name

FNRRS0604.explanation = \uc785\ub825 \ub9e4\uac1c\ubcc0\uc218 parameter_name\ub85c \uc9c0\uc6d0\ub418\uc9c0 \uc54a\ub294 \ub110(NULL)\uc774\ub098 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc740 \ucf5c\ub809\uc158 \uac12\uc774 \uc804\ub2ec\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
FNRRS0604.action      = \ucf5c\ub809\uc158\uc774 \ub110(NULL)\uc774\uac70\ub098 \ube44\uc5b4 \uc788\uc9c0 \uc54a\uc740\uc9c0, \ucf5c\ub809\uc158\uc5d0 \ub110(NULL) \uba64\ubc84\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
FNRRS0604.message     = \ub9e4\uac1c\ubcc0\uc218 {0}\uc758 \uc785\ub825 \ub9e4\uac1c\ubcc0\uc218 \uac12\uc774 \ub110\uc774\uac70\ub098 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc740 \ucf5c\ub809\uc158\uc785\ub2c8\ub2e4.
FNRRS0604.arg.0       = parameter_name

#
#
#================================================================================
# JARM Logging Message Strings
#--------------------------------------------------------------------------------
# For each logging message include the suffixed resource where applicable:
#   .message     -- the actual log message containing any necessary {n} parameter placeholders.
#   .arg.n       -- description of argument parameter {n}.
#
#

FNRRS9999.message  = \ud14c\uc2a4\ud2b8 \uba54\uc2dc\uc9c0, param1: {0}, param2: {1}.

FNRRS0700.message = \uc5d4\ud2f0\ud2f0 {2}\uc758 {0} {1} RM Audit \uc778\uc2a4\ud134\uc2a4\ub97c \uc791\uc131\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
FNRRS0700.arg.0   = \uac10\uc0ac \uc911\uc778 \uc624\ud37c\ub808\uc774\uc158\uc740 "\uc0ad\uc81c", "\uc7ac\ubc30\uce58" \ub4f1\uc785\ub2c8\ub2e4.
FNRRS0700.arg.1   = ''\uc131\uacf5'' \ub610\ub294 ''\uc2e4\ud328'' \uac10\uc0ac \uc0c1\ud0dc
FNRRS0700.arg.2   = RM Audit \uc2dc\ub3c4\uc640 \uc5f0\uad00\ub41c \uc5d4\ud2f0\ud2f0\uc758 ID

FNRRS0701.message = \ud604\uc7ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub808\ucf54\ub4dc \ubcf5\uc0ac \ud504\ub85c\uc138\uc2a4\uc5d0\uc11c \ubcf5\uc0ac\ub41c \ubb38\uc11c {0}\uc744(\ub97c) \ucee8\ud150\uce20 \ud3f4\ub354 {1}\uc5d0 \ubcf4\uad00\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc561\uc138\uc2a4 \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
FNRRS0701.arg.0   = \uc0c8\ub85c \uc791\uc131\ub41c \ubb38\uc11c \uc0ac\ubcf8\uc758 ID
FNRRS0701.arg.1   = \uad00\ub828\ub41c \ucee8\ud150\uce20 \ud3f4\ub354\uc758 ID

FNRRS0702.message = \ub458 \uc774\uc0c1\uc758 \ud558\uc704 \ud65c\uc131 \ubcfc\ub968\uc774 \ub808\ucf54\ub4dc \ud3f4\ub354 {0} \uc544\ub798\uc5d0 \uc874\uc7ac\ud569\ub2c8\ub2e4.
FNRRS0702.arg.0   = \uc0c1\uc704 \ub808\ucf54\ub4dc \ud3f4\ub354\uc758 ID

FNRRS0703.message = \ub808\ucf54\ub4dc\ub97c \uc0c8\ub85c \uc120\uc5b8\ud558\ub294 \uacfc\uc815\uc5d0\uc11c DoD \ubd84\ub958\ub41c \ub808\ucf54\ub4dc \ubc84\uc804\uc744 \ucc98\ub9ac\ud558\ub294 \uc911\uc5d0 \ubb38\uc81c\uc810\uc774 \ubc1c\uc0dd\ud588\uc74c: {0}
FNRRS0703.arg.0   = \uc608\uc678 \uba54\uc2dc\uc9c0

FNRRS0704.message = PSS Atlas \uad00\ub9ac \ucc98\ub9ac \uc544\ud2f0\ud329\ud2b8\ub97c \uc790\ub3d9\uc73c\ub85c \uc0ad\uc81c\ud558\ub824\uace0 \uc2dc\ub3c4\ud558\ub294 \uc911\uc5d0 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc74c, {0}
FNRRS0704.arg.0   = \uc608\uc678 \uba54\uc2dc\uc9c0

FNRRS0705.message = \uc5d4\ud2f0\ud2f0 {0}\uc5d0\uc11c \ucc98\ub9ac \ucef7\uc624\ud504 \uc7ac\uacc4\uc0b0\uc774 \uc218\ud589\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
FNRRS0705.arg.0   = \uc5d4\ud2f0\ud2f0 ID

#
#
#--------------------------------------------------------------------------------
#
#
#================================================================================
# JARM Miscellaneous Strings (primarily for auditing purposes).
#--------------------------------------------------------------------------------

#-- Used for LString class unit tests.
test.string1		= \uc77c\ubd80 \ud14c\uc2a4\ud2b8 \ubb38\uc790\uc5f4
test.pattern1		= \uccab \ubc88\uc9f8 {0} \ubc0f \ub450 \ubc88\uc9f8 {1}

audit.reasonForFailure = \uc2e4\ud328 \uc6d0\uc778: {0}

#-- {0} - the record or entity which is affected
#-- {1} - location where the entity was transferred or exported
audit.successfulDelete = RM Entity {0}\uc744(\ub97c) \uc0ad\uc81c\ud588\uc2b5\ub2c8\ub2e4.
audit.failedDelete	   = RM Entity {0}\uc774(\uac00) \uc0ad\uc81c\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4.

audit.successfulExport = RM Entity {0}\uc744(\ub97c) {1}(\uc73c)\ub85c \ub0b4\ubcf4\ub0c8\uc2b5\ub2c8\ub2e4.
audit.failedExport	   = RM Entity {0}\uc744(\ub97c) {1}(\uc73c)\ub85c \ub0b4\ubcf4\ub0b4\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.

audit.successfulInterimTransfer = RM Entity {0}\uc744(\ub97c) {1}(\uc73c)\ub85c \uc784\uc2dc \uc804\uc1a1\ud588\uc2b5\ub2c8\ub2e4.
audit.failedInterimTransfer 	= RM Entity {0}\uc744(\ub97c) {1}(\uc73c)\ub85c \uc784\uc2dc \uc804\uc1a1\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.

audit.successfulTransfer = RM Entity {0}\uc744(\ub97c) {1}(\uc73c)\ub85c \uc804\uc1a1\ud588\uc2b5\ub2c8\ub2e4.
audit.failedTransfer 	 = RM Entity {0}\uc744(\ub97c) {1}(\uc73c)\ub85c \uc804\uc1a1\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.

audit.successfulUndeclare = RM Record {0}\uc744(\ub97c) \uc120\uc5b8 \ucde8\uc18c\ud588\uc2b5\ub2c8\ub2e4.
audit.failedUndeclare     = RM Record {0}\uc744(\ub97c) \uc120\uc5b8 \ucde8\uc18c\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.

audit.successfulReview = RM Record {0}\uc744(\ub97c) \uac80\ud1a0\ud588\uc2b5\ub2c8\ub2e4.
audit.failedReview     = RM Record {0}\uc744(\ub97c) \uac80\ud1a0\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.

#-- {0} - the record or entity which is affected
#-- {1} - source location where the entity is from
#-- {2} - destination location where the entity is being relocated to
audit.successfulRelocate = RM Entity {0}\uc744(\ub97c) \uc18c\uc2a4 {1}\uc5d0\uc11c \ub300\uc0c1 {2}(\uc73c)\ub85c \uc7ac\ubc30\uce58\ud588\uc2b5\ub2c8\ub2e4.
audit.failedRelocate     = RM Entity {0}\uc744(\ub97c) \uc7ac\ubc30\uce58\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

#-- {0} - the record or entity which is affected
#-- {1} - name of the hold
audit.holdReason       = \uc218\ub3d9 \ubcf4\ub958
audit.successfulHold   = RM Entity {0}\uc744(\ub97c) \ubcf4\ub958\ud56d\ubaa9 {1}\uc5d0 \ubc30\uce58\ud588\uc2b5\ub2c8\ub2e4.
audit.failedHold       = RM Entity {0}\uc744(\ub97c) \ubcf4\ub958\ud56d\ubaa9 {1}\uc5d0 \ubc30\uce58\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.

audit.removeHoldReason      = \uc218\ub3d9 \ubcf4\ub958\ud56d\ubaa9 \uc81c\uac70
audit.successfullRemoveHold = RMEntity {0}\uc744(\ub97c) \ubcf4\ub958\ud56d\ubaa9 {1}\uc5d0\uc11c \uc774\ub3d9\ud588\uc2b5\ub2c8\ub2e4.
audit.failedRemoveHold      = RMEntity {0}\uc744(\ub97c) \ubcf4\ub958\ud56d\ubaa9 {1}\uc5d0\uc11c \uc774\ub3d9\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.

bulk.deleteReason	= \ub300\ub7c9 \uc0ad\uc81c \uc624\ud37c\ub808\uc774\uc158 \ud30c\ud2b8

disposition.deleteFromDestroy   = \uc0ad\uc81c \uc870\uce58\uc758 \uacb0\uacfc\ub85c \uc0ad\uc81c\uac00 \uc218\ud589\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
disposition.closedByDisposition = \ucc98\ub9ac \ud504\ub85c\uc138\uc2a4\ub85c \uc778\ud574 \ub2eb\ud614\uc2b5\ub2c8\ub2e4.

# volume.autoCloseReason must be limited to 64 chars max.
volume.autoCloseReason	= \ud65c\uc131 \ub3d9\uc704 \ubcfc\ub968\uc774 \uc0c8\ub85c \ucd94\uac00\ub418\uc5b4 \ubcfc\ub968\uc774 \ub2eb\ud614\uc2b5\ub2c8\ub2e4.

