# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2010, 2012 IBM Corp. All rights reserved.
#
# JARM Localized String Resources (en_US).
# Includes strings for exception messages, logging and
#  other miscellaneous usage.
#
#
#================================================================================
# JARM Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRS0100.explanation = Lastnosti, ki je dolo\u010dena s property_symbolicname, trenutno ni v predpomnilniku lastnosti.
FNRRS0100.action      = Osve\u017eite lastnosti za predmet, da zagotovite, da bo lastnost, ki jo potrebujete, vklju\u010dena v filter lastnosti.
FNRRS0100.message     = Lastnosti ni v predpomnilniku lastnosti za predmet, simboli\u010dno ime lastnosti: ''{0}''.
FNRRS0100.arg.0       = property_symbolicname

FNRRS0101.explanation = Operacija ni podprta za ta entity_type, ki je identificirana kot identiteta.
FNRRS0101.action      = Nastavite odjemalsko aplikacijo, da te operacije ne bo posku\u0161ala izvajati na tej vrsti primerka.
FNRRS0101.message     = Operacija ni podprta za to vrsto primerja, operacija: "{0}", EntityType: "{1}", identiteta: "{2}''"
FNRRS0101.arg.0       = operation
FNRRS0101.arg.1       = entity_type
FNRRS0101.arg.2       = identity

FNRRS0102.explanation = Zbirka repozitorijev, po katerih bo izvedena operacija iskanja, ni del iste domene.
FNRRS0102.action      = Poskrbite, da bodo repozitoriji iskanja del iste domene.
FNRRS0102.message     = Repozitoriji iskanja niso del iste domene.

FNRRS0103.explanation = Lastnost symbolic_name ne podpira pridobivanja oz. nastavljanja vrste data_type.
FNRRS0103.action      = Omejite vrsto podatkov, ki se uporablja skupaj s to lastnostjo, na vrsto, ki jo dolo\u010da vrednost lastnosti DataType.
FNRRS0103.message     = Lastnost ne podpora vrste podatkov, simboli\u010dno ime: "{0}", vrsta podatkov: "{1}".
FNRRS0103.arg.0       = symbolic_name
FNRRS0103.arg.1       = data_type

FNRRS0104.explanation = Ciljni nadrejeni vsebnik je trenutno zaprt in ne more sprejemati dodatnih novih podrejencev.
FNRRS0104.action      = Izberite nadomestni nadrejeni vsebnik ali odprite ta nadrejeni vmesnik.
FNRRS0104.message     = Ciljni nadrejeni vmesnik "{0}" je trenutno zaprt za dodajanje novih podrejencev.
FNRRS0104.arg.0       = parent_id

FNRRS0105.explanation = Navedeni nadrejeni vsebnik ne sme vsebovati podrejenca te vrste.
FNRRS0105.action      = Izberite nadomestni vsebnik za predmet novega podrejenca.
FNRRS0105.message     = Ciljni nadrejeni vmesnik "{0}" ne sme vsebovati predmeta podrejenca vrste: {1}.
FNRRS0105.arg.0       = parent_id
FNRRS0105.arg.1       = container_type

FNRRS0106.explanation = Navedene vrednosti lastnosti za novi vsebnik morajo biti enoli\u010dne in biti osnovane na vseh morebitnih obstoje\u010dih sorodnih vsebnikih znotraj ciljnega nadrejenega vsebnika.
FNRRS0106.action      = Poskrbite, da bodo za zadevne vrednosti lastnosti podane enoli\u010dne vrednosti.
FNRRS0106.message     = Novega vsebnika vrste {0} ni uspelo dodati nadrejenemu vsebniku "{1}", saj ena ali ve\u010d naslednjih vrednosti lastnosti ni enoli\u010dnih med obstoje\u010dimi sorodnimi vsebniki: {2}, {3}.
FNRRS0106.arg.0       = container_type
FNRRS0106.arg.1       = parent_id
FNRRS0106.arg.2       = property1_name
FNRRS0106.arg.3       = property2_name

FNRRS0107.explanation = Navedeni lastnosti mora biti dodeljena neprazna vrednost.
FNRRS0107.action      = Vnesite neprazno vrednost za navedeno lastnost.
FNRRS0107.message     = Predmetu manjka neprazna vrednost za lastnost "{0}".
FNRRS0107.arg.0       = Ime manjkajo\u010de ali prazne vrednosti.

FNRRS0108.explanation = Navedenega vsebnika ni mogo\u010de izbrisati, saj zanj obstaja neposredno zadr\u017eanje na enem ali ve\u010d njegovih nadrejenih vsebnikov oz. na enem ali ve\u010d njegovih izhajajo\u010dih vsebnikov.
FNRRS0108.action      = Odstranite zadr\u017eanja in ponovite postopek brisanja.
FNRRS0108.message     = Brisanje vsebnika ni dovoljeno zaradi obstoje\u010dih pogojev zadr\u017eanja: "{0}".
FNRRS0108.arg.0       = delete_target

FNRRS0109.explanation = Navedenega vsebnika ni mogo\u010de izbrisati, ker vsebuje pomo\u017ene vsebnike ali zapise.
FNRRS0109.action      = Izbri\u0161ite vsebino vsebnika in ponovite postopek brisanja.
FNRRS0109.message     = Ni mogo\u010de izbrisati nepraznega vsebnika: "{0}".
FNRRS0109.arg.0       = delete_target

FNRRS0110.explanation = Navedenega vsebnika ni mogo\u010de izbrisati, ker vsebuje pomo\u017ene vsebnike ali zapise, ki so logi\u010dno izbrisani (tj. obstajajo, ker je omogo\u010dena funkcija Ohrani metapodatke).
FNRRS0110.action      = Izbri\u0161ite vsebino vsebnika in ponovite postopek brisanja.
FNRRS0110.message     = Ni mogo\u010de izbrisati vsebnika, ki vsebuje logi\u010dno izbrisano vsebino: "{0}".
FNRRS0110.arg.0       = delete_target

FNRRS0111.explanation = Nedejavnemu nadrejenemu vsebniku ni mogo\u010de dodati podrejenega vsebnika.
FNRRS0111.action      = Poskrbite, da bo nadrejeni vsebnik dejaven ali izberite drug nadrejeni vsebnik, h kateremu boste dodali.
FNRRS0111.message     = Novega podrejenega vsebnika ni mogo\u010de dodati nedejavnemu nadrejenemu vsebniku: "{0}".
FNRRS0111.arg.0       = parent_container

FNRRS0112.explanation = \u010ce so elementi vsebine navedeni po svojih ID-jih, potem mora biti naveden tudi repozitorij vsebine.
FNRRS0112.action      = Zagotovite ustrezen repozitorij vsebine za ID-je elementov vsebine.
FNRRS0112.message     = Napaka deklaracije, za identifikatorje elementov vsebine ni naveden noben repozitorij vsebine.

FNRRS0113.explanation = \u010ce je med deklaracijo novega zapisa naveden ve\u010d kot en ciljni vsebnik, potem so vsi podobni vsebniki del istega repozitorija na\u010drta arhiviranja.
FNRRS0113.action      = Poskrbite, da bodo vsi ciljni vsebniki deklaracije zapisa del istega repozitorija na\u010drta arhiviranja.
FNRRS0113.message     = Napaka deklaracije, ciljni vsebniki morajo biti del istega repozitorija na\u010drta arhiviranja.

FNRRS0114.explanation = Eden od ciljnih vsebnikov za deklaracijo zapisa je predhodno bil logi\u010dno izbrisan in ne more vsebovati novih zapisov.
FNRRS0114.action      = Odstranite za vsebnik s seznama ali izberite drug vsebnik ali oboje.
FNRRS0114.message     = Napaka deklaracije, ciljni vsebnik je bil logi\u010dno izbrisan: "{0}".
FNRRS0114.arg.0       = container_ident

FNRRS0115.explanation = Zapis ne more biti deklariran v zaprt vsebnik.
FNRRS0115.action      = Ponovno odprite vsebnik in poskusite ponovno ali izberite drug vsebnik.
FNRRS0115.message     = Napaka deklaracije, ciljni vsebnik je zaprt: "{0}".
FNRRS0115.arg.0       = container_ident

FNRRS0116.explanation = Eden od ciljnih vsebnikov za deklaracijo zapisa je trenutno nedejaven in ne more vsebovati novih zapisov.
FNRRS0116.action      = Ponovno aktivirajte vsebnik ali ga odstranite s seznama ciljnih vsebnikov.
FNRRS0116.message     = Napaka deklaracije, ciljni vsebnik je nedejaven: "{0}".
FNRRS0116.arg.0       = container_ident

FNRRS0117.explanation = Samo en vsebnik fizi\u010dne vrste je mogo\u010de navesti kot ciljni vsebnik za deklaracijo zapisa.
FNRRS0117.action      = Omejite seznam ciljnih vsebnikov na en sam vsebnik fizi\u010dne vrste.
FNRRS0117.message     = Napaka deklaracije, naveden je ve\u010d kot en vsebnik fizi\u010dne vrste.

FNRRS0118.explanation = Vsi elementi vsebine, ki so povezani z novim zapisom, morajo biti del istega repozitorija vsebine.
FNRRS0118.action      = Poskrbite, da bodo vsi povezani elementi vsebine del istega repozitorija vsebine.
FNRRS0118.message     = Napaka deklaracije, navedeni elementi vsebine za novo deklaracijo zapisa so del drugih repozitorijev vsebine.

FNRRS0119.explanation = Navedeni element vsebine ni primeren za deklaracijo zapisa, saj je lastnost CanDeclare neresni\u010dna, element je v stanju rezervacije ali pa je element \u017ee bil deklariran.
FNRRS0119.action      = Odpravite napako, povezano z elementom vsebine, ali navedite drug element vsebine.
FNRRS0119.message     = Napaka deklaracije, navedeni element vsebine ni primeren za deklaracijo zapisa: "{0}".
FNRRS0119.arg.0       = contentItem_ident

FNRRS0120.explanation = Navedenega zapisa ni mogo\u010de izbrisati, saj zanj obstaja zadr\u017eanje, neposredno na zapisu ali na enem ali ve\u010d od njegovih nadrejenih.
FNRRS0120.action      = Odstranite zadr\u017eanja in ponovite postopek brisanja.
FNRRS0120.message     = Brisanje zapisa ni dovoljeno zaradi obstoje\u010dih pogojev zadr\u017eanja: "{0}".
FNRRS0120.arg.0       = delete_target

FNRRS0121.explanation = Vrednost lastnosti Zamenjaj lahko za predmet zapisa vsebuje samo obstoje\u010di predmet zapisa.
FNRRS0121.action      = Poskrbite, da bo vrednost predmeta, ki je dodeljena lastnosti Zamenjaj, vrste com.ibm.jarm.api.core.Record.
FNRRS0121.message     = Napaka deklaracije, vrednost lastnosti Zamenjaj mora za nov zapis biti drug predmet zapisa.

FNRRS0122.explanation = Ciljni zapis za vrednost lastnosti Zamenjaj za novi zapis ne sme \u017ee biti zamenjana.
FNRRS0122.action      = Ne posku\u0161ajte zamenjati obstoje\u010dega zapisa, ki je \u017ee bil zamenjan.
FNRRS0122.message     = Ciljni zapis lastnosti Zamenjaj za novi zapis je predhodno \u017ee bil zamenjan.

FNRRS0123.explanation = Ciljni zapis za vrednost lastnosti Zamenjaj za novi zapis ne sme biti pridobljen za namene preverjanja veljavnosti.
FNRRS0123.action      = Preverite, ali vrednost ciljnega zapisa Zamenjaj \u0161e vedno obstaja in ali ima obstoje\u010di uporabnik ustrezen varnostni dostop do zapisa ali oboje.
FNRRS0123.message     = Napaka deklaracije, ciljni zapis lastnosti Zamenjaj za novi zapis ni na voljo.

FNRRS0124.explanation = V ciljni zapis za vrednost lastnosti Zamenjaj za novi zapis ni mogo\u010de pisati.
FNRRS0124.action      = Preverite, ali ima obstoje\u010di uporabnik ustrezen dostop za pisanje, da zamenja vrednost ciljnega zapisa.
FNRRS0124.message     = Napaka deklaracije, v ciljni zapis za vrednost lastnosti Zamenjaj za novi zapis ni mogo\u010de pisati.

FNRRS0125.explanation = Ciljni zapis za vrednost lastnosti Potrdilo je za novi zapis \u017ee zapis potrdila.
FNRRS0125.action      = Za vrednost Potrdilo izberite drug zapis.
FNRRS0125.message     = Napaka deklaracije, ciljni zapis za vrednost lastnosti Potrdilo je za novi zapis \u017ee zapis potrdila.

FNRRS0126.explanation = Med deklaracijo zapisa v repozitorij na\u010drta arhiviranja, ki je konfiguriran za podatkovni model Klasifikacija DoD, je treba vnesti vrednost lastnosti Trenutne klasifikacije, ki ni prazna ali enaka ni\u010d.
FNRRS0126.action      = Vnesite veljavno vrednost lastnosti za Trenutno klasifikacijo.
FNRRS0126.message     = Napaka deklaracije, manjkajo\u010da ali neveljavna lastnost "Trenutna klasifikacija".

FNRRS0127.explanation = Klasificirani zapis mora imeti veljavno vrednost za Za\u010detno klasifikacijo.
FNRRS0127.action      = Vnesite veljavno vrednost lastnosti za Za\u010detno klasifikacijo.
FNRRS0127.message     = Napaka deklaracije, manjkajo\u010da ali neveljavna lastnost "Za\u010detna klasifikacija".

FNRRS0128.explanation = \u010ce za klasificiran zapis ni podana nobena lastnost Izpeljano iz, potem je treba podati lastnost Klasificiral in Razlog za klasifikacijo.
FNRRS0128.action      = Zagotovite veljavne vrednosti lastnosti za Klasificiral in Razlogi za klasifikacijo.
FNRRS0128.message     = Napaka deklaracije, manjkajo\u010da ali neveljavna lastnost "Pooblastilo klasifikacije".

FNRRS0129.explanation = \u010ce za klasificiran zapis niso podane nobene Izjeme, potem je treba zagotoviti veljavno lastnost za Deklasificiraj na datum oz. Deklasificiraj ob dogodku.
FNRRS0129.action      = Zagotovite veljavno Izjemo ali veljavno lastnost za Deklasificiraj na datum oz. Deklasificiraj ob dogodku.
FNRRS0129.message     = Napaka deklaracije, manjkajo\u010da veljavna lastnost za "Deklasificiraj na datum" oz. "Deklasificiraj ob dogodku".

FNRRS0130.explanation = \u010ce za klasificiran zapis niso podane nobene Izjeme IN je zagotovljena lastnost Deklasificiraj na datum, potem mora ta datum biti znotraj \u010dasovne omejitve, kot je dolo\u010deno s trenutno predsedni\u0161ko direktivo.
FNRRS0130.action      = Zagotovite veljavno Izjemo ali veljavno lastnost za Deklasificiraj na datum oz. Deklasificiraj ob dogodku.
FNRRS0130.message     = Napaka deklaracije, navedena lastnost "Deklasificiraj na datum" je izven dolo\u010denega razpona.

FNRRS0131.explanation = \u010ce je za klasificiran zapis podana omejena Dopolnilna oznaka, potem ni dovoljena ne lastnost Deklasificiraj na datum in ne Deklasificiraj ob dogodku.
FNRRS0131.action      = Odstranite vrednosti za Deklasificiraj na datum in Deklasificiraj ob dogodku ali odstranite omejitveno Dopolnilno oznako.
FNRRS0131.message     = Napaka deklaracije, omejeni zapis ne more imeti lastnosti "Deklasificiraj na datum" in ne lastnosti "Deklasificiraj ob dogodku".

FNRRS0132.explanation = \u010ce je za klasificiran zapis podana omejena Dopolnilna oznaka, potem ni dovoljena nobena vrednost za Izjemo.
FNRRS0132.action      = Odstranite vrednosti za Izjemo ali odstranite omejitveno Dopolnilno oznako.
FNRRS0132.message     = Napaka deklaracije, omejeni zapis ne more imeti nobene lastnosti za "Izjemo".

FNRRS0133.explanation = \u010ce je za klasificiran zapis podana omejena Dopolnilna oznaka, potem niso dovoljene nobene vrednosti lastnosti Podgradi.
FNRRS0133.action      = Odstranite vrednosti za Podgradi ali odstranite omejitveno Dopolnilno oznako.
FNRRS0133.message     = Napaka deklaracije, omejeni zapis ne more imeti lastnosti "Podgrajeno dne" in ne lastnosti "Podgrajeno ob dogodku".

FNRRS0134.explanation = Za klasificiran zapis mora biti podana veljavna Klasifikacijska agencija.
FNRRS0134.action      = Zagotovite veljavno lastnost za Klasifikacijsko agencijo.
FNRRS0134.message     = Napaka deklaracije, manjkajo\u010da ali neveljavna lastnost "Klasifikacijska agencija".

FNRRS0135.explanation = \u010ce je za klasificiran zapis podana lastnost Podgrajeno dne oz. Podgrajeno ob dogodku, potem je treba zagotoviti lastnost Navodila glede podgraditve.
FNRRS0135.action      = Zagotovite Navodila glede podgraditve ali ne navedite lastnosti za Podgrajeno dne oz. Podgrajeno ob dogodku.
FNRRS0135.message     = Napaka deklaracije, manjkajo\u010da ali neveljavna lastnost "Navodila glede podgraditve".

FNRRS0136.explanation = \u010ce je za klasificiran zapis podana lastnost Nadgrajeno dne, potem je treba zagotoviti tudi lastnost Razlogi za nadgradnjo.
FNRRS0136.action      = Zagotovite Razloge za nadgradnjo ali ne navedite nobene lastnosti za Nadgrajeno dne.
FNRRS0136.message     = Napaka deklaracije, manjkajo\u010da ali neveljavna lastnost "Razlogi za nadgradnjo".

FNRRS0137.explanation = \u010ce je za klasificiran zapis podana lastnost Nadgrajeno dne, potem je treba navesti tudi lastnost Nadgradil.
FNRRS0137.action      = Zagotovite lastnost Nadgradil ali ne navedite nobene lastnosti za Nadgrajeno dne.
FNRRS0137.message     = Napaka deklaracije, manjkajo\u010da ali neveljavna lastnost "Nadgradil".

FNRRS0138.explanation = \u010ce je za klasificiran zapis podana lastnost Pregledano dne, potem je treba navesti tudi lastnost Pregledal.
FNRRS0138.action      = Zagotovite lastnost Pregledal ali ne navedite nobene lastnosti za Pregledano dne.
FNRRS0138.message     = Napaka deklaracije, manjkajo\u010da ali neveljavna lastnost "Pregledal".

FNRRS0139.explanation = \u010ce je za klasificiran zapis podana lastnost Podgrajeno dne, potem je treba zagotoviti tudi lastnost Podgradil.
FNRRS0139.action      = Zagotovite lastnost Podgradil ali ne navedite nobene lastnosti za Podgrajeno dne.
FNRRS0139.message     = Napaka deklaracije, manjkajo\u010da ali neveljavna lastnost "Podgradil".

FNRRS0140.explanation = \u010ce je za klasificiran zapis podana lastnost Deklasificirano dne, potem je treba zagotoviti tudi lastnost Deklasificiral.
FNRRS0140.action      = Zagotovite lastnost Deklasificiral ali ne navedite nobene lastnosti za Deklasificirano dne.
FNRRS0140.message     = Napaka deklaracije, manjkajo\u010da ali neveljavna lastnost "Deklasificiral".

FNRRS0141.explanation = Za poskus deklaracije klasificiranega zapisa ena ali ve\u010d klasificiranih preverjanj veljavnosti DoD ni uspelo.
FNRRS0141.action      = Za podrobnosti glede vsake napake preverjanja veljavnosti preverite zbirko zapisov o napaki za to izjemo.
FNRRS0141.message     = Napaka deklaracije, pojavila se je ena ali ve\u010d napak klasificiranih preverjanj veljavnosti DoD. Za podrobnosti glejte zapise o napaki izjeme.

FNRRS0142.explanation = Izveden je bil poskus nastavitve vsebnika zapisa na Dejaven, a je \u017ee bil nastavljen na Dejaven.  Dejaven vsebnik ne more biti nastavljen na Dejaven.
FNRRS0142.action      = Ugotovite, zakaj sku\u0161a vsebnik biti nastavljen na Dejaven, ko pa je \u017ee Dejaven.
FNRRS0142.message     = Vsebnika ni mogo\u010de nastaviti na Dejaven, ker je \u017ee Dejaven.

FNRRS0143.explanation = Izveden je bil poskus nastavitve vsebnika zapisa na Nedejaven, a je \u017ee bil nastavljen na Nedejaven.  Nedejaven vsebnik ne more biti nastavljen na Nedejaven.
FNRRS0143.action      = Ugotovite, zakaj sku\u0161a vsebnik biti nastavljen na Nedejaven, ko pa je \u017ee Nedejaven.
FNRRS0143.message     = Vsebnika ni mogo\u010de nastaviti na Nedejaven, ker je \u017ee nedejaven.

FNRRS0144.explanation = Ko je vsebnik Nedejaven, morajo vsi njegovi pomo\u017eni vsebniki po lestvici navzdol prav tako biti Nedejavni.  Poskus nastaviti vsebnik na Dejaven, ko je kateri od njegovih nadrejenih vsebnikov Nedejaven, ni dovoljen.
FNRRS0144.action      = \u010ce je vsebnik treba nastaviti na Dejaven, potem je treba na Dejaven najprej nastaviti vse njegove nadrejene vsebnike, ki so Nedejavni.
FNRRS0144.message     = Vsebnika ni mogo\u010de nastaviti na Dejaven; nadrejeni vsebnik je nedejaven.

FNRRS0145.explanation = Ko je vsebnik nastavljen na Nedejaven, je treba navesti razlog za to dejanje.  Ta razlog podaja informacije o tem, zakaj ta vsebnik ni ve\u010d Dejaven.
FNRRS0145.action      = Ko vsebnik nastavljate na Nedejaven, navedite razlog.
FNRRS0145.message     = Ko vsebnik nastavljate na Nedejaven, je treba navesti Razlog za nedejaven vsebnik.

FNRRS0146.explanation = Odprete lahko samo vsebnik, ki je bil zaprt.  \u010ce je vsebnik \u017ee odprt, potem ga ne smete ponovno odpreti.
FNRRS0146.action      = Vsebnika ponovno ne odpirajte, razen \u010de je \u017ee v zaprtem stanju.
FNRRS0146.message     = Vsebnika, ki \u0161e ni bil zaprt, ni mogo\u010de ponovno odpreti.

FNRRS0147.explanation = Dejanje ponovnega odprtja je veljavno samo za vsebnik, ki je trenutno v zaprtem stanju. Trenutni vsebnik je \u017ee bil ponovno odprt, zato ga ne morete ponovno odpreti.
FNRRS0147.action      = Vsebnika ponovno ne odpirajte, razen \u010de je v zaprtem stanju.
FNRRS0147.message     = Vsebnika, ki je \u017ee bil ponovno odprt, ni mogo\u010de ponovno odpreti.

FNRRS0148.explanation = Vsebnik je mogo\u010de ponovno odpreti, samo \u010de so vsi njegovi nadrejeni vsebniki v odprtem stanju. \u010ce je kateri nadrejeni vsebnik zaprt, potem vsebnika ni mogo\u010de ponovno odpreti.
FNRRS0148.action      = Vsebnika ponovno ne odpirajte, razen \u010de so vsi njegovi nadrejeni vsebniki odprti.
FNRRS0148.message     = Vsebnika, ki ima predni\u0161ki vsebnik, ki je zaprt, ni mogo\u010de ponovno odpreti.

FNRRS0149.explanation = Ko vsebnik zapirate, je treba navesti razlog, zakaj vsebnik zapirate. Razlog mora biti veljaven, neprazen niz.
FNRRS0149.action      = Navedite neprazen niz, ki vsebuje razlog, zakaj bo vsebnik zaprt.
FNRRS0149.message     = Ko zapirate vsebnik, je treba navesti razlog.

FNRRS0150.explanation = Vsebnika, ki je \u017ee zaprt, ne morete zapreti.  Vsebnik lahko zaprete samo, \u010de je odprt (in \u0161e nikoli ni bil zaprt) ali \u010de je ponovno odprt (je bil zaprt, a je zdaj ponovno odprt).
FNRRS0150.action      = Preden sku\u0161ate vsebnik zapreti, preverite, \u010de je kdaj \u017ee bil zaprt.
FNRRS0150.message     = Vsebnika ni mogo\u010de zapreti, ker je \u017ee zaprt.

FNRRS0151.explanation = Zapisa ne morete vlo\u017eiti v vsebnik, ki je trenutno nedejaven.
FNRRS0151.action      = Ponovno aktivirajte vsebnik ali izberite drug cilj arhiviranja.
FNRRS0151.message     = Zapisa ni mogo\u010de vlo\u017eiti v nedejaven vsebnik.

FNRRS0152.explanation = Zapisa ne morete vlo\u017eiti v vsebnik, ki je trenutno zaprt.
FNRRS0152.action      = Ponovno odprite vsebnik ali izberite drug cilj arhiviranja.
FNRRS0152.message     = Zapisa ni mogo\u010de vlo\u017eiti v zaprt vsebnik.

FNRRS0153.explanation = Ciljni vsebnik arhiviranje ne sme vsebovati te vrste zapisa.
FNRRS0153.action      = Izberite drug vsebnik, kamor bo vlo\u017een zapis.
FNRRS0153.message     = Ciljni vsebnik arhiviranja ne sme vsebovati zapisa z vrsto entitete: {0}.

FNRRS0154.explanation = Zapis v navedenem ciljnem vsebniku \u017ee obstaja (ali na njegovem dejavnem podrejenem nosilcu).
FNRRS0154.action      = Izberite drug vsebnik, kamor bo vlo\u017een zapis.
FNRRS0154.message     = Zapis ni mogo\u010de vlo\u017eiti, ker je \u017ee vsebovan v ciljnem vsebniku (ali na njegovem dejavnem podrejenem nosilcu).

FNRRS0155.explanation = Zapisa ni mogo\u010de vlo\u017eiti v vsebnik, ki se nahaja zunaj obstoje\u010dega na\u010drta arhiviranja.
FNRRS0155.action      = Izberite vsebnik, ki se nahaja znotraj obstoje\u010dega na\u010drta arhiviranja za dolo\u010den zapis.
FNRRS0155.message     = Zapisa ni mogo\u010de vlo\u017eiti v vsebnik, ki se nahaja zunaj njegovega obstoje\u010dega na\u010drta arhiviranja.

FNRRS0156.explanation = Fizi\u010dnega zapisa ni mogo\u010de vlo\u017eiti v ve\u010d kot en fizi\u010dni vsebnik.
FNRRS0156.action      = Vsebovanost fizi\u010dnega zapisa omejite na en sam fizi\u010dni vsebnik.
FNRRS0156.message     = Fizi\u010dnega zapisa ni mogo\u010de vlo\u017eiti v ve\u010d kot en fizi\u010dni vsebnik.

FNRRS0157.explanation = Fizi\u010dnega zapisa ni mogo\u010de vlo\u017eiti v ve\u010d kot en fizi\u010dni vsebnik.
FNRRS0157.action      = Vsebovanost fizi\u010dnega zapisa omejite na en sam fizi\u010dni vsebnik.
FNRRS0157.message     = Navedenega na\u010dina SchedulePropagation ni mogo\u010de uporabiti med \u010di\u0161\u010denjem dodelitve obstoje\u010dega urnika razporeditve: {0}.

FNRRS0158.explanation = Navedeno zadr\u017eanje ni povezano z entiteto, zato ga ni mogo\u010de odstraniti.
FNRRS0158.action      = Poskrbite, da bo predmet zadr\u017eanja povezan z entiteto, preden ga sku\u0161ate odstraniti.
FNRRS0158.message     = Zadr\u017eanja ni mogo\u010de odstraniti, ker ni povezano z entiteto; identiteta zadr\u017eanja: {0}.
FNRRS0158.arg.0	   = Identiteta zadevnega zadr\u017eanja.

FNRRS0159.explanation = Navedeno zadr\u017eanje je bilo dinami\u010dno dodeljeno entiteti. Ro\u010dno ga ne morete odstraniti.
FNRRS0159.action      = Za\u017eenite \u010ci\u0161\u010denje zadr\u017eanja, da jih odstranite.
FNRRS0159.message     = Zadr\u017eanja, ki je bilo uporabljeno dinami\u010dno, ni mogo\u010de odstraniti ro\u010dno; identiteta zadr\u017eanja: {0}.
FNRRS0159.arg.0	   = Identiteta zadevnega zadr\u017eanja.

FNRRS0160.explanation = Navedeno zadr\u017eanje ni dejavno.  Ni ga mogo\u010de uporabiti za entiteto.
FNRRS0160.action      = Poskrbite, da je zadr\u017eanje ozna\u010deno kot dejavno, preden ga pove\u017eete s katero od entitet.
FNRRS0160.message     = Ni mogo\u010de uporabiti zadr\u017eanja, ki ni dejavno; identiteta zadr\u017eanja: {0}.
FNRRS0160.arg.0	   = Identiteta zadevnega zadr\u017eanja.

FNRRS0161.explanation = Zadr\u017eanja ne morete dodati entiteti, ki je \u017ee povezana s tem zadr\u017eanjem.
FNRRS0161.action      = Zadr\u017eanje entiteti dodajte samo enkrat.
FNRRS0161.message     = Zadr\u017eanja entiteti ni mogo\u010de dodati ve\u010d kot enkrat; identiteta zadr\u017eanj(a): {0}
FNRRS0161.arg.0	   = Identiteta zadevnega zadr\u017eanja/zadr\u017eanj.

FNRRS0162.explanation = Zadr\u017eanja ne morete izbrisati, ko so z njim povezani zapisi ali vsebniki.
FNRRS0162.action      = Odstranite entitete, ki so povezane z zadr\u017eanjem, in nato izbri\u0161ite zadr\u017eanje.
FNRRS0162.message     = Zadr\u017eanja, ki je povezano z entitetami, ni mogo\u010de izbrisati.

FNRRS0163.explanation = Med poskusom premika te entitete se je pojavila nepri\u010dakovana izjema.
FNRRS0163.action      = Za podrobnej\u0161e informacije o izjemi preverite dnevnike.
FNRRS0163.message     = Entitete zaradi nepri\u010dakovane izjeme ni mogo\u010de premakniti; entiteta: {0}, izjema: {1}.
FNRRS0163.arg.0       = Identiteta entitete, na kateri je bil izveden poskus premika.
FNRRS0163.arg.1       = Sporo\u010dilo, ki ga je posredovala izjema.

FNRRS0164.explanation = Operacija skupinskega brisanja ne podpira entitete z vrednostjo entityType.
FNRRS0164.action      = Odstranite to entiteto iz zbirke entitet za operacijo skupinskega brisanja.
FNRRS0164.message     = Skupinskega brisanja ni mogo\u010de izvesti za to vrsto entitete; entityType: {0}, entityIdent: {1}.
FNRRS0164.arg.0       = Vrsta entitete za entiteto, na kateri je bil izveden poskus brisanja.
FNRRS0164.arg.1       = Identiteta entitete, na kateri je bil izveden poskus brisanja.

FNRRS0165.explanation = Operacija skupinske nedejavnosti ne podpira entitete z vrednostjo entityType.
FNRRS0165.action      = Odstranite to entiteto iz zbirke entitet za operacijo skupinske nedejavnosti.
FNRRS0165.message     = Skupinske nedejavnosti ni mogo\u010de izvesti za to vrsto entitete; entityType: {0}, entityIdent: {1}.
FNRRS0165.arg.0       = Vrsta entitete za entiteto, na kateri je bil izveden poskus nedejavnosti.
FNRRS0165.arg.1       = Identiteta entitete, na kateri je bil izveden poskus nedejavnosti.

FNRRS0166.explanation = Operacija skupinske dejavnosti ne podpira entitete z vrednostjo entityType.
FNRRS0166.action      = Odstranite to entiteto iz zbirke entitet za operacijo skupinske dejavnosti.
FNRRS0166.message     = Skupinske dejavnosti ni mogo\u010de izvesti za to vrsto entitete; entityType: {0}, entityIdent: {1}.
FNRRS0166.arg.0       = Vrsta entitete za entiteto, na kateri je bil izveden poskus dejavnosti.
FNRRS0166.arg.1       = Identiteta entitete, na kateri je bil izveden poskus dejavnosti.

FNRRS0167.explanation = Izvorni vsebnik, ki je bil naveden za operacijo premika, neposredno ne vsebuje navedenega zapisa.
FNRRS0167.action      = Poskrbite, da bo naveden ustrezen izvorni vsebnik. \u010ce je dejanski izvorni vsebnik Nosilec zapisa, navedite Nosilec zapisa in ne njegove nadrejene Mape zapisa.
FNRRS0167.message     = Premika zapisa ni mogo\u010de izvesti, ker zapisa ni v navedenem izvornem vsebniku.

FNRRS0168.explanation = Trenutni uporabnik nima dovoljenja za premik predmeta.
FNRRS0168.action      = Preverite, ali ima trenutni uporabnik dovoljenje za premik predmeta.
FNRRS0168.message     = Trenutni uporabnik ne more premakniti vsebnika: {0}.
FNRRS0168.arg.0       = Identiteta vsebnika.

FNRRS0169.explanation = Trenutni uporabnik nima ustreznega dovoljenja za kopiranje zapisa.
FNRRS0169.action      = Preverite, ali ima trenutni uporabnik za zapis najmanj dovoljenje za pisanje.
FNRRS0169.message     = Trenutni uporabnik nima dovoljenja za kopiranje zapisa: {0}.
FNRRS0169.arg.0       = Identiteta zapisa.

FNRRS0170.explanation = Ker ni mogo\u010de samodejno ustvariti kopije zunanjega zveznega dokumenta, zapisa, ki je povezan s tovrstnim dokumentom, ni mogo\u010de kopirati.
FNRRS0170.action      = Ro\u010dno podvojite originalni zvezni dokument in ro\u010dno deklarirajte nov zapis za nov zvezni dokument.
FNRRS0170.message     = Zapisa, ki je povezan z zveznim dokumentom, ni mogo\u010de kopirati.

FNRRS0171.explanation = Navedeni zapis trenutno ni vlo\u017een v navedeni vsebnik in ga zato ni mogo\u010de dearhivirati iz tega vsebnika.
FNRRS0171.action      = \u010ce ste to metodo prvotno uporabili na mapi zapisa, ki zahteva uporabo podrejenih nosilcev zapisov, potem to metodo uporabite na ustreznem podrejenem nosilcu, ki dejansko vsebuje zapis.
FNRRS0171.message     = Zapisa ni mogo\u010de dearhivirati iz vsebnika, v katerega zapis trenutno ni vlo\u017een: zapis {0}, vsebnik: {1}.
FNRRS0171.arg.0       = Zapis, na katerem se sku\u0161a izvesti operacija dearhiviranja.
FNRRS0171.arg.1       = Ciljni vsebnik, iz katerega se sku\u0161a izvesti operacija dearhiviranja zapisa.

FNRRS0172.explanation = Zapis mora biti vlo\u017een v vsaj en vsebnik. 
FNRRS0172.action      = Poskrbite, da bo zapis vlo\u017een v vsaj \u0161e en vsebnik, preden ga sku\u0161ate dearhivirati iz vsebnika.
FNRRS0172.message     = Ni mogo\u010de dearhivirati zapisa, ki je trenutno vlo\u017een v samo en vsebnik: {0}.
FNRRS0172.arg.0       = Zapis, na katerem se sku\u0161a izvesti operacija dearhiviranja.

FNRRS0173.explanation = Potem ko je zapis "logi\u010dno" izbrisan, zanj ni ve\u010d mogo\u010de preklicati deklaracije. 
FNRRS0173.action      =  
FNRRS0173.message     = Ni mogo\u010de preklicati deklaracije zapisa, ki je bil "logi\u010dno" izbrisan; zapis: {0}.
FNRRS0173.arg.0       = Zapis, na katerem se sku\u0161a izvesti operacija preklica deklaracije.

FNRRS0174.explanation = \u010ce je zapis (ali kateri od njegovih nadrejenih vsebnikov) zadr\u017ean, zanj ni mogo\u010de preklicati deklaracije. 
FNRRS0174.action      = Odstranite vsa veljavna zadr\u017eanja iz zapisa in ponovno poskusite izvesti operacije preklica deklaracije.
FNRRS0174.message     = Ni mogo\u010de preklicati deklaracije zapisa, ki je trenutno zadr\u017ean; zapis: {0}.
FNRRS0174.arg.0       = Zapis, na katerem se sku\u0161a izvesti operacija preklica deklaracije.

FNRRS0175.explanation = \u010ce je zapis trenutno udele\u017een v delovnem toku aktivne razporeditve, zanj ni mogo\u010de preklicati deklaracije.
FNRRS0175.action      = Dokon\u010dajte obdelovanje delovnih tokov, ki je povezano z zapisom, in ponovno poskusite izvesti operacijo preklica deklaracije.
FNRRS0175.message     = Ni mogo\u010de preklicati deklaracije zapisa, ki je del delovnega toka aktivne razporeditve; zapis: {0}.
FNRRS0175.arg.0       = Zapis, na katerem se sku\u0161a izvesti operacija preklica deklaracije.

FNRRS0176.explanation = \u010ce je zapis povezan z zvezno vsebino, zanj ni mogo\u010de preklicati deklaracije.
FNRRS0176.action      = 
FNRRS0176.message     = Ni mogo\u010de preklicati deklaracije zapisa, ki je povezan z zvezno vsebino; zapis: {0}.
FNRRS0176.arg.0       = Zapis, na katerem se sku\u0161a izvesti operacija preklica deklaracije.

FNRRS0177.explanation = Lastnosti, ki se navezujejo na potrdilo zapisa, so obi\u010dajno dolo\u010dene samo v podatkovnem modelu repozitorija za klasificiran na\u010drt arhiviranja DoD.
FNRRS0177.action      = Preverite, ali je bil za repozitorij na\u010drta arhiviranja name\u0161\u010den ustrezen podatkovni model.
FNRRS0177.message     = Potrdila zapisov na povezanem repozitoriju na\u010drta arhiviranja niso podprta.

FNRRS0178.explanation = V vzorcu poimenovanja mora vsak desni oklepaj imeti ustrezajo\u010d levi oklepaj, da je ustrezno naveden obseg nadomestnega makra.
FNRRS0178.action      = Preverite vzorec poimenovanja in poskrbite, da bodo vsem desnim oklepajem sledili ustrezajo\u010di levi oklepaji.
FNRRS0178.message     = Navedeni vzorec poimenovanja ima desni oklepaj brez ustrezajo\u010dega levega oklepaja.

FNRRS0179.explanation = V vzorcu poimenovanja mora vsak levi oklepaj imeti ustrezajo\u010d desni oklepaj, da je ustrezno naveden obseg nadomestnega makra.
FNRRS0179.action      = Preverite vzorec poimenovanja in poskrbite, da bodo vsem levim oklepajem sledili ustrezajo\u010di desni oklepaji.
FNRRS0179.message     = Navedeni vzorec poimenovanja ima desni oklepaj brez ustrezajo\u010dega levega oklepaja.

FNRRS0180.explanation = Naslednja nadomestna vrednost indeksa je dalj\u0161a od navedenega vzorca \u0161tevk.
FNRRS0180.action      = Pove\u010dajte \u0161tevilo \u0161tevk v vzorcu \u0161tevk.
FNRRS0180.message     = Navedeni vzorec \u0161tevk je prekratek, da bi lahko vseboval vrednost naslednjega indeksa.

FNRRS0181.explanation = Navedenega vzorca ni mogo\u010de raz\u010dleniti kot veljaven vzorec.
FNRRS0181.action      = Preverite navedeni vzorec, da zagotovite, da gre za veljaven vzorec.
FNRRS0181.message     = Navedeni vzorec ni veljaven.

FNRRS0182.explanation = V vzorcu poimenovanja, ki ne obstaja, je navedena lastnost.
FNRRS0182.action      = Spremenite vzorec poimenovanja, da bo vklju\u010deno veljavno ime lastnosti.
FNRRS0182.message     = Lastnost, navedena v vzorcu poimenovanja, je neveljavna ali ne obstaja: {0}.
FNRRS0182.arg.0       = property_name

FNRRS0183.explanation = V vzorcu poimenovanja je navedena lastnost z ve\u010d vrednostmi.  Vzorec poimenovanja podpira samo lastnosti z eno vrednostjo.
FNRRS0183.action      = Odstranite lastnost z ve\u010d vrednostmi iz vzorca poimenovanja.
FNRRS0183.message     = Lastnost z ve\u010d vrednostmi ni podprta v vzorcu poimenovanja: {0}.
FNRRS0183.arg.0       = property_name

FNRRS0184.explanation = Vzorci poimenovanja ne podpirajo dvoji\u0161kih lastnosti oz. lastnosti predmeta.
FNRRS0184.action      = Spremenite vzorec poimenovanja, da bo vklju\u010dena podprta vrsta lastnosti.
FNRRS0184.message     = Vrsta lastnosti, ki je navedena v vzorcu poimenovanja, ni podprta: {0}. 
FNRRS0184.arg.0       = property_name

FNRRS0185.explanation = Med poskusom uni\u010denja te entitete se je pojavila nepri\u010dakovana izjema.
FNRRS0185.action      = Za podrobnej\u0161e informacije o izjemi preverite dnevnike.
FNRRS0185.message     = Entitete zaradi nepri\u010dakovane izjeme ni mogo\u010de uni\u010diti; entiteta: {0}, izjema: {1}.
FNRRS0185.arg.0       = Identiteta entitete, na kateri je bil izveden poskus uni\u010denja.
FNRRS0185.arg.1       = Sporo\u010dilo, ki ga je posredovala izjema.

FNRRS0186.explanation = Urnik razporeditve, ki ga je mogo\u010de uporabiti za entiteto, je bil spremenjen, kar prepre\u010duje obdelavo razporeditve zadevnih entitet.
FNRRS0186.action      = Znova za\u017eenite \u010di\u0161\u010denje razporeditve, da ponovno obdelate te entitete s spremenjenim urnikom.
FNRRS0186.message     = Urnik razporeditve, ki ga je mogo\u010de uporabiti, je bil spremenjen.

FNRRS0187.explanation = Nadrejenega vsebnik ni mogo\u010de uni\u010diti, dokler podrejeni vsebniki ne dokon\u010dajo posameznik ciklov zadr\u017eanja.
FNRRS0187.action      = Zakasni uni\u010denje nadrejene entitete.
FNRRS0187.message     = Ni mogo\u010de uni\u010diti entitete, ki vsebuje enega ali ve\u010d hierarhi\u010dnih podrejencev z razli\u010dnimi obdobji zadr\u017eanja; entiteta: {0}.
FNRRS0187.arg.0       = Identiteta entitete, na kateri je izveden poskus uni\u010denja.

FNRRS0188.explanation = Vrsta dejanja trenutne faze razporeditve, ki je povezana z entiteto, je o\u010ditno bila spremenjena.
FNRRS0188.action      = Znova za\u017eenite \u010di\u0161\u010denje razporeditve za to entiteto.
FNRRS0188.message     = Obdelave razporeditve ni mogo\u010de nadaljevati, ker je trenutna faza o\u010ditno bila spremenjena; entiteta: {0}, faza: {1}.
FNRRS0188.arg.0       = Identiteta entitete, ki je vklju\u010dena v razporeditev.
FNRRS0188.arg.1       = Identiteta trenutne faze entitete.

FNRRS0189.explanation = Vrednost datuma izvajanja trenutne faze entitete je neveljavna za obdelavo razporeditve.
FNRRS0189.action      = Znova za\u017eenite \u010di\u0161\u010denje razporeditve za to entiteto.
FNRRS0189.message     = Obdelave razporeditve ni mogo\u010de nadaljevati, ker je datum izvajanja trenutne faze enak ni\u010d ali prihodnji datum; entiteta: {0}, datum: {1}.
FNRRS0189.arg.0       = Identiteta entitete, ki je vklju\u010dena v razporeditev.
FNRRS0189.arg.1       = Vrednost datuma izvajanja trenutne faze za entiteto.

FNRRS0190.explanation = Dejanje operacije se mora ujemati z dejanjem operacije dejanja trenutne faze entitete, razen \u010de je operacija Izvozi ali Uni\u010di in dejanje trenutne faze entitete Prenesi.
FNRRS0190.action      = Znova za\u017eenite \u010di\u0161\u010denje razporeditve za to entiteto.
FNRRS0190.message     = Vrsta dejanja za operacijo razporeditve je neveljavna za trenutno stanje faze entitete; entiteta: {0}, dejanje trenutne faze: {1}, poskus dejanja: {2}.
FNRRS0190.arg.0       = Identiteta entitete, ki je vklju\u010dena v razporeditev.
FNRRS0190.arg.1       = Dejanje trenutne faze entitete.
FNRRS0190.arg.2       = Poskus dejanja za operacijo.

FNRRS0191.explanation = Razporeditev se ne more nadaljevati za nobeno entiteto, za katero je uporabljeno zadr\u017eanje, neposredno nanjo ali na katero od njenih nadrejenih/podrejenih.
FNRRS0191.action      = Odstranite vsa zadr\u017eanja, ki so bila uporabljena za to entiteto.
FNRRS0191.message     = Ni mogo\u010de nadaljevati z operacijo razporeditve zaradi zadr\u017eanja, ki velja za entiteto: {0}.
FNRRS0191.arg.0       = Identiteta entitete, ki je vklju\u010dena v razporeditev.

FNRRS0192.explanation = Dejanji razporeditve Za\u010dasni prenos in Izvozi nista dovoljeni na ponovno odprtem vsebniku zapisa.
FNRRS0192.action      = Zaprite zadevni vsebnik zapisa.
FNRRS0192.message     = Ni mogo\u010de izvesti dejanja razporeditve na ponovno odprtem vsebniku zapisa: {0}, dejanje: {1}.
FNRRS0192.arg.0       = Identiteta entitete, ki je vklju\u010dena v razporeditev.
FNRRS0192.arg.1       = Vrsta poskusa dejanja razporeditve.

FNRRS0193.explanation = Zaradi morebitnega ponovnega izra\u010duna stanja razporeditve entitete je treba njen postopek razporeditve ponovno inicializirati.
FNRRS0193.action      = Ponovno izvedite dejanje "Inicializiraj razporeditev" na tej entiteti.
FNRRS0193.message     = Dejanja razporeditve ni mogo\u010de izvesti na entiteti, ker delovni tok, za katerega to velja, \u0161e ni bil zagnan; entiteta: {0}.
FNRRS0193.arg.0       = Identiteta entitete, ki je vklju\u010dena v razporeditev.

FNRRS0194.explanation = Ko je zapis z urnikom razporeditve povezan prek Vrste zapisa, ga ni mogo\u010de uni\u010diti kot del postopka uni\u010denja enega od njegovih vsebnikov.
FNRRS0194.action      = Najprej obdelajte zapise in nato ponovno poskusite uni\u010diti vsebnik.
FNRRS0194.message     = Ni mogo\u010de uni\u010diti entitete, ker vsebuje enega ali ve\u010d podrejenih zapisov, ki jim je dodeljena Vrsta zapisa; entiteta: {0}.
FNRRS0194.arg.0       = Identiteta entitete, ki je vklju\u010dena v razporeditev.

FNRRS0195.explanation = Entiteta dejansko ni del navedenega vsebnika ali navedena vrsta zapisa ni na voljo.
FNRRS0195.action      = Preverite, kako entiteta podeduje svoj urnik in znova za\u017eenite \u010di\u0161\u010denje.
FNRRS0195.message     = Entitete ni mogo\u010de ustrezno uni\u010diti, ker njena vrednost "rezanje podedovano od" ni veljavna; entiteta: {0}.
FNRRS0195.arg.0       = Identiteta entitete, ki je vklju\u010dena v razporeditev.

FNRRS0196.explanation = Veljavne poti do imenika ni mogo\u010de pridobiti ne od vhodnega parametra in ne od lastnosti entitete Cilj izvoza trenutne faze.
FNRRS0196.action      = Navedite veljavno pot do imenika, za kar uporabite vhodni parameter ali lastnost povezane entitete Cilj izvoza trenutne faze.
FNRRS0196.message     = Niz za pot do imenika datote\u010dnega sistema cilja izvoza je enak ni\u010d ali prazna entiteta: {0}.
FNRRS0196.arg.0       = Identiteta entitete, ki je vklju\u010dena v razporeditev.

FNRRS0197.explanation = Med poskusom ustvarjanja navedenega imenika datote\u010dnega sistema se je pojavila napaka datote\u010dnega sistema. Za ve\u010d informacij preverite vzrok izjeme.
FNRRS0197.action      = Poskrbite, da bo navedena veljavna pot do imenika datote\u010dnega sistema in da ima trenutni uporabnik potrebna dovoljena za datote\u010dni sistem.
FNRRS0197.message     = Med poskusom ustvarjanja navedenega imenika datote\u010dnega sistema za cilj izvoza se je pojavila napaka: "{0}".
FNRRS0197.arg.0       = Pot do imenika datote\u010dnega sistema.

FNRRS0198.explanation = Med poskusom ustvarjanja podimenika "vsebine" za podatkovne datoteke vsebine povezanega zapisa se je pojavila napaka datote\u010dnega sistema. Za ve\u010d informacij preverite vzrok izjeme.
FNRRS0198.action      = Poskrbite, da bo navedena veljavna pot do imenika datote\u010dnega sistema in da ima trenutni uporabnik potrebna dovoljena za datote\u010dni sistem.
FNRRS0198.message     = Med poskusom ustvarjanja podimenika "vsebine" v imeniku datote\u010dnega sistema se je pojavila napaka: "{0}".
FNRRS0198.arg.0       = Pot do nadrejenega imenika datote\u010dnega sistema.

FNRRS0199.explanation = Med generiranjem sistemske datoteke datote\u010dnega sistema vsebine izvoza se je pojavila napaka datote\u010dnega sistema. Za ve\u010d informacij preverite vzrok izjeme.
FNRRS0199.action      = Poskrbite, da bo navedena veljavna pot do imenika datote\u010dnega sistema in da ima trenutni uporabnik potrebna dovoljena za datote\u010dni sistem.
FNRRS0199.message     = Med poskusom izvoza podatkov z vsebino v datoteko se je pojavila napaka: ''{0}''.
FNRRS0199.arg.0       = Niz poti izhodne datoteke.

FNRRS0200.explanation = Med poskusom izvoza te entitete se je pojavila nepri\u010dakovana izjema.
FNRRS0200.action      = Za podrobnej\u0161e informacije o izjemi preverite dnevnike.
FNRRS0200.message     = Entitete zaradi nepri\u010dakovane izjeme ni mogo\u010de izvoziti; entiteta: {0}, izjema: {1}.
FNRRS0200.arg.0       = Identiteta entitete, na kateri je bil izveden poskus izvoza.
FNRRS0200.arg.1       = Sporo\u010dilo, ki ga je posredovala izjema.

FNRRS0201.explanation = Operacija inicializacije razporeditve ne podpira entitete s to vrednostjo vrste entitete.
FNRRS0201.action      = Odstranite to entiteto iz zbirke vnosov za inicializacijo operacije razporeditve.
FNRRS0201.message     = Ni mogo\u010de inicializirati razporeditve na vrsti entitete: {0}, entityIdent: {1}.
FNRRS0201.arg.0       = Vrsta entitete za entiteto, na kateri je bil izveden poskus inicializacije razporeditve.
FNRRS0201.arg.1       = Identiteta entitete, na kateri je bil izveden poskus inicializacije razporeditve.

FNRRS0202.explanation = Inicializacije razporeditve ni mogo\u010de izvesti na nobeni entiteti, za katero velja zadr\u017eanje.
FNRRS0202.action      = Odstranite zadr\u017eanje z entitete in ponovno poskusite inicializirati razporeditev.
FNRRS0202.message     = Ni mogo\u010de inicializirati razporeditve na entiteti, ki je zadr\u017eana oz. je zadr\u017eana njena nadrejena entiteta: entityIdent {0}.
FNRRS0202.arg.0       = Identiteta entitete, na kateri je bil izveden poskus inicializacije razporeditve.

FNRRS0203.explanation = Inicializacije razporeditve ni mogo\u010de izvesti na nobeni entiteti, ki ima zadr\u017eano katero od podrejenih entitet.
FNRRS0203.action      = Odstranite zadr\u017eanje z ustrezne podrejene entitete in ponovno poskusite inicializirati razporeditev.
FNRRS0203.message     = Ni mogo\u010de inicializirati razporeditve na tej entiteti, ker je zadr\u017ean en ali ve\u010d njenih podrejenih \u010dlanov: entityIdent {0}.
FNRRS0203.arg.0       = Identiteta entitete, na kateri je bil izveden poskus inicializacije razporeditve.

FNRRS0204.explanation = Inicializacije razporeditve ni mogo\u010de izvesti na nobeni entiteti, ker je zadr\u017eana ali zaradi njenega urnika razporeditve ali oboje.
FNRRS0204.action      = Odstranite zadr\u017eanje, uporabljeno na entiteti, njeni nadrejeni oz. podrejeni hierarhiji in znova za\u017eenite \u010di\u0161\u010denje razporeditve.
FNRRS0204.message     = Ni mogo\u010de izvesti inicializacije razporeditve za to entiteto: {0}.
FNRRS0204.arg.0       = Identiteta entitete, na kateri je bil izveden poskus inicializacije razporeditve.

FNRRS0205.explanation = Pojavila se je nepri\u010dakovana napaka, ki prepre\u010duje, da bi postopek inicializacije razporeditve nadaljeval.
FNRRS0205.action      = Za morebiten vzrok preverite informacije v povezanem skladu izjem ali znova za\u017eenite \u010di\u0161\u010denje razporeditve ali oboje.
FNRRS0205.message     = Med inicializacijo razporeditve za eno ali ve\u010d entitet se je pojavila nepri\u010dakovana napaka.

FNRRS0206.explanation = Parameter VWSession je enak ni\u010d ali neveljaven.
FNRRS0206.action      = Preverite konfiguracijo v IBM FileNet Process Engine za odjemalsko aplikacijo.
FNRRS0206.message     = Ni mogo\u010de izvesti inicializacije razporeditve zaradi neveljavnega parametra VWSession: {0}.
FNRRS0206.arg.0       = Zadevni parameter VWSession.

FNRRS0207.explanation = Datum izvajanja trenutne faze entitete \u0161e ni bil dolo\u010den ali je ta datum v prihodnosti.
FNRRS0207.action      = Znova za\u017eenite \u010di\u0161\u010denje razporeditve in nato ponovno poskusite inicializirati razporeditev. 
FNRRS0207.message     = Trenutne faze razporeditve ni mogo\u010de dokon\u010dati, ker datum izvajanja trenutne faze \u0161e ni bil dose\u017een; entiteta: {0}.
FNRRS0207.arg.0       = Identiteta zadevne entitete.

FNRRS0208.explanation = Morda se je pojavila sprememba v povezanem urniku razporeditve entitete, metapodatki entitete, povezani z razporeditvijo, ali oboje.
FNRRS0208.action      = Znova za\u017eenite \u010di\u0161\u010denje razporeditve in nato ponovno poskusite inicializirati razporeditev. 
FNRRS0208.message     = Trenutne faze razporeditve ni mogo\u010de dokon\u010dati, ker se povezani delovni tok \u0161e ni za\u010del; entiteta: {0}.
FNRRS0208.arg.0       = Identiteta zadevne entitete.

FNRRS0209.explanation = Ponovno odprtega vsebnika ni mogo\u010de premakniti preko njegove trenutne faze razporeditve.
FNRRS0209.action      = Zaprite vsebnik in ponovno poskusite izvesti premik faze. 
FNRRS0209.message     = Trenutne faze razporeditve ni mogo\u010de dokon\u010dati, ker je entiteta vsebnika \u017ee bila ponovno odprta; entiteta: {0}.
FNRRS0209.arg.0       = Identiteta zadevne entitete.

FNRRS0210.explanation = Predlagani datum izvajanja trenutne faze ne more biti enak ni\u010d ali v prihodnosti.
FNRRS0210.action      = Predlagajte drug datum izvajanja trenutne faze in ponovno poskusite izvesti premik faze. 
FNRRS0210.message     = Trenutne faze razporeditve ni mogo\u010de dokon\u010dati, ker je predlagani datum izvajanja trenutne faze enak ni\u010d ali v prihodnosti; entiteta: {0}, predlagani datum: {1}.
FNRRS0210.arg.0       = Identiteta zadevne entitete.
FNRRS0210.arg.1       = Podana neveljavna vrednost datuma.

FNRRS0211.explanation = Urnik razporeditve mora vedno vsebovati vrednost lastnosti Osnova rezanja.
FNRRS0211.action      = Popravite urnik razporeditve in ponovno poskusite inicializirati postopek razporeditve.
FNRRS0211.message     = Ni mogo\u010de izvesti postopka rezanja razporeditve, ker manjka lastnost osnova rezanja za urnik razporeditve: {0}.
FNRRS0211.arg.0       = Identiteta zadevnega urnika.

FNRRS0212.explanation = Zadevni entiteti manjka datumska vrednost za navedeno lastnost osnova rezanja.
FNRRS0212.action      = Prilagodite entiteto, njen urnik razporeditve ali oboje in ponovno poskusite inicializirati postopek razporeditve.
FNRRS0212.message     = Entiteti razporeditve manjka datumska vrednost za lastnost osnova rezanja; entiteta: {0}, ime lastnosti: {1}.
FNRRS0212.arg.0       = Identiteta zadevne entitete.
FNRRS0212.arg.1       = Ime lastnosti osnova rezanja.

FNRRS0213.explanation = Zadevni entiteti manjka datumska vrednost za navedeno lastnost osnova rezanja.
FNRRS0213.action      = Prilagodite entiteto, njen urnik razporeditve ali oboje in ponovno poskusite inicializirati postopek razporeditve.
FNRRS0213.message     = Spro\u017eilec razporeditve vsebuje neveljavno vrsto spro\u017eilca za postopek rezanja; spro\u017eilec: {0}, vrsta: {1}.
FNRRS0213.arg.0       = Identiteta zadevne entitete.
FNRRS0213.arg.1       = Ime lastnosti osnova rezanja.

FNRRS0214.explanation = Med poskusom za\u010dasnega prenosa te entitete se je pojavila nepri\u010dakovana izjema.
FNRRS0214.action      = Za podrobnej\u0161e informacije o izjemi preverite dnevnike.
FNRRS0214.message     = Entitete zaradi nepri\u010dakovane izjeme ni mogo\u010de za\u010dasno prenesti; entiteta: {0}, izjema: {1}.
FNRRS0214.arg.0       = Identiteta entitete, na kateri je bil izveden poskus za\u010dasnega prenosa.
FNRRS0214.arg.1       = Sporo\u010dilo, ki ga je posredovala izjema.

FNRRS0215.explanation = Med poskusom prenosa te entitete se je pojavila nepri\u010dakovana izjema.
FNRRS0215.action      = Za podrobnej\u0161e informacije o izjemi preverite dnevnike.
FNRRS0215.message     = Entitete zaradi nepri\u010dakovane izjeme ni mogo\u010de prenesti; entiteta: {0}, izjema: {1}.
FNRRS0215.arg.0       = Identiteta entitete, na kateri je bil izveden poskus prenosa.
FNRRS0215.arg.1       = Sporo\u010dilo, ki ga je posredovala izjema.

FNRRS0216.explanation = Ni bilo mogo\u010de pridobiti tvorca iz elementa koraka delovnega tok.
FNRRS0216.action      = Preverite stre\u017enik Process Engine in Component Manager, da se prepri\u010date, ali delujeta pravilno.
FNRRS0216.message     = Tvorca ni bilo mogo\u010de pridobiti.

FNRRS0217.explanation = Zbirka RMProperties, ki vsebuje vrednosti lastnosti, ki se nana\u0161ajo na pregled razporeditve, ne more biti enaka ni\u010d ali prazna.
FNRRS0217.action      = Vnesite ustrezne vrednosti lastnosti pregleda in znova poskusite pregledati operacijo.
FNRRS0217.message     = Vnosna zbirka RMProperties je prazna za pregledano entiteto: {0}.
FNRRS0217.arg.0       = Identiteta entitete, na kateri je bil izveden poskus pregleda.

FNRRS0218.explanation = ID razreda za vrsto mape, ki bo ustvarjena, ne more biti enak ni\u010d ali prazen.
FNRRS0218.action      = Vnesite ustrezen ID razreda za vrsto mape.
FNRRS0218.message     = ID {0} ni veljaven ID razreda.
FNRRS0218.arg.0       = ID razreda za vrsto mape, ki bo ustvarjena.

FNRRS0219.explanation = Na\u010drtu arhiviranja je lahko dodana samo kategorija zapisa. 
FNRRS0219.action      = Vnesite ustrezno vrsto entitete za mapo, ki bo ustvarjena.
FNRRS0219.message     = Entitete {0} ni mogo\u010de dodati na\u010drtu arhiviranja.
FNRRS0219.arg.0       = Vrsta entitete za mapo, ki bo ustvarjena.

FNRRS0220.explanation = Priponka mora biti iz Kategorije zapisa oz. Mape zapisa.
FNRRS0220.action      = Zagotovite ustrezno priponko.
FNRRS0220.message     = Priponka {0} ni veljavna vrsta priponke. Priponka mora biti iz Kategorije zapisa oz. Mape zapisa.
FNRRS0220.arg.0       = Ime priponke.

FNRRS0221.explanation = Predmeta mape zapisa ni bilo mogo\u010de ustvariti. 
FNRRS0221.action      = Preverite parametre, ki so bili uporabljeni za ustvarjanje mape in znova poskusite ustvariti mapo.
FNRRS0221.message     = Ni bilo mogo\u010de ustvariti predmeta mape zapisa {0}.
FNRRS0221.arg.0       = Vrsta entitete za mapo, ki bo ustvarjena.

FNRRS0222.explanation = Dol\u017eini indeksiranih polj PropertyName in PropertyValue morata biti enaki.
FNRRS0222.action      = Poskrbite, da bo dol\u017eina indeksiranega polja PropertyName enaka dol\u017eini indeksiranega polja PropertyValue.
FNRRS0222.message     = Dol\u017eini indeksiranih polj PropertyName {0} in PropertyValue {1} nista enaki.
FNRRS0222.arg.0       = Indeksirano polje PropertyName.
FNRRS0222.arg.1       = Indeksirano polje PropertyValue.

FNRRS0223.explanation = Ko je vrednost navedene odvisne lastnosti za predmet resni\u010dna, potem mora drugi lastnosti biti dodeljena vrednost, ki ni prazna.
FNRRS0223.action      = Vnesite veljavno vrednost za manjkajo\u010do vrednost lastnosti ali prilagodite vrednost odvisne lastnosti.
FNRRS0223.message     = Predmetu manjka neprazna vrednost za lastnost "{0}", ki jo je treba vnesti, ko je odvisna lastnost "{1}" navedena z vrednostjo "resni\u010dno".
FNRRS0223.arg.0       = Ime manjkajo\u010de ali prazne lastnosti.
FNRRS0223.arg.1       = Ime odvisne lastnosti.

FNRRS0224.explanation = Dokumenta ni mogo\u010de deklarirati kot zapis. 
FNRRS0224.action      = Preverite parametre, ki so bili uporabljeni za deklariranje dokumenta kot zapis, in znova poskusite dokument deklarirati kot zapis.
FNRRS0224.message     = Dokumenta ni mogo\u010de deklarirati kot zapis.

FNRRS0225.explanation = Vlaganje dokumenta v ve\u010d kot en vsebnik trenutno za ta repozitorij na\u010drta arhiviranja ni omogo\u010deno.
FNRRS0225.action      = Zapisa ne posku\u0161ajte ve\u010dkratno vlo\u017eiti ali omogo\u010dite mo\u017enost ve\u010dkratnega vlaganja za repozitorij na\u010drta arhiviranja.
FNRRS0225.message     = Ni mogo\u010de vlo\u017eiti dokumenta v ve\u010d kot en vsebnik za repozitorij na\u010drta arhiviranja: {0}.
RNRRS0255.arg.0       = Ime repozitorija na\u010drta arhiviranja.

FNRRS0226.explanation = Dovoljeni razponi vrednosti zadr\u017eanja so leta: 0-999, meseci: 0-99, dnevi: 0-99.
FNRRS0226.action      = Vnesite veljavne vrednosti zadr\u017eanja.
FNRRS0226.message     = Ena ali ve\u010d vrednosti zadr\u017eanja je izven razpona. Dovoljeni razponi so leta: 0-999, meseci: 0-99, dnevi: 0-99.

FNRRS0227.explanation = Vsebnik osnovnega urnika je mogo\u010de dodati samo h korenskemu vozli\u0161\u010du na\u010drta arhiviranja ali k vsebniku vrste kategorije zapisa.
FNRRS0227.action      = Znova poskusite korensko vozli\u0161\u010de na\u010drta arhiviranja ali kategorijo zapisa uporabiti kot ciljni nadrejeni vsebnik.
FNRRS0227.message     = Ni mogo\u010de dodati novega vsebnika osnovnega urnika kot podrejenca nadrejenega vsebnika vrste: {0} 
RNRRS0227.arg.0       = Vrsta entitete nadrejenega vsebnika.

FNRRS0228.explanation = Navedene lastnosti spro\u017eilca ni mogo\u010de najti.
FNRRS0228.action      = Navedite simboli\u010dno ime veljavne lastnosti vrste DateTime, ki je bila dodeljena vsaj enemu razredu zapisa.
FNRRS0228.message     = Ni mogo\u010de pridobiti predloge za navedeno simboli\u010dno ime lastnosti spro\u017eilca: {0} 
RNRRS0228.arg.0       = Navedeno simboli\u010dno ime lastnosti.

FNRRS0229.explanation = Navedena lastnost spro\u017eilca mora imeti enomestno vrednost in biti vrste DateTime.
FNRRS0229.action      = Navedite simboli\u010dno ime veljavne lastnosti vrste DateTime z enomestno vrednostjo, ki je bila dodeljena vsaj enemu razredu zapisa.
FNRRS0229.message     = Navedena lastnost spro\u017eilca ni podatkovne vrste DateTime in/ali nima enomestne vrednosti: {0}
RNRRS0229.arg.0       = Navedeno simboli\u010dno ime lastnosti.

FNRRS0230.explanation = Navedena lastnost spro\u017eilca mora trenutno biti dodeljena enemu ali ve\u010d razredom zapisa.
FNRRS0230.action      = Navedite simboli\u010dno ime veljavne lastnosti vrste DateTime, ki je bila dodeljena vsaj enemu razredu zapisa.
FNRRS0230.message     = Navedena lastnost spro\u017eilca ni dodeljena nobenemu razredu zapisa: {0}.
RNRRS0230.arg.0       = Navedeno simboli\u010dno ime lastnosti.

FNRRS0231.explanation = Predlagani vsebnik osnovnega urnika ne more imeti nobenega podrejenega pomo\u017enega vsebnika.
FNRRS0231.action      = Izberite drug vsebnik za pretvorbo v vsebnik osnovnega urnika.
FNRRS0231.message     = Predlagani vsebnik osnovnega urnika ni kon\u010dno vozli\u0161\u010de: {0}
RNRRS0231.arg.0       = Identiteta predlaganega vsebnika.

FNRRS0232.explanation = Predlagani vsebnik osnovnega zapisa ne more vsebovati podrejenega zapisa, ki je trenutno vlo\u017een v ve\u010d kot en vsebnik.
FNRRS0232.action      = Izberite drug vsebnik za pretvorbo ali odstranite neustrezne podrejene zapise.
FNRRS0232.message     = Predlagani vsebnik osnovnega urnika vsebuje vsaj en ve\u010dkratno vlo\u017eeni zapis: {0}.
FNRRS0232.arg.0       = Identiteta ve\u010dkratno vlo\u017eenega zapisa.

FNRRS0233.explanation = Predlagani vsebnik osnovnega urnika ne more imeti nobenega podrejenega zapisa, ki je fizi\u010dni zapis.
FNRRS0233.action      = Izberite drug vsebnik za pretvorbo ali odstranite neustrezne podrejene zapise.
FNRRS0233.message     = Predlagani vsebnik osnovnega urnika vsebuje zapis, ki je fizi\u010dni zapis: {0}.
FNRRS0233.arg.0       = Identiteta fizi\u010dnega zapisa.

FNRRS0234.explanation = Predlagani vsebnik osnovnega urnika ne more imeti nobenega podrejenega zapisa, ki ima povezano vrsto zapisa.
FNRRS0234.action      = Izberite drug vsebnik za pretvorbo ali odstranite neustrezne podrejene zapise.
FNRRS0234.message     = Predlagani vsebnik osnovnega urnika vsebuje zapis, ki ima povezano vrsto zapisa: {0}.
FNRRS0234.arg.0       = Identiteta zapisa.

FNRRS0235.explanation = Vsi zapisi, vsebovani v predlaganem vsebniku osnovnega urnika, morajo podpirati predlagano lastnost spro\u017eilca.
FNRRS0235.action      = Izberite drugo lastnost spro\u017eilca ali odstranite neustrezne podrejene zapise.
FNRRS0235.message     = Predlagani vsebnik osnovnega urnika vsebuje vsaj en zapis, \u010digar razred zapisa ne podpira predlaganega imena lastnosti spro\u017eilca: {0}.
FNRRS0235.arg.0       = Identiteta zapisa.

FNRRS0236.explanation = Vse vrste vsebnikov zapisa niso upravi\u010dene do pretvorbe v vsebnike osnovnega urnika.
FNRRS0236.action      = Izberite drug vsebnik.
FNRRS0236.message     = Predlagana vrsta vsebnika ni upravi\u010dena do pretvorbe v vsebnik osnovnega urnika: {0}.
FNRRS0236.arg.0       = Vrsta entitete predlaganega vsebnika.

FNRRS0237.explanation = Zahtevane predloge lastnosti, ki se nana\u0161ajo na osnovni urnik, in/ali njihove dodelitve razli\u010dnim razredom vsebnikov zapisa ne obstajajo v tem repozitoriju na\u010drta arhiviranja.
FNRRS0237.action      = Preverite, ali je bil za ta repozitorij na\u010drta arhiviranja uporabljen ustrezen dodatek odjemalca P8 Content Manager.
FNRRS0237.message     = Metapodatki, potrebni za podporo osnovnemu urniku, niso na voljo v tem repozitoriju na\u010drta arhiviranja: {0}.
FNRRS0237.arg.0       = identifikator repozitorija na\u010drta arhiviranja.

FNRRS0238.explanation = Veljaven vsebnik osnovnega urnika mora imeti ustrezno obliko zapisa za vrednost lastnosti RMRetentionPeriod.
FNRRS0238.action      = Uporabite metodo DefensiblyDisposable.setRetentionPeriod, da dolo\u010dite ustrezno vrednost obdobja zadr\u017eanja za ta vsebnik. 
FNRRS0238.message     = Vrednost za obdobje zadr\u017eanja osnovnega urnika nima pri\u010dakovane oblike zapisa: lll-mm-dd.

FNRRS0239.explanation = Vsebnik mora \u017ee pred poskusom spreminjanja lastnosti, ki se nana\u0161a na osnovni urnik, biti vsebnik osnovnega urnika.
FNRRS0239.action      = Preverite, ali je vsebnik bil ustvarjen kot oz. pretvorjen v vsebnik osnovnega urnika.
FNRRS0239.message     = Ni mogo\u010de spremeniti vrednosti lastnosti, ki se nana\u0161a na osnovni urnik, v vsebniku neosnovnega urnika: {0}.
FNRRS0239.arg.0       = Identifikator vsebnika.

FNRRS0240.explanation = Neposredna nastavitev tovrstnih lastnosti ni dovoljena, ker bi zaob\u0161la potrebno logiko preverjanja veljavnosti. 
FNRRS0240.action      = Namesto tega uporabite metodo DefensiblyDisposable setRetentionPeriod in/ali metodo setTriggerPropertyName. 
FNRRS0240.message     = Neposredna nastavitev vrednosti lastnosti osnovnega urnika ni dovoljena.

FNRRS0241.explanation = Vsebnik osnovnega urnika ne more vsebovati ve\u010dkratno vlo\u017eenih zapisov.
FNRRS0241.action      = Izberite drug ciljni vsebnik, kamor bo vlo\u017een zapis.
FNRRS0241.message     = Ve\u010dkratno vlo\u017eenega zapisa ni mogo\u010de dati v vsebnik osnovnega urnika.

FNRRS0242.explanation = Vsebnik osnovnega urnika ne more vsebovati fizi\u010dnih zapisov.
FNRRS0242.action      = Izberite drug ciljni vsebnik, kamor bo vlo\u017een zapis.
FNRRS0242.message     = Fizi\u010dnega zapisa ni mogo\u010de vlo\u017eiti v vsebnik osnovnega urnika.

FNRRS0243.explanation = Vsebnik osnovnega urnika ne more vsebovati zapisov z vrsto zapisa.
FNRRS0243.action      = Izberite drug ciljni vsebnik, kamor bo vlo\u017een zapis.
FNRRS0243.message     = Zapisa s povezano vrsto zapisa ni mogo\u010de vlo\u017eiti v vsebnik osnovnega urnika.

FNRRS0244.explanation = Vsi zapisi, vsebovani v vsebniku osnovnega urnika, morajo podpirati vsebnikovo dodeljeno lastnost spro\u017eilca. 
FNRRS0244.action      = Izberite drug ciljni vsebnik, kamor bo vlo\u017een zapis.
FNRRS0244.message     = Razred zapisa ne podpira lastnosti spro\u017eilca, ki je dodeljena ciljnemu vsebniku osnovnega urnika.

FNRRS0245.explanation = Vsebnik osnovnega urnika ne more imeti dodeljenih urnikov razporeditve, neposredno ali z dedovanjem. 
FNRRS0245.action      = Urnika razporeditve ne sku\u0161ajte dodeliti obstoje\u010demu vsebniku osnovnega urnika oz. med ustvarjanjem tovrstnega vsebnika.
FNRRS0245.message     = Urnika razporeditve ni mogo\u010de dodeliti vsebniku osnovnega urnika.

FNRRS0246.explanation = Zapisa, ki je trenutno vklju\u010den v poro\u010dilo osnovnega urnika, ni mogo\u010de premakniti izven njegovega vsebnika.
FNRRS0246.action      = Ustvarite lahko novo kopijo tega zapisa ali pa zapis zadr\u017eite.
FNRRS0246.message     = Zapisa, ki je trenutno vklju\u010den v poro\u010dilo osnovnega urnika, ni mogo\u010de premakniti: {0}.
FNRRS0246.arg.0       = Identifikator zapisa.

FNRRS0247.explanation = Sicer primernega vsebnika ni mogo\u010de pretvoriti v vsebnik osnovnega urnika, \u010de je ta vsebnik alivsaj eden od njegovih vsebovanih zapisov trenutno vklju\u010den v obdelavo razporeditve.
FNRRS0247.action      = Dokon\u010dajte obstoje\u010do obdelavo razporeditve za vsebnik in/ali vsebovane zapise, preden ga sku\u0161ate pretvoriti.
FNRRS0247.message     = Predlagani vsebnik trenutno ni primeren za pretvorbo v vsebnik osnovnega urnika, ker je ta vsebnik ali vsaj eden od njegovih vsebovanih zapisov trenutno vklju\u010den v obdelavo razporeditve: {0}.
FNRRS0247.arg.0       = Identifikator neprimernega vsebnika oz. podrejenega zapisa.

FNRRS0248.explanation = Lastnosti spro\u017eilca, ki je trenutno vklju\u010dena v poro\u010dilo osnovnega urnika, ni dovoljeno spreminjati.
FNRRS0248.action      = Ne sku\u0161ajte spreminjati vrednosti lastnosti spro\u017eilca.
FNRRS0248.message     = Dodeljene vrednosti lastnosti spro\u017eilca za zapis, ki je trenutno vklju\u010den v poro\u010dilo osnovnega urnika, ni mogo\u010de posodobiti: {0}.
FNRRS0248.arg.0       = Identifikator zapisa.

FNRRS0249.explanation = Ker vsebnik osnovnega urnika ne more vsebovati ve\u010dkratno vlo\u017eenih zapisov, obstoje\u010dih zapisov v vsebniku osnovnega urnika ni mogo\u010de vlo\u017eiti drugam.
FNRRS0249.action      = Premaknite ali kopirajte zapis, namesto da ga ve\u010dkratno vlo\u017eite.
FNRRS0249.message     = Zapisa, ki je trenutno vsebovan v vsebniku osnovnega urnika, ni mogo\u010de ve\u010dkratno vlo\u017eiti: {0}.
FNRRS0249.arg.0       = Identifikator zapisa.

FNRRS0250.explanation = Dolo\u010deni primerki konfiguracije sistema so konstante in jih ni mogo\u010de spreminjati.
FNRRS0250.message     = Operacija posodobitve ni dovoljena za primerek konfiguracije sistema, \u010digar ime lastnosti je: {0}.
FNRRS0250.arg.0       = Ime lastnosti zadevne konfiguracije sistema.

FNRRS0251.explanation = Datum izvajanja trenutne faze entitete ni nastavljen ali je nastavljen v prihodnosti.
FNRRS0251.action      = Ponovno za\u017eenite \u010di\u0161\u010denje razporeditve, da osve\u017eite stanje razporeditve entitete.
FNRRS0251.message     = Ni mogo\u010de inicializirati razporeditve, ker je datum izvajanja trenutne faze bil spremenjen za entiteto: {0}, datum: {1}.
FNRRS0251.arg.0       = Zadevna entiteta.
FNRRS0251.arg.1       = Datum izvajanja trenutne faze entitete.

FNRRS0252.explanation = Inicializacije razporeditve ni mogo\u010de uporabiti za entiteto, \u010digar dejanje trenutne faze je Samodejno uni\u010di.
FNRRS0252.action      = Za\u017eenite \u010di\u0161\u010denje razporeditve Samodejno uni\u010di, da obdelate to entiteto.
FNRRS0252.message     = Ni mogo\u010de inicializirati razporeditve za entiteto, \u010digar dejanje trenutne faze je Samodejno uni\u010di: {0}.
FNRRS0252.arg.0       = Zadevna entiteta.

FNRRS0253.explanation = Inicializacije razporeditve ni mogo\u010de uporabiti za entiteto, \u010digar hierarhija pomo\u017enih vsebnikov vklju\u010duje enega ali ve\u010d zadr\u017eanih fizi\u010dnih vsebnikov.
FNRRS0253.action      = Odstranite vsa zadr\u017eanja in ponovno poskusite inicializirati razporeditev.
FNRRS0253.message     = Ni mogo\u010de inicializirati razporeditve za entiteto, ki vsebuje zadr\u017eane fizi\u010dne pomo\u017ene vsebnike: {0}.
FNRRS0253.arg.0       = Zadevna entiteta.

FNRRS0254.explanation = Inicializacije razporeditve ni mogo\u010de uporabiti za entiteto, \u010digar hierarhija pomo\u017enih vsebnikov vklju\u010duje enega ali ve\u010d zadr\u017eanih fizi\u010dnih zapisov.
FNRRS0254.action      = Odstranite vsa zadr\u017eanja in ponovno poskusite inicializirati razporeditev.
FNRRS0254.message     = Ni mogo\u010de inicializirati razporeditve za entiteto, ki vsebuje zadr\u017ean fizi\u010dni zapis: {0}.
FNRRS0254.arg.0       = Zadevna entiteta.

FNRRS0255.explanation = Inicializacije razporeditve ni mogo\u010de uporabiti za entiteto, \u010digar hierarhija pomo\u017enih vsebnikov vklju\u010duje pomo\u017eni vsebnik, ki je zadr\u017ean in ki vsebuje fizi\u010dne zapise.
FNRRS0255.action      = Odstranite vsa zadr\u017eanja in ponovno poskusite inicializirati razporeditev.
FNRRS0255.message     = Ni mogo\u010de inicializirati razporeditve za entiteto, ki vsebuje pomo\u017eni vsebnik, ki je zadr\u017ean in ki vsebuje fizi\u010dni zapis: {0}.
FNRRS0255.arg.0       = Zadevna entiteta.


FNRRS0300.explanation = Ni bilo mogo\u010de pridobiti primerka JAAS Subject, ki se navezuje na domain_type, url povezave, uporabni\u0161ko ime in ime JAAS_stanza.
FNRRS0300.action      = Zagotovite naslednje: 1) konfiguracija JAAS za izvajalnik kode je pravilno navedena. 2) Navedena sta pravilen url in pravilna \u0161tevilka vrat. 3) Za url je navedeno ustrezno ime za JAAS_stanza.
FNRRS0300.message     = Ni mogo\u010de pridobiti JAAS Subject za vrsto domene: "{0}", url: "{1}", uporabni\u0161ko ime: "{2}", JAAS stanza: "{3}".
FNRRS0300.arg.0       = domain_type
FNRRS0300.arg.1       = url
FNRRS0300.arg.2       = username
FNRRS0300.arg.3       = JAAS_stanza

FNRRS0301.explanation = Shramba predmetov P8, ki jo navaja objectstore_ident, ni veljaven repozitorij vsebine za Records Manager.
FNRRS0301.action      = Preverite, ali je za to shrambo predmetov P8 bil uporabljen ustrezen podatkovni model Records Manager.
FNRRS0301.message     = Shramba predmetov P8 ni veljaven repozitorij vsebine za Records Manager: "{0}".
FNRRS0301.arg.0       = objectstore_ident

FNRRS0302.explanation = Shramba predmetov P8, ki jo navaja objectstore_ident, ni veljaven repozitorij na\u010drta arhiviranja za IBM Enterprise Records.
FNRRS0302.action      = Preverite, ali je za to shrambo predmetov P8 bil uporabljen ustrezen podatkovni model IBM Enterprise Records.
FNRRS0302.message     = Shramba predmetov P8 ni veljaven repozitorij na\u010drta arhiviranja za IBM Enterprise Records: "{0}".
FNRRS0302.arg.0       = objectstore_ident

FNRRS0303.explanation = Predmet API, tj. instance_ident, ki je vrste entity_type, \u0161e ni bil povezan s svojim pripadajo\u010dim osnovnim predmetom repozitorija. To omejuje uporabo primerka API-ja, npr. poskus pridobivanja vrednosti lastnosti iz njega.
FNRRS0303.action      = Izvedite fetchInstance (in ne getInstance) za primerek API-ja, da vsilite pridobivanje iz repozitorija.
FNRRS0303.message     = Osnovni predmet repozitorija \u0161e ni bil dolo\u010den za primerek API-ja: "{0}", vrste: "{1}".
FNRRS0303.arg.0       = instance_ident
FNRRS0303.arg.1       = entity_type

FNRRS0304.explanation = Iz domene domain_indent ni mogo\u010de pridobiti nobenih razpolo\u017eljivih repozitorijev na\u010drta arhiviranja.
FNRRS0304.action      = Preverite, ali ima trenutni uporabnik dovoljenje za dostop do vsaj enega repozitorija na\u010drta arhiviranja v domeni. Prav tako preverite, ali je bil kot repozitorij na\u010drta arhiviranja konfiguriran vsaj en repozitorij.
FNRRS0304.message     = Iz domene ni mogo\u010de pridobiti nobenih razpolo\u017eljivih repozitorijev na\u010drta arhiviranja: "{0}".
FNRRS0304.arg.0       = domain_ident

FNRRS0305.explanation = Iz domene domain_indent ni mogo\u010de pridobiti nobenih razpolo\u017eljivih repozitorijev na\u010drta arhiviranja.
FNRRS0305.action      = Preverite, ali ima trenutni uporabnik dovoljenje za dostop do vsaj enega repozitorija na\u010drta arhiviranja v domeni. Prav tako preverite, ali je bil kot repozitorij na\u010drta arhiviranja konfiguriran vsaj en repozitorij.
FNRRS0305.message     = Iz domene ni mogo\u010de pridobiti nobenih razpolo\u017eljivih repozitorijev na\u010drta arhiviranja: "{0}".
FNRRS0305.arg.0       = domain_ident

FNRRS0306.explanation = Med poskusom vnosa lastnosti za P8 Content Engine s simboli\u010dnim imenom symbolic_name se je pojavila izjema.
FNRRS0306.action      = Preverite sklad izjem, da ugotovite vzrok za RMRuntimeException. Vzrok je obi\u010dajno te\u017eava s pretvorbo vrste.
FNRRS0306.message     = Napaka med vnosom lastnosti P8CE, simboli\u010dno ime: "{0}".
FNRRS0306.arg.0       = symbolic_name

FNRRS0307.explanation = Za lastnost symbolic_name se je pojavil nepodprt razred lastnosti repozitorija class_name.
FNRRS0307.action      = Izberite drugo lastnost ali vrsto razreda lastnosti.
FNRRS0307.message     = Med vnosom lastnosti repozitorija se je pojavil nepodprt razred lastnosti; simboli\u010dno ime: "{0}", razred: "{1}".
FNRRS0307.arg.0       = symbolic_name
FNRRS0307.arg.1       = class_name

FNRRS0308.explanation = Med nastavljanjem vrednosti lastnosti repozitorija za lastnost symbolic_name vrste data_type se je pojavila nepri\u010dakovana napaka.
FNRRS0308.action      = Preverite interno izjemo, \u010de obstaja kak dodaten opis napake repozitorija.
FNRRS0308.message     = Napaka med poskusom nastavitve vrednosti lastnosti repozitorija; simboli\u010dno ime: "{0}", vrsta podatkov: "{1}".
FNRRS0308.arg.0       = symbolic_name
FNRRS0308.arg.1       = data_type

FNRRS0309.explanation = Dostopna plast repozitorija P8 Content Engine ne podpira predmeta vsebnika vrste entity_type.
FNRRS0309.action      = Izberite drugo vrsto vsebnika ali izberite drug repozitorij, ki podpira to vrsto entitete.
FNRRS0309.message     = Ni mogo\u010de oblikovati predmeta vsebnika zaradi nepodprte entitete vsebnika P8CE_RAL: "{0}".
FNRRS0309.arg.0       = entity_type

FNRRS0310.explanation = fpRepository ne vsebuje predmeta "SystemConfiguration", katerega "PropertyName" je "FPOS Setup".
FNRRS0310.action      = Preverite, ali je bil fpRepository ustrezno konfiguriran.
FNRRS0310.message     = Ni razpolo\u017eljivega predmeta "FPOS Setup" SystemConfiguration v repozitoriju na\u010drta arhiviranja: "{0}".
FNRRS0310.arg.0       = fpRepository

FNRRS0311.explanation = Predmet repozitorija fpRepository, tj. "SystemConfiguration", katerega "PropertyName" je "FPOS Setup", ima neveljavno vrednosti lastnosti za"PropertyValue".
FNRRS0311.action      = Preverite, ali je bil fpRepository ustrezno konfiguriran.
FNRRS0311.message     = Neveljavna vrednost predmeta "FPOS Setup" SystemConfiguration v repozitoriju na\u010drta arhiviranja: "{0}".
FNRRS0311.arg.0       = fpRepository

FNRRS0312.explanation = Operacija shranjevanja za predmet vrste entity_type in identifikator object_ident ni uspela.
FNRRS0312.action      = Preverite, ali zadevni predmet v repozitoriju \u0161e vedno obstaja. Prav tako preverite, ali ima trenutni uporabnik ustrezen varnostni dostop za raven predmeta, da dovoli to operacijo.
FNRRS0312.message     = Ni mogo\u010de izvesti operacije shranjevanja na predmetu repozitorija, "{0}", vrsta: "{1}". Informacije o napaki: {2}
FNRRS0312.arg.0       = object_ident
FNRRS0312.arg.1       = entity_type
FNRRS0312.arg.2		  = niz sporo\u010dila izjeme

FNRRS0313.explanation = Med poskusom pridobivanja korenskega vozli\u0161\u010da na\u010drta arhiviranja za repozitorij na\u010drta arhiviranja se je pojavila napaka.
FNRRS0313.action      = Preverite, ali ima trenutni uporabnik vsaj pravice ogledovanja znotraj korenskega vozli\u0161\u010da na\u010drta arhiviranja in ali je zadevni repozitorij na\u010drta arhiviranja name\u0161\u010den in pravilno konfiguriran.
FNRRS0313.message     = Ni mogo\u010de pridobiti korenskega vozli\u0161\u010da na\u010drta arhiviranja iz repozitorija na\u010drta arhiviranja: "{0}".
FNRRS0313.arg.0       = fpRepository

FNRRS0314.explanation = Nepri\u010dakovana napaka med dodajanjem k zbirki lastnosti za lastnost s symbolic_name vrste data_type.
FNRRS0314.action      = Preverite interno izjemo, \u010de obstaja opis napake repozitorija.
FNRRS0314.message     = Napaka med poskusom dodajanja nove lastnosti v zbirko; simboli\u010dno ime: "{0}", vrsta podatkov: "{1}".
FNRRS0314.arg.0       = symbolic_name
FNRRS0314.arg.1       = data_type

FNRRS0315.explanation = Med poskusom pridobivanja kategorij podrejenega zapisa iz nadrejenega vsebnika se je pojavila napaka.
FNRRS0315.action      = Preverite, ali ima trenutni uporabnik vsaj pravice ogledovanja vsebine nadrejenega vsebnika.
FNRRS0315.message     = Napaka med pridobivanjem kategorij zapisa iz nadrejenega vsebnika: "{0}".
FNRRS0315.arg.0       = parent_container

FNRRS0316.explanation = Med poskusom pridobivanja trenutnih vsebin iteratorja strani se je pojavila napaka.
FNRRS0316.action      = Preverite, ali je bil izveden za\u010detni poziv RMPageInterator.nextPage(), da iterator premaknete na prvo stran. Obstaja pa mo\u017enost, da je iterator bil pomaknjen za zadnjo stran.
FNRRS0316.message     = Napaka med poskusom pridobivanja vsebin trenutne strani iz RMPageIterator.

FNRRS0317.explanation = Med poskusom pridobivanja naslednje strani iteratorja strani se je pojavila napaka.
FNRRS0317.action      = Preverite, ali je iterator bil pomaknjen za zadnjo stran.
FNRRS0317.message     = Napaka med poskusom pridobivanja naslednje strani iz iteratorja PagableSet.

FNRRS0318.explanation = Med poskusom pridobivanja nadrejenih vsebnikov za predmet se je pojavila napaka.
FNRRS0318.action      = Preverite, ali ima trenutni uporabnik vsaj pravice ogledovanja za nadrejeni vsebnik.
FNRRS0318.message     = Napaka med pridobivanjem nadrejenega vsebnika/vsebnikov za predmet: "{0}".
FNRRS0318.arg.0       = predmet

FNRRS0319.explanation = Operacija brisanja za predmet vrste entity_type in identifikator object_ident ni uspela.
FNRRS0319.action      = Preverite, ali zadevni predmet v repozitoriju \u0161e vedno obstaja. Prav tako preverite, ali ima trenutni uporabnik ustrezen varnostni dostop za raven predmeta, da dovoli to operacijo.
FNRRS0319.message     = Ni mogo\u010de izvesti operacije brisanja na predmetu repozitorija, "{0}", vrsta: "{1}".
FNRRS0319.arg.0       = object_ident
FNRRS0319.arg.1       = entity_type

FNRRS0320.explanation = Operacija dodajanja kategorije zapisa za predmet vrste entity_type in identifikator object_ident ni uspela.
FNRRS0320.action      = Preverite, ali zadevni ciljni predmet v repozitoriju \u0161e vedno obstaja. Preverite, ali cilj sme vsebovati kategorijo zapisa. Preverite, ali ima trenutni uporabnik ustrezen varnostni dostop za raven predmeta, da dovoli to operacijo.
FNRRS0320.message     = Ni mogo\u010de dodati kategorije zapisa v ciljni predmet: "{0}", vrsta: "{1}".
FNRRS0320.arg.0       = object_ident
FNRRS0320.arg.1       = entity_type

FNRRS0321.explanation = Med poskusom pridobivanja trenutnega \u0161tevila elementov iteratorja strani se je pojavila napaka.
FNRRS0321.action      = Preverite, ali je bil izveden za\u010detni poziv RMPageInterator.nextPage(), da iterator premaknete na prvo stran. Obstaja pa mo\u017enost, da je iterator bil pomaknjen za zadnjo stran.
FNRRS0321.message     = Napaka med poskusom pridobivanja trenutnega \u0161tevila elementov iz RMPageIterator.

FNRRS0322.explanation = Operacija dodajanja mape zapisa za predmet vrste entity_type in identifikator object_ident ni uspela.
FNRRS0322.action      = Preverite, ali zadevni ciljni predmet v repozitoriju \u0161e vedno obstaja. Preverite, ali cilj sme vsebovati to vrsto mape zapisa. Preverite, ali ima trenutni uporabnik ustrezen varnostni dostop za raven predmeta, da dovoli to operacijo.
FNRRS0322.message     = Ni mogo\u010de dodati mape zapisa v ciljni predmet: "{0}", vrsta: "{1}".
FNRRS0322.arg.0       = object_ident
FNRRS0322.arg.1       = entity_type

FNRRS0323.explanation = Med poskusom pridobivanja map podrejenega zapisa iz nadrejenega vsebnika se je pojavila napaka.
FNRRS0323.action      = Preverite, ali ima trenutni uporabnik vsaj pravice ogledovanja vsebine nadrejenega vsebnika.
FNRRS0323.message     = Napaka med pridobivanjem map zapisa iz nadrejenega vsebnika: "{0}".
FNRRS0323.arg.0       = parent_container

FNRRS0324.explanation = Med poskusom pridobivanja aktivnega podrejenega nosilca iz nadrejenega vsebnika se je pojavila napaka.
FNRRS0324.action      = Preverite, ali ima trenutni uporabnik vsaj pravice ogledovanja vsebine nadrejenega vsebnika.
FNRRS0324.message     = Napaka med pridobivanjem aktivnega nosilca iz nadrejenega vsebnika: "{0}".
FNRRS0324.arg.0       = parent_container

FNRRS0325.explanation = Med poskusom pridobivanja nosilcev podrejenega zapisa iz nadrejenega vsebnika se je pojavila napaka.
FNRRS0325.action      = Preverite, ali ima trenutni uporabnik vsaj pravice ogledovanja vsebine nadrejenega vsebnika.
FNRRS0325.message     = Napaka med pridobivanjem nosilca zapisa iz nadrejenega vsebnika: "{0}".
FNRRS0325.arg.0       = parent_container

FNRRS0326.explanation = Operacija dodajanja nosilca zapisa za predmet vrste entity_type in identifikator object_ident ni uspela.
FNRRS0326.action      = Preverite, ali zadevni ciljni predmet v repozitoriju \u0161e vedno obstaja. Preverite, ali cilj sme vsebovati nosilec zapisa. Preverite, ali ima trenutni uporabnik ustrezen varnostni dostop za raven predmeta, da dovoli to operacijo.
FNRRS0326.message     = Ni mogo\u010de dodati nosilca zapisa v ciljni predmet: "{0}", vrsta: "{1}".
FNRRS0326.arg.0       = object_ident
FNRRS0326.arg.1       = entity_type

FNRRS0327.explanation = Poizvedba za predmete zaradi napake repozitorija ni uspela.
FNRRS0327.action      = Preverite, ali je sintaksa SQL pravilna oz. za podrobnej\u0161o razlago napake preglejte vpletene izjeme ali oboje.
FNRRS0327.message     = Poizvedba za predmete ni uspela.

FNRRS0328.explanation = Poizvedba za vrstice zaradi napake repozitorija ni uspela.
FNRRS0328.action      = Preverite, ali je sintaksa SQL pravilna oz. za podrobnej\u0161o razlago napake preglejte vpletene izjeme ali oboje.
FNRRS0328.message     = Poizvedba za vrstice ni uspela.

FNRRS0329.explanation = Izveden je bil poskus pridobitve RMPagingIterator iz PagableSet, ki ne podpira ostranjevanja.
FNRRS0329.action      = Uporabite metodo RMPagingIterator.supportsPaging(), da dolo\u010dite, ali je ostranjevanje podprto. \u010ce ostranjevanje ni podprto, uporabite RMPagingIterator.iterator() namesto RMPagingIterator.pageIterator().
FNRRS0329.message     = Ostranjevanje ni podprto za ta primerek PagableSet.

FNRRS0330.explanation = Med pridobivanjem ozna\u010devalnih naborov iz domene domain_ident se je pojavila napaka.
FNRRS0330.action      = Preverite, ali ima trenutni uporabnik dovoljenje za dostop do vsaj enega ozna\u010devalnega nabora v domeni.
FNRRS0330.message     = Ni mogo\u010de pridobiti ozna\u010devalnih naborov iz domene: "{0}".
FNRRS0330.arg.0       = domain_ident

FNRRS0331.explanation = Identifikacijski niz ozna\u010devalnega nabora, markingSetId, nima veljavne oblike zapisa.
FNRRS0331.action      = Poskrbite, da bo identifikacijski niz imel obliko zapisa niza GUID: "{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}", kjer vsak "x" predstavlja \u0161estnajsti\u0161ki znak.
FNRRS0331.message     = Nepravilna oblika zapisa identifikacijskega niza ozna\u010devalnega nabora: "{0}".
FNRRS0331.arg.0       = markingSetId

FNRRS0332.explanation = Med pridobivanjem izbirnega seznama iz repozitorija repos_ident se je pojavila napaka.
FNRRS0332.action      = Preverite, ali ima trenutni uporabnik dovoljenje za dostop do vsaj enega izbirnega seznama v repozitoriju.
FNRRS0332.message     = Ni mogo\u010de pridobiti izbirnih seznamov iz repozitorija: "{0}".
FNRRS0332.arg.0       = repos_ident

FNRRS0333.explanation = Identifikacijski niz izbirnega seznama, choiceListId, nima veljavne oblike zapisa.
FNRRS0333.action      = Poskrbite, da bo identifikacijski niz imel obliko zapisa niza GUID: "{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}", kjer vsak "x" predstavlja \u0161estnajsti\u0161ki znak.
FNRRS0333.message     = Nepravilna oblika zapisa identifikacijskega niza izbirnega seznama: "{0}".
FNRRS0333.arg.0       = choiceListId

FNRRS0334.explanation = Med pridobivanjem opisa razreda classDesc_ident iz repozitorija repos_ident se je pojavila napaka.
FNRRS0334.action      = Preverite, ali opis razreda obstaja v repozitoriju in ali ima trenutni uporabnik dovoljenje za dostop do opisa razreda.
FNRRS0334.message     = Ni mogo\u010de pridobiti opisa razreda iz repozitorija: "{0}", identiteta opisa razreda: "{1}".
FNRRS0334.arg.0       = repos_ident
FNRRS0334.arg.1       = classDesc_ident

FNRRS0335.explanation = Med pridobivanjem opisov razreda iz repozitorija repos_ident se je pojavila napaka.
FNRRS0335.action      = Preverite, ali ima trenutni uporabnik dovoljenje za dostop do repozitorija.
FNRRS0335.message     = Ni mogo\u010de pridobiti opisov razreda iz repozitorija: "{0}", identitete opisov razreda: "{1}".
FNRRS0335.arg.0       = repos_ident

FNRRS0336.explanation = Zaznan je bil neveljaven parameter niza ID-ja.
FNRRS0336.action      = Poskrbite, da bo identifikacijski niz imel obliko zapisa niza GUID: "{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}", kjer vsak "x" predstavlja \u0161estnajsti\u0161ki znak.
FNRRS0336.message     = Neveljaven parameter identifikacijskega niza: "{0}".
FNRRS0336.arg.0       = id_string

FNRRS0337.explanation = Iz domene ni mogo\u010de pridobiti trenutnega overjenega uporabnika.
FNRRS0337.action      = Preverite, ali je uporabnik trenutno overjen za domeno oz. da je bil za trenutno nit dolo\u010den subjekt JAAS ali oboje.
FNRRS0337.message     = Iz domene ni mogo\u010de pridobiti trenutnega overjenega uporabnika.

FNRRS0338.explanation = Operacija iskanja za navedene uporabni\u0161ke skupine ni uspela.
FNRRS0338.action      = Preverite, ali je uporabnik trenutno overjen za domeno oz. da je bil za trenutno nit dolo\u010den subjekt JAAS ali oboje.
FNRRS0338.message     = Napaka med iskanjem uporabni\u0161kih skupin v domeni.

FNRRS0339.explanation = Operacija iskanja za navedene uporabnike ni uspela.
FNRRS0339.action      = Preverite, ali je uporabnik trenutno overjen za domeno oz. da je bil za trenutno nit dolo\u010den subjekt JAAS ali oboje.
FNRRS0339.message     = Napaka med iskanjem uporabnikov v domeni.

FNRRS0340.explanation = Trenutni uporabnik nima zadostnih pravic za dodajanje novega \u010dlana k obstoje\u010di vlogi, ki je dolo\u010dena s svojimi role_name, role_type in appl_name.
FNRRS0340.action      = Poskrbite, da bo trenutni uporabnik imel zadostne pravice za dodajanje novega \u010dlana k obstoje\u010di vlogi.
FNRRS0340.message     = Trenutni uporabnik nima zadostnih pravic za dodajanje k vlogi, ime vloge = "{0}", vrsta vloge = "{1}", aplikacija = "{2}".
FNRRS0340.arg.0       = role_name
FNRRS0340.arg.1       = role_type
FNRRS0340.arg.2       = appl_name

FNRRS0341.explanation = Med poskusom pridobivanja vloge za dostop, ki je dolo\u010dena z role_type in appl_name, je pri\u0161lo do napake.
FNRRS0341.action      = Poskrbite, da bo trenutni uporabnik imel zadostne pravice za dodajanje novega \u010dlana k obstoje\u010di vlogi in da zadevna vloga \u0161e vedno obstaja v repozitoriju.
FNRRS0341.message     = Napaka med poskusom pridobivanja vloge za dostop, ki je dolo\u010dena z vrsto = "{0}" in aplikacijo "{1}".
FNRRS0341.arg.0       = role_type
FNRRS0341.arg.1       = appl_name

FNRRS0342.explanation = Ustvarjanje nove vloge z uporabo vrste role_type in imena aplikacije appl_name zaradi prej obstoje\u010de vloge s taistimi vrednostmi ni uspelo.
FNRRS0342.action      = Uporabite drug nabor vrednosti za vrsto vloge/ime aplikacije ali najprej izbri\u0161ite ujemajo\u010do se obstoje\u010do vlogo.
FNRRS0342.message     = Ni mogo\u010de ustvariti nove vloge zaradi ujemajo\u010de se prej obstoje\u010de vloge; vrsta = "{0}" in aplikacija = "{1}".
FNRRS0342.arg.0       = role_type
FNRRS0342.arg.1       = appl_name

FNRRS0343.explanation = Med poskusom pridobivanja vloge za dostop, ki je dolo\u010dena z role_name in appl_name, je pri\u0161lo do napake.
FNRRS0343.action      = Poskrbite, da bo trenutni uporabnik imel zadostne pravice za ogled obstoje\u010de vloge in da zadevna vloga \u0161e vedno obstaja v repozitoriju.
FNRRS0343.message     = Napaka med poskusom pridobivanja vloge za dostop, ki je dolo\u010dena z imenom = "{0}" in aplikacijo "{1}".
FNRRS0343.arg.0       = role_name
FNRRS0343.arg.1       = appl_name

FNRRS0344.explanation = Trenutnega uporabnika ni mogo\u010de dolo\u010diti.
FNRRS0344.action      = Preverite, ali je uporabnik trenutno overjen za domeno oz. da je bil za trenutno nit dolo\u010den subjekt JAAS ali oboje.
FNRRS0344.message     = Trenutnega uporabnika ni mogo\u010de dolo\u010diti.

FNRRS0345.explanation = Med poskusom pridobivanja na\u010drtov arhiviranja iz nadrejenega vsebnika na\u010drtov arhiviranja se je pojavila napaka.
FNRRS0345.action      = Preverite, ali ima trenutni uporabnik vsaj pravice ogledovanja za vsebino v repozitoriju na\u010drta arhiviranja.
FNRRS0345.message     = Napaka med pridobivanjem na\u010drtov arhiviranja iz repozitorija na\u010drta arhiviranja: "{0}".
FNRRS0345.arg.0       = fileplan_repository

FNRRS0346.explanation = Zahtevana lastnost manjka ali nima vrednosti.
FNRRS0346.action      = Poskrbite, da bo vnesena veljavna vrednost lastnosti.
FNRRS0346.message     = Lastnost manjka ali nima vrednosti; simboli\u010dno ime: "{0}".
FNRRS0346.arg.0       = property_name

FNRRS0347.explanation = Navedeno ime na\u010drta arhiviranja ni enoli\u010dno.
FNRRS0347.action      = Vnesite ime na\u010drta arhiviranja, ki \u0161e ni bilo uporabljeno za repozitorij na\u010drta arhiviranja.
FNRRS0347.message     = Ime na\u010drta arhiviranja ni enoli\u010dno: "{0}".
FNRRS0347.arg.0       = fileplan_name

FNRRS0348.explanation = Med poskusom dodajanja novega na\u010drta arhiviranja v repozitorij na\u010drta arhiviranja je pri\u0161lo do napake.
FNRRS0348.action      = Preverite, ali je ciljni repozitorij veljaven. Preverite, ali ima trenutni uporabnik ustrezen varnostni dostop za raven predmeta, da dovoli to operacijo.
FNRRS0348.message     = Ni mogo\u010de dodati novega na\u010drta arhiviranja v ciljni repozitorij na\u010drta arhiviranja: "{0}".
FNRRS0348.arg.0       = repository_ident

FNRRS0349.explanation = Ni mogo\u010de pridobiti navedenega opisa lastnosti oz. njegovega podpolja, ki pripada navedenemu razredu in repozitoriju.
FNRRS0349.action      = Preverite, ali je navedeni razred primeren za trenutni postopek.
FNRRS0349.message     = Ni mogo\u010de pridobiti opisa lastnosti za: "{0}", identiteta razreda: "{1}" iz repozitorija: "{2}".
FNRRS0349.arg.0       = property_ident
FNRRS0349.arg.1       = class_ident
FNRRS0349.arg.2       = repository_ident

FNRRS0350.explanation = Med poskusom pridobivanja navedenega elementa vsebine kot dela postopka deklaracije zapisa je pri\u0161lo do napake.
FNRRS0350.action      = Preverite, ali navedeni element vsebine obstaja in je dostopen.
FNRRS0350.message     = Ni mogo\u010de pridobiti navedenega elementa vsebine za postopek deklaracije zapisa: "{0}".
FNRRS0350.arg.0       = contentItem_ident

FNRRS0351.explanation = Za navedeno mapo zapisa ni mogo\u010de najti nobenega aktivnega podrejenega nosilca. To lahko prepre\u010di operacijo deklaracije zapisa, ko je mapa zapisa del ciljnih vsebnikov novega zapisa.
FNRRS0351.action      = Mapi zapisa dodajte nov aktiven nosilec ali ponovno odprite obstoje\u010di nosilec ter ga dolo\u010dite kot ciljni nosilec za operacijo deklaracije zapisa.
FNRRS0351.message     = Za navedeno mapo zapisa ni na voljo noben aktivni podrejeni nosilec: "{0}".
FNRRS0351.arg.0       = recordFolder_ident

FNRRS0352.explanation = Med poskusom pridobivanja lokacij iz nadrejenega repozitorija na\u010drta arhiviranja se je pojavila napaka.
FNRRS0352.action      = Preverite, ali ima trenutni uporabnik vsaj pravice ogledovanja za vsebino v repozitoriju na\u010drta arhiviranja.
FNRRS0352.message     = Napaka med pridobivanjem lokacij iz nadrejenega repozitorija na\u010drta arhiviranja: "{0}".
FNRRS0352.arg.0       = fileplan_repository

FNRRS0353.explanation = Med poskusom pridobivanja dodatka iz navedenega repozitorija se je pojavila napaka.
FNRRS0353.action      = Preverite, ali ima trenutni uporabnik vsaj pravice ogledovanja vsebine repozitorija.
FNRRS0353.message     = Napaka med pridobivanjem dodatkov iz repozitorija: "{0}".
FNRRS0353.arg.0       = repository

FNRRS0354.explanation = Med poskusom pridobivanja vrst zapisov iz nadrejenega repozitorija na\u010drta arhiviranja se je pojavila napaka.
FNRRS0354.action      = Preverite, ali ima trenutni uporabnik vsaj pravice ogledovanja za vsebino v repozitoriju na\u010drta arhiviranja.
FNRRS0354.message     = Napaka med pridobivanjem vrst zapisa iz repozitorija na\u010drta arhiviranja: "{0}".
FNRRS0354.arg.0       = fileplan_repository

FNRRS0355.explanation = Identifikacijski niz za RMLink, tj. rmLinkId, nima veljavne oblike zapisa.
FNRRS0355.action      = Poskrbite, da bo identifikacijski niz imel obliko zapisa niza GUID: "{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}", kjer vsak "x" predstavlja \u0161estnajsti\u0161ki znak.
FNRRS0355.message     = Neveljavna oblika zapisa identifikacijskega niza RMLink: "{0}".
FNRRS0355.arg.0       = rmLinkId

FNRRS0356.explanation = Med poskusom pridobivanja vodi\u010dev za varnostne klasifikacije iz navedenega repozitorija na\u010drta arhiviranja se je pojavila napaka.
FNRRS0356.action      = Preverite, ali je repozitorij varnostni klasificirani repozitorij na\u010drta arhiviranja DoD in ali ima obstoje\u010di uporabnik ustrezen varnostni dostop do vodi\u010dev za klasifikacijo.
FNRRS0356.message     = Napaka med pridobivanjem vodi\u010dev za klasifikacijo iz repozitorija na\u010drta arhiviranja: "{0}".
FNRRS0356.arg.0       = repositoryIdent

FNRRS0357.explanation = Med poskusom pridobivanja razpolo\u017eljivih podrejenih razdelkov za navedeni vodi\u010d varnostne klasifikacije oz. razdelek vodi\u010da, ki pripada navedenemu repozitoriju na\u010drta arhiviranja, se je pojavila napaka.
FNRRS0357.action      = Preverite, ali je repozitorij varnostni klasificirani repozitorij na\u010drta arhiviranja DoD in ali ima obstoje\u010di uporabnik ustrezen varnostni dostop do vodi\u010dev za klasifikacijo.
FNRRS0357.message     = Napaka med pridobivanjem podrejenih razdelkov iz vodi\u010da za klasifikacijo oz. razdelka vodi\u010da "{1}", ki pripada repozitoriju na\u010drta arhiviranja: "{0}".
FNRRS0357.arg.0       = repositoryIdent
FNRRS0357.arg.1       = classificationGuideOrSection

FNRRS0358.explanation = Med poskusom pridobivanja razpolo\u017eljivih podrejenih tem za navedeni vodi\u010d varnostne klasifikacije oz. razdelek vodi\u010da, ki pripada navedenemu repozitoriju na\u010drta arhiviranja, se je pojavila napaka.
FNRRS0358.action      = Preverite, ali je repozitorij varnostni klasificirani repozitorij na\u010drta arhiviranja DoD in ali ima obstoje\u010di uporabnik ustrezen varnostni dostop do vodi\u010dev za klasifikacijo.
FNRRS0358.message     = Napaka med pridobivanjem podrejenih tem iz vodi\u010da za klasifikacijo oz. razdelka vodi\u010da "{1}", ki pripada repozitoriju na\u010drta arhiviranja: "{0}".
FNRRS0358.arg.0       = repositoryIdent
FNRRS0358.arg.1       = classificationGuideOrSection

FNRRS0359.explanation = Navedeni repozitorij na\u010drta arhiviranja ni konfiguriran s klasificiranim podatkovnim modelom DoD in zato ne podpira varnostnih klasifikacijskih vodi\u010dev DoD.
FNRRS0359.action      = Preverite, ali je naveden ustrezen repozitorij na\u010drta arhiviranja in ali je konfiguriran s klasificiranim podatkovnim modelom DoD.
FNRRS0359.message     = Klasifikacijski vodi\u010di niso podprti v repozitoriju na\u010drta arhiviranja: "{0}".
FNRRS0359.arg.0       = repositoryIdent

FNRRS0360.explanation = Med poskusom pridobivanja navedenega vodi\u010da za varnostno klasifikacijo, ki pripada navedenemu repozitoriju na\u010drta arhiviranja, se je pojavila napaka.
FNRRS0360.action      = Preverite, ali je repozitorij varnostni klasificirani repozitorij na\u010drta arhiviranja DoD in ali ima obstoje\u010di uporabnik ustrezen varnostni dostop do vodi\u010dev za klasifikacijo.
FNRRS0360.message     = Napaka med pridobivanjem vodi\u010da za klasifikacijo "{1}", ki pripada repozitoriju na\u010drta arhiviranja: "{0}".
FNRRS0360.arg.0       = repositoryIdent
FNRRS0360.arg.1       = guideIdent

FNRRS0361.explanation = P8 Content Engine API je vrnil nepri\u010dakovano izjemo, kot je navedeno v njegovi kodi izjeme in nizu sporo\u010dila.
FNRRS0361.action      = Za ve\u010d informacij glede vzroku za to stanje napake preverite izjemo, ki jo je vrnil P8 Content Engine, in vse razpolo\u017eljive zapise napake.
FNRRS0361.message     = P8 Content Engine je vrnil nepri\u010dakovano izjemo. Koda izjeme: {0}, sporo\u010dilo: ''{1}''
FNRRS0361.arg.0       = ceExceptionCode
FNRRS0361.arg.1       = ceExceptionMessage

FNRRS0362.explanation = Med poskusom pridobivanja najve\u010dje vrednosti \u010dasovne omejitve deklasifikacije v klasificiranem podatkovnem modelu DoD iz navedenega repozitorija na\u010drta arhiviranja se je pojavila nepri\u010dakovana izjema.
FNRRS0362.action      = Preverite, ali je bil klasificirani podatkovni model DoD konfiguriran za ta repozitorij in ali vsebuje veljavno vrednost za ustrezen vnos v konfiguracijo sistema.
FNRRS0362.message     = Nepri\u010dakovana napaka med pridobivanjem najve\u010dje vrednosti \u010dasovne omejitve deklasifikacije v klasificiranem podatkovnem modelu DoD. Repozitorij: ''{0}''
FNRRS0362.arg.0       = repositoryName

FNRRS0363.explanation = Med poskusom pridobivanja dejanj razporeditve iz nadrejenega repozitorija na\u010drta arhiviranja se je pojavila napaka.
FNRRS0363.action      = Preverite, ali ima trenutni uporabnik vsaj pravice ogledovanja za vsebino v repozitoriju na\u010drta arhiviranja.
FNRRS0363.message     = Napaka med pridobivanjem dejanj razporeditve iz nadrejenega repozitorija na\u010drta arhiviranja: ''{0}''.
FNRRS0363.arg.0       = fileplan_repository

FNRRS0364.explanation = Med poskusom pridobivanja spro\u017eilcev razporeditve iz nadrejenega repozitorija na\u010drta arhiviranja se je pojavila napaka.
FNRRS0364.action      = Preverite, ali ima trenutni uporabnik vsaj pravice ogledovanja za vsebino v repozitoriju na\u010drta arhiviranja.
FNRRS0364.message     = Napaka med pridobivanjem spro\u017eilcev razporeditve iz nadrejenega repozitorija na\u010drta arhiviranja: ''{0}''.
FNRRS0364.arg.0       = fileplan_repository

FNRRS0365.explanation = Med poskusom pridobivanja urnikov razporeditve iz nadrejenega repozitorija na\u010drta arhiviranja se je pojavila napaka.
FNRRS0365.action      = Preverite, ali ima trenutni uporabnik vsaj pravice ogledovanja za vsebino v repozitoriju na\u010drta arhiviranja.
FNRRS0365.message     = Napaka med pridobivanjem urnikov razporeditve iz nadrejenega repozitorija na\u010drta arhiviranja: ''{0}''.
FNRRS0365.arg.0       = fileplan_repository

FNRRS0366.explanation = Predlagano ime dogodka spro\u017eilca razporeditve je \u017ee v uporabi v tem repozitoriju.
FNRRS0366.action      = Vnesite vrednost, ki za ta repozitorij \u0161e ni bila uporabljena.
FNRRS0366.message     = Predlagano ime dogodka spro\u017eilca razporeditve ni enoli\u010dno v repozitoriju: "{0}".
FNRRS0366.arg.0       = name_value

FNRRS0367.explanation = \u010casovno obdobje cikla za ponavljajo\u010d se spro\u017eilec razporeditve mora biti ve\u010dje od 0.
FNRRS0367.action      = Vnesite vrednost, ki ni enaka ni\u010d, za leta, mesece ali dneve.
FNRRS0367.message     = Vsaj eno \u010dasovno obdobje cikla mora biti ve\u010dje od 0.

FNRRS0368.explanation = Med poskusom dodajanja novega spro\u017eilca razporeditve v repozitorij na\u010drta arhiviranja je pri\u0161lo do napake.
FNRRS0368.action      = Preverite, ali je ciljni repozitorij veljaven. Preverite, ali ima trenutni uporabnik ustrezen varnostni dostop za raven predmeta, da dovoli to operacijo.
FNRRS0368.message     = Ni mogo\u010de dodati novega spro\u017eilca razporeditve v repozitorij na\u010drta arhiviranja: "{0}".
FNRRS0368.arg.0       = repository_ident

FNRRS0369.explanation = Med poskusom dodajanja novega dejanja razporeditve v repozitorij na\u010drta arhiviranja je pri\u0161lo do napake.
FNRRS0369.action      = Preverite, ali je ciljni repozitorij veljaven. Preverite, ali ima trenutni uporabnik ustrezen varnostni dostop za raven predmeta, da dovoli to operacijo.
FNRRS0369.message     = Ni mogo\u010de dodati novega dejanja razporeditve v repozitorij na\u010drta arhiviranja: "{0}".
FNRRS0369.arg.0       = repository_ident

FNRRS0370.explanation = Predlagano ime dogodka dejanja razporeditve je \u017ee v uporabi v tem repozitoriju.
FNRRS0370.action      = Vnesite vrednost, ki za ta repozitorij \u0161e ni bila uporabljena.
FNRRS0370.message     = Predlagano ime dogodka dejanja razporeditve ni enoli\u010dno v repozitoriju: "{0}".
FNRRS0370.arg.0       = name_value

FNRRS0371.explanation = Vrednost delovnega toka, ki je povezana s predlaganim dejanjem razporeditve, ni primerek razreda WorkflowDefinition.
FNRRS0371.action      = Zagotovite veljaven primerek IBM Enterprise Records WorkflowDefinition za povezano lastnost delovnega toka.
FNRRS0371.message     = Vrednost delovnega toka, ki je povezana s predlaganim dejanjem razporeditve, ni primerek razreda WorkflowDefinition: "{0}".
FNRRS0371.arg.0       = class_name

FNRRS0372.explanation = Med poskusom pridobivanja definicij delovnega toka iz nadrejenega repozitorija na\u010drta arhiviranja se je pojavila napaka.
FNRRS0372.action      = Preverite, ali ima trenutni uporabnik vsaj pravice ogledovanja za vsebino v repozitoriju na\u010drta arhiviranja.
FNRRS0372.message     = Napaka med pridobivanjem definicij delovnega toka iz nadrejenega repozitorija na\u010drta arhiviranja: "{0}".
FNRRS0372.arg.0       = fileplan_repository

FNRRS0373.explanation = Predlagano ime urnika razporeditve je \u017ee v uporabi v tem repozitoriju.
FNRRS0373.action      = Vnesite vrednost, ki za ta repozitorij \u0161e ni bila uporabljena.
FNRRS0373.message     = Predlagano ime urnika razporeditve ni enoli\u010dno v repozitoriju: "{0}".
FNRRS0373.arg.0       = name_value

FNRRS0374.explanation = Predlagani urnik razporeditve ima navedeno neveljavno vrednost za spro\u017eilec razporeditve.
FNRRS0374.action      = Vnesite veljavno vrednost za spro\u017eilec razporeditve oz. za predhodno dolo\u010deni spro\u017eilec datuma koledarja.
FNRRS0374.message     = Predlagani urnik razporeditve ima navedeno neveljavno vrednost za spro\u017eilec razporeditve.
FNRRS0374.arg.0       = name_value

FNRRS0375.explanation = Vrednost navedene lastnosti je neveljavna ali izven razpona.
FNRRS0375.action      = Vnesite veljavno vrednost za navedeno lastnost.
FNRRS0375.message     = Vrednost navedene lastnosti je neveljavna ali izven razpona: {0}, "{1}".
FNRRS0375.arg.0       = property_name
FNRRS0375.arg.1       = property_value

FNRRS0376.explanation = Predlaganemu imenu urnika razporeditve manjka veljavna vrednost obdobja zadr\u017eanja.
FNRRS0376.action      = Vnesite nenegativne vrednosti za obdobje zadr\u017eanja v letih, mesecih in dnevih.
FNRRS0376.message     = Predlaganemu imenu urnika razporeditve manjka veljavna vrednost obdobja zadr\u017eanja.

FNRRS0377.explanation = Fazi razporeditve manjka veljavna vrednost obdobja zadr\u017eanja.
FNRRS0377.action      = Vnesite nenegativne vrednosti za obdobje zadr\u017eanja v letih, mesecih in dnevih.
FNRRS0377.message     = Fazi razporeditve manjka veljavna vrednost obdobja zadr\u017eanja.

FNRRS0378.explanation = Nadomestnemu zadr\u017eanju za fazo razporeditve manjka veljavna vrednost obdobja zadr\u017eanja.
FNRRS0378.action      = Vnesite nenegativne vrednosti za obdobje zadr\u017eanja v letih, mesecih in dnevih.
FNRRS0378.message     = Nadomestnemu zadr\u017eanju za fazo razporeditve manjka veljavna vrednost obdobja zadr\u017eanja.

FNRRS0379.explanation = Med poskusom dodajanja novega urnika razporeditve v repozitorij na\u010drta arhiviranja je pri\u0161lo do napake.
FNRRS0379.action      = Preverite, ali je ciljni repozitorij veljaven. Preverite, ali ima trenutni uporabnik ustrezen varnostni dostop za raven predmeta, da dovoli to operacijo.
FNRRS0379.message     = Ni mogo\u010de dodati novega urnika razporeditve v repozitorij na\u010drta arhiviranja: "{0}".
FNRRS0379.arg.0       = repository_ident

FNRRS0380.explanation = Med poskusom dodajanja nove vrste zapisa v repozitorij na\u010drta arhiviranja je pri\u0161lo do napake.
FNRRS0380.action      = Preverite, ali je ciljni repozitorij veljaven. Preverite, ali ima trenutni uporabnik ustrezen varnostni dostop za raven predmeta, da dovoli to operacijo.
FNRRS0380.message     = Ni mogo\u010de dodati nove v vrste zapisa v repozitorij na\u010drta arhiviranja: "{0}".
FNRRS0380.arg.0       = repository_ident

FNRRS0381.explanation = Predlagano ime vrste zapisa je \u017ee v uporabi v tem repozitoriju.
FNRRS0381.action      = Vnesite vrednost, ki za ta repozitorij \u0161e ni bila uporabljena.
FNRRS0381.message     = Predlagano ime vrste zapisa ni enoli\u010dno v repozitoriju: "{0}".
FNRRS0381.arg.0       = name_value

FNRRS0382.explanation = Ni mogo\u010de ustvariti novega primerka za entity_type v repository_ident.
FNRRS0382.action      = Preverite, ali je povezani razred dolo\u010den v repozitoriju in ali ima trenutni uporabnik ustrezen varnostni dostop, da dovoli to operacijo.
FNRRS0382.message     = Ni mogo\u010de ustvariti novega primerka za vrsto entitete v navedenem repozitoriju: {0}, "{1}".
FNRRS0382.arg.0       = entity_type
FNRRS0382.arg.1       = repository_ident

FNRRS0383.explanation = Navedena lastnost oz. njena vrednost trenutno ni na voljo.
FNRRS0383.action      = Preverite, ali je ta lastnost dolo\u010dena in na voljo trenutnemu uporabniku.
FNRRS0383.message     = Ni mogo\u010de pridobiti lastnosti: {0}.
FNRRS0383.arg.0       = property_name

FNRRS0384.explanation = Predlagano ime lokacije je \u017ee v uporabi v tem repozitoriju.
FNRRS0384.action      = Vnesite vrednost, ki za ta repozitorij \u0161e ni bila uporabljena.
FNRRS0384.message     = Predlagano ime lokacije ni enoli\u010dno v repozitoriju: "{0}".
FNRRS0384.arg.0       = name_value

FNRRS0385.explanation = Trenutna vrsta predmeta ne podpira te operacije.
FNRRS0385.action      = Te operacije ni mogo\u010de uporabiti skupaj s tem predmetom.  Spremenite predmet ali operacijo.
FNRRS0385.message     = Trenutna vrsta predmeta ne podpira te operacije.

FNRRS0386.explanation = Predlagano ime zadr\u017eanja je \u017ee v uporabi v tem repozitoriju.
FNRRS0386.action      = Vnesite vrednost, ki za ta repozitorij \u0161e ni bila uporabljena.
FNRRS0386.message     = Predlagano ime zadr\u017eanja ni enoli\u010dno v repozitoriju: "{0}".
FNRRS0386.arg.0       = name_value

FNRRS0387.explanation = Med pridobivanjem zadr\u017eanj iz repozitorija na\u010drta arhiviranja se je pojavila napaka.
FNRRS0387.action      = Preverite, ali v repozitoriju obstaja vsaj eno zadr\u017eanje.
FNRRS0387.message     = Napaka med pridobivanjem zadr\u017eanj iz repozitorija na\u010drta arhiviranja: "{0}".
FNRRS0387.arg.0       = identifikator repozitorija na\u010drta arhiviranja

FNRRS0388.explanation = Identifikacijski niz za zadr\u017eanje, tj. rmHoldId, nima veljavne oblike zapisa.
FNRRS0388.action      = Poskrbite, da bo identifikacijski niz imel obliko zapisa niza GUID: "{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}", kjer vsak "x" predstavlja \u0161estnajsti\u0161ki znak.
FNRRS0388.message     = Neveljavna oblika zapisa identifikacijskega niza zadr\u017eanja: "{0}".
FNRRS0388.arg.0       = id zadr\u017eanja

FNRRS0389.explanation = Ni mogo\u010de inicializirati poizvedbe SQL na shrambi predmetov.
FNRRS0389.action      = \u010ce SQL zajema poizvedovanje na podlagi vsebine, preverite, ali je iskalnik vsebin pravilno konfiguriran.
FNRRS0389.message     = Ni mogo\u010de inicializirati poizvedbe SQL za "{0}" v repozitoriju: "{1}".
FNRRS0389.arg.0       = niz poizvedbe SQL
FNRRS0389.arg.1       = identifikator repozitorija

FNRRS0390.explanation = IBM Enterprise Records ne podpira heterogenega okolja za poizvedovanje na podlagi vsebine (CBR), ki zdru\u017euje eno ali ve\u010d razli\u010dnih vrst iskalnikov CBR.
FNRRS0390.action      = Iskalnike v shrambi zapisov morate premakniti iz IBM Legacy Content Search Engine v IBM Content Search Services.
FNRRS0390.message     = Repozitoriji vsebin, ki so povezani z repozitorijem na\u010drta arhiviranja, so konfigurirani s heterogenim okoljem za poizvedovanje na podlagi vsebine (CBR), ki zdru\u017euje eno ali ve\u010d razli\u010dnih vrst iskalnikov CBR. Ta heterogena konfiguracija CBR ni podprta. Va\u0161e iskalnike morate premakniti iz IBM Legacy Content Search Engine v IBM Content Search Services. Za ve\u010d informacij glejte temo "What is new in IBM FileNet Content Search Engine", ki jo najdete v informacijskem sredi\u0161\u010du FileNet P8.

FNRRS0391.explanation = Ni mogo\u010de inicializirati poizvedbe na podlagi vsebine. Iskalnik vsebin ni konfiguriran ali ni konfiguriran pravilno.
FNRRS0391.action      = Preverite, ali je iskalnik vsebin pravilno konfiguriran z repozitorijem na\u010drta arhiviranja.
FNRRS0391.message     = Iskalnik vsebin ni konfiguriran ali ni konfiguriran pravilno. Ni mogo\u010de inicializirati poizvedbe na podlagi vsebine: "{0}" v repozitoriju:"{1}".
FNRRS0391.arg.0       = niz poizvedbe SQL
FNRRS0391.arg.1       = identifikator repozitorija

FNRRS0392.explanation = Ni mogo\u010de pridobiti rezultata iskanja na podlagi kriterijev iskanja.
FNRRS0392.action      = Preverite, ali je iskalnik vsebin pravilno konfiguriran s shrambo/shrambami zapisov.
FNRRS0392.message     = Ni mogo\u010de pridobiti rezultata iskanja na podlagi kriterijev iskanja.

FNRRS0393.explanation = Zapis je morda vlo\u017een v ve\u010d kot en vsebnik.
FNRRS0393.action      = Poskrbite, da zapis ne bo ve\u010dkratno vlo\u017een in poskusite znova.
FNRRS0393.message     = Zapis je morda vlo\u017een v ve\u010d kot en vsebnik.

FNRRS0394.explanation = Vrednost parametra manjka ali je neveljavna.
FNRRS0394.action      = Vnesite zdru\u017eljivo vrednost parametra.
FNRRS0394.message     = Vrednost naslednjega parametra ni veljavna: ''{0}''
FNRRS0394.arg.0       = ime parametra

FNRRS0395.explanation = V navedenem vsebniku ni aktivnega nosilca.  Potreben je aktiven nosilec.
FNRRS0395.action      = Poskrbite, da bo v navedenem vsebniku aktiven nosilec.
FNRRS0395.message     = V navedenem vsebniku ni aktivnega nosilca: ''{0}''
FNRRS0395.arg.0       = identifikator vsebnika

FNRRS0396.explanation = Izvorni in ciljni vsebnik sta enaka.  To med premikanjem predmetov ni dovoljeno.
FNRRS0396.action      = Znova poskusite izvesti dejanje, tako da navedete druga\u010den izvorni in ciljni vsebnik.
FNRRS0396.message     = Izvorni in ciljni vsebnik sta enaka.

FNRRS0397.explanation = Predmet je \u017ee vlo\u017een v ciljni vsebnik.
FNRRS0397.action      = Znova poskusite izvesti dejanje, tako da navedete druga\u010den ciljni vsebnik.
FNRRS0397.message     = Predmet je \u017ee vlo\u017een v ciljni vsebnik.

FNRRS0398.explanation = Zapis je \u017ee nadrejeni za potrdilo.  Ne more hkrati biti potrdilo in nadrejeni za potrdilo.
FNRRS0398.action      = Zapis ne more hkrati biti potrdilo in nadrejeni za potrdilo.  Izvedite korektivni ukrep glede na va\u0161e poslovne potrebe.
FNRRS0398.message     = Zapis je \u017ee nadrejeni za potrdilo.
FNRRS0398.arg.0       = ozna\u010dba

FNRRS0399.explanation = Zapis je \u017ee potrdilo.  Potrdila so lahko povezana s samo enim zapisom.
FNRRS0399.action      = Potrdilo je lahko povezano s samo enim zapisom.  Izvedite korektivni ukrep glede na va\u0161e poslovne potrebe.
FNRRS0399.message     = Zapis je \u017ee potrdilo.

FNRRS0400.explanation = Nadrejeni za potrdilo je \u017ee potrdilo.  Ne more hkrati biti potrdilo in nadrejeni za potrdilo.
FNRRS0400.action      = Zapis ne more hkrati biti potrdilo in nadrejeni za potrdilo.  Izvedite korektivni ukrep glede na va\u0161e poslovne potrebe.
FNRRS0400.message     = Nadrejeni za zapis je \u017ee potrdilo.

FNRRS0401.explanation = Med pripenjanjem potrdila k zapisu je pri\u0161lo do napake.
FNRRS0401.action      = Preverite, ali je lastnost potrdila na voljo na strani z lastnostmi.  Preverite, \u010de imate dovoljenje za spreminjanje lastnosti zapisa in potrdila.
FNRRS0401.message     = Potrdila ni mogo\u010de pripeti zapisu.

FNRRS0402.explanation = Predmet ni veljavno potrdilo.
FNRRS0402.action      = Preverite, ali ima lastnost receiptOf za "potrdilo" veljavno vrednost.
FNRRS0402.message     = Ta predmet ni veljavno potrdilo: {0}.
FNRRS0402.arg.0       = identifikator predmeta

FNRRS0403.explanation = Med poskusom odstranjevanja tega potrdila z njegovega nadrejenega je pri\u0161lo do napake.
FNRRS0403.action      = Preverite, ali so potrdila omogo\u010dena za shrambo predmetov.  Preverite, ali je ta predmet veljavno potrdilo.
FNRRS0403.message     = Potrdila ni mogo\u010de odstraniti.

FNRRS0404.explanation = Med poskusom dviga dogodka RMAudit na predmet je pri\u0161lo do napake.
FNRRS0404.action      = Preverite, ali je ta predmet veljaven dokument, mapa ali predmet po meri.
FNRRS0404.message     = Ni mogo\u010de dvigniti dogodka na predmet: ''{0}''
FNRRS0404.arg.0       = object_id

FNRRS0405.explanation = Med preverjanjem lastnosti, ki so povezane z nujnimi zapisi, je pri\u0161lo do napake.  Entiteta je ozna\u010dena kot nujna, toda povezana lastnost manjka ali je nepravilna.
FNRRS0405.action      = Preverite, ali so nastavljene pravilne lastnosti nujnih zapisov s pravilnimi vrednostmi.
FNRRS0405.message     = Neveljavna lastnost nujnega zapisa: ''{0}'' z vrednostjo ''{1}''
FNRRS0405.arg.0       = ime lastnosti
FNRRS0405.arg.1       = vrednost lastnosti

FNRRS0406.explanation = Posredovani vsebniki niso iz istega na\u010drta arhiviranja.
FNRRS0406.action      = Preverite, ali so ti vsebniki iz istega na\u010drta arhiviranja.
FNRRS0406.message     = Vsebnik {0} in vsebnik {1} nista iz istega na\u010drta arhiviranja.
FNRRS0406.arg.0       = identifikator vsebnika 1
FNRRS0406.arg.1       = identifikator vsebnika 2

FNRRS0407.explanation = Podane lastnosti nujnega zapisa so prazne ali neveljavne.
FNRRS0407.action      = Preverite, ali so nastavljene pravilne lastnosti nujnih zapisov s pravilnimi vrednostmi.
FNRRS0407.message     = Neveljavne lastnosti nujnega zapisa.

FNRRS0408.explanation = Lastnost ApplyToNameOrID vsebuje neveljavno vrednost.  Vrednost mora biti "Ime" ali"Identifikator"
FNRRS0408.action      = Spremenite lastnost na eno od veljavnih vrednosti
FNRRS0408.message     = Lastnost vsebuje neveljavno vrednost

FNRRS0409.explanation = Nujnih lastnosti ni mogo\u010de nastaviti.  Za to\u010den razlog preverite ostala sporo\u010dila o napaki.
FNRRS0409.action      = Preverite, ali so nastavljene pravilne lastnosti nujnih zapisov s pravilnimi vrednostmi.
FNRRS0409.message     = Ni mogo\u010de pridobiti nujnih lastnosti za entiteto.  Lastnost: "{0}".
FNRRS0409.arg.0       = object_id

FNRRS0410.explanation = Nujnih lastnosti ni mogo\u010de nastaviti.  Za to\u010den razlog preverite ostala sporo\u010dila o napaki.
FNRRS0410.action      = Preverite, ali so nastavljene pravilne lastnosti nujnih zapisov s pravilnimi vrednostmi.
FNRRS0410.message     = Ni mogo\u010de nastaviti naslednjega datuma pregleda nujnega predmeta za entiteto "{0}".
FNRRS0410.arg.0       = object_id

FNRRS0411.explanation = Navedeno ime vzorca ni enoli\u010dno.
FNRRS0411.action      = Izberite novo ime za vzorec, ki je enoli\u010dno.
FNRRS0411.message     = Ime, navedeno za vzorec, ni enoli\u010dno.

FNRRS0412.explanation = Nujnih lastnosti ni mogo\u010de nastaviti.  Za to\u010den razlog preverite ostala sporo\u010dila o napaki.
FNRRS0412.action      = Preverite, ali so nastavljene pravilne lastnosti nujnih zapisov s pravilnimi vrednostmi.
FNRRS0412.message     = Ni mogo\u010de nastaviti nujnih lastnosti za entiteto "{0}".
FNRRS0412.arg.0       = object_id

FNRRS0413.explanation = Nujna lastnost ne more biti enaka ni\u010d.
FNRRS0413.action      = Preverite, ali je nastavljena pravilna lastnost nujnega zapisa z vrednostjo, ki ni enaka ni\u010d.
FNRRS0413.message     = Ni mogo\u010de nastaviti nujne lastnosti spro\u017eilca "{0}".
FNRRS0413.arg.0       = object_id

FNRRS0414.explanation = Navedeni cikli\u010dni dogodek vsebuje neveljavno cikli\u010dno obdobje.  To se obi\u010dajno zgodi, ker so leta, meseci in dnevi, ki so povezani s spro\u017eilcem, enaki ni\u010d.
FNRRS0414.action      = Preverite, ali cikli\u010dno obdobje vsebuje vrednost, ki je ve\u010dja od ni\u010d.
FNRRS0414.message     = Ime cikli\u010dnega dogodka {0} dolo\u010da cikli\u010dno obdobje kot {1} let, {2} mesecev, {3} dni. Sistem ne more izra\u010dunati podatkov razporeditve.
FNRRS0414.arg.0       = ime dogodka
FNRRS0414.arg.1       = \u0161tevilo let
FNRRS0414.arg.2       = \u0161tevilo mesecev
FNRRS0414.arg.3       = \u0161tevilo dni

FNRRS0415.explanation = Med poskusom pridobivanja razpolo\u017eljivih predmetov ConnectorRegistration iz repozitorija na\u010drta arhiviranja se je pojavila nepri\u010dakovana napaka.
FNRRS0415.action      = Preverite, ali so bili vsi koraki za namestitev repozitorija na\u010drta arhiviranja izvedeni pravilno.
FNRRS0415.message     = Ni mogo\u010de pridobiti predmetov ConnectorRegistration iz repozitorija na\u010drta arhiviranja: {0}.
FNRRS0415.arg.0       = Identiteta repozitorija na\u010drta arhiviranja

FNRRS0416.explanation = Ni mogo\u010de dostopati do razredov v API-ju IBM FileNet P8 Process Engine Java.
FNRRS0416.action      = Preverite, ali so datoteka jar API-ja Process Engine Java in njene odvisnosti vklju\u010dene v poti do razreda izvajalnega \u010dasa. Ta nabor obi\u010dajno vklju\u010duje pe.jar, peResources.jar, mailapi.jar, xercesImpl.jar. Metodo RALPESupport#getSetupException je mogo\u010de uporabiti za pridobitev izjem, ki so se pojavile.
FNRRS0416.message     = API IBM FileNet P8 Process Engine Java API ni na voljo.

FNRRS0417.explanation = Vhodni parameter "vwSession" mora biti veljavni primerek razreda "filenet.vw.api.VWSession".
FNRRS0417.action      = Preverite, ali je konfiguracija povezave va\u0161ega odjemalca IBM FileNet P8 Process Engine pravilna.
FNRRS0417.message     = Vhodni parameter "vwSession" ni veljaven primerek razreda "filenet.vw.api.VWSession".

FNRRS0418.explanation = Vhodni parameter "vwStepElement" mora biti veljavni primerek razreda "filenet.vw.api.VWStepElement".
FNRRS0418.action      = Veljaven primerek razreda "filenet.vw.api.VWStepElement" je mogo\u010de pridobiti z metodo RALPESupport#createWorkflow.
FNRRS0418.message     = Vhodni parameter "vwStepElement" ni veljaven primerek razreda "filenet.vw.api.VWStepElement".

FNRRS0419.explanation = Pojavil se je nepri\u010dakovan primerek "filenet.vw.api.VWException". 
FNRRS0419.action      = Preglejte pripeti niz sporo\u010dila, sledenje skladu in/ali dnevnike stre\u017enika, da ugotovite izvor te napake.
FNRRS0419.message     = Zajet je bil nepri\u010dakovan primerek "filenet.vw.api.VWException": {0}
FNRRS0419.arg.0	   = Lokalizirani niz sporo\u010dila iz primerka "filenet.vw.api.VWException".

FNRRS0420.explanation = Za izvajanje te operacije je potreben primerek "filenet.vw.api.VWUserInfo", ki ni enak ni\u010d.
FNRRS0420.action      = Preverite, ali je primerek "filenet.vw.api.VWSession" veljaven in ali je pristnost trenutnega uporabnika bila uspe\u0161no preverjena.
FNRRS0420.message     = Poziv API-ja P8 FileNet Process Engine za pridobitev primerka "filenet.vw.api.VWUserInfo" je vrnil vrednost, ki je enaka ni\u010d.

FNRRS0421.explanation = Med poskusom pridobivanja navedenega zadr\u017eanja je pri\u0161lo do napake.
FNRRS0421.action	   = Preverite, ali je niz, ki identificira zadr\u017eanje, veljaven in ali zadr\u017eanje obstaja.
FNRRS0421.message     = Ni mogo\u010de pridobiti navedenega zadr\u017eanja: {0}
FNRRS0421.arg.0        = Niz, ki identificira navedeno zadr\u017eanje.

FNRRS0422.explanation = Med poskusom pridobivanja definicij poro\u010dila iz nadrejenega repozitorija na\u010drta arhiviranja se je pojavila napaka.
FNRRS0422.action      = Preverite, ali ima trenutni uporabnik vsaj pravice ogledovanja za vsebino v repozitoriju na\u010drta arhiviranja.
FNRRS0422.message     = Napaka med pridobivanjem definicij poro\u010dila iz nadrejenega repozitorija na\u010drta arhiviranja: "{0}".
FNRRS0422.arg.0       = fileplan_repository

FNRRS0423.explanation = Na konfiguraciji raz\u010dlenjevalnika JVM XML, ki se nana\u0161a na XPATH, se je pojavila napaka.
FNRRS0423.action      = Preverite, ali je razli\u010dica JRE 1.5 ali kasnej\u0161a.
FNRRS0423.message     = Napaka med inicializacijo konfiguracije raz\u010dlenjevalnika JVM XML, ki se navezuje na XPATH.

FNRRS0424.explanation = Med poskusom raz\u010dlenjevanja XML-ja definicije poro\u010dila se je pojavila napaka.
FNRRS0424.action      = Preverite, ali ima XML definicije poro\u010dila ustrezno obliko zapisa.
FNRRS0424.message     = Napaka med raz\u010dlenjevanjem XML-ja definicije poro\u010dila: "{0}".
FNRRS0424.arg.0       = ime definicije poro\u010dila oz. ID.

FNRRS0425.explanation = Med poskusom pridobivanja vsebine definicije poro\u010dila se je pojavila napaka.
FNRRS0425.action      = Preverite, ali definicija poro\u010dila obstaja in ali vsebuje vsebino v obliki zapisa XML.
FNRRS0425.message     = Napaka med pridobivanjem vsebine definicije poro\u010dila: "{0}".
FNRRS0425.arg.0       = ime definicije poro\u010dila oz. ID.

FNRRS0426.explanation = Knji\u017enica API-ja org.w3c.DOM API je vrnila napaka.
FNRRS0426.action      = Za podrobnej\u0161e informacije preverite sklad izjem.
FNRRS0426.message     = Med obdelavo DOM XML kot dela postopka izvoza se je pojavila napaka; entiteta: {0}.
FNRRS0426.arg.0       = Identiteta entitete, ki je vklju\u010dena v izvoz.

FNRRS0427.explanation = Orodje za ustvarjanje izvoza datoteke XML iz P8 Content Engine je vrnilo napako.
FNRRS0427.action      = Za podrobnej\u0161e informacije preverite sklad izjem.
FNRRS0427.message     = Med ustvarjanjem XML-ja P8 Content Engine kot dela postopka izvoza se je pojavila napaka; entiteta: {0}.
FNRRS0427.arg.0       = Identiteta entitete, ki je vklju\u010dena v izvoz.

FNRRS0428.explanation = Orodje za ustvarjanje izvoza datoteke XML iz P8 Content Engine je vrnilo napako.
FNRRS0428.action      = Za podrobnej\u0161e informacije preverite sklad izjem.
FNRRS0428.message     = Med serializacijo XML-ja v izhodno datoteko se je pojavila napaka: {0}, {1}.
FNRRS0428.arg.0       = Pot do izhodne datoteke datote\u010dnega sistema.
FNRRS0428.arg.1       = Sporo\u010dilo o izjemi pri pretvorbi XML-ja.

FNRRS0429.explanation = \u010ceprav je bil dokument za vrednost lastnosti CurrentPhaseExportFormat najden, se je pojavila napaka med branjem njegove vsebine XSLT. 
FNRRS0429.action      = Preverite, ali je CurrentPhaseExportFormat za entiteto izvoza dodeljena veljavna vrednost dokumenta, ki vsebuje veljaven XSLT.
FNRRS0429.message     = Med poskusom branja vsebine XSLT iz dokumenta za vrednost CurrentPhaseExportFormat se je pojavila napaka: {0}.
FNRRS0429.arg.0       = Identiteta vrednosti dokumenta za lastnost ExportFormat.

FNRRS0430.explanation = Poskus predprevajanja niza XPath v izraz XPath ni uspel. 
FNRRS0430.action      = Preverite, ali je niz XPath veljaven oz. ali trenutni JRE/pot razreda podpira XPath ali oboje.
FNRRS0430.message     = Med poskusom prevajanja naslednjega niza izraza XPath se je pojavila napaka: "{0}".
FNRRS0430.arg.0       = Napaka niza izraza XPath.

FNRRS0431.explanation = Oznake strani ni mogo\u010de pridobiti za trenutno stanje RMPageIterator. 
FNRRS0431.action      = Preverite, ali je bil RMPageIterator premaknjen na veljavno lokacijo na strani.
FNRRS0431.message     = Med poskusom vra\u010danja trenutne oznake strani se je pojavila napaka.

FNRRS0432.explanation = Med poskusom pridobivanja vrednosti lastnosti RecordedDocuments za zapis se je pojavila nepri\u010dakovana napaka.
FNRRS0432.action      = Preverite, ali ima trenutni uporabnik ustrezne pravice za dostop do povezanih elementov vsebine.
FNRRS0432.message     = Med poskusom pridobivanja povezanih elementov vsebine za zapis se je pojavila napaka: {0}.
FNRRS0432.arg.0       = Identiteta zapisa.

FNRRS0433.explanation = Ciljni vsebnik, ki je del operacije premika vsebnika, se ne more nahajati znotraj hierarhije pomo\u017enega vsebnika v izvornem vsebniku.
FNRRS0433.action      = Izberite drugo lokacijo ciljnega vsebnika, kamor bo premaknjen izvorni vsebnik.
FNRRS0433.message     = Ni mogo\u010de premakniti izvornega vsebnika v ciljni vsebnik, ki se nahaja v izvornem vsebniku; sourceIdent: {0}, targetIdent: {1}.
FNRRS0433.arg.0       = Identiteta izvornega vsebnika, na katerega se nana\u0161a poskus premika.
FNRRS0433.arg.1       = Identiteta ciljnega vsebnika.

FNRRS0434.explanation = Preverite, ali se je za vklju\u010deno sledenje skladu pojavila kak\u0161na izjema.
FNRRS0434.action      = Znova za\u017eenite \u010di\u0161\u010denje razporeditve ali poskusite ponovno inicializirati operacijo razporeditve ali oboje.
FNRRS0434.message     = Med posodabljanjem podatkov o trenutni fazi za entiteto se je pojavila napaka; ident entitete: {0}.
FNRRS0434.arg.0       = Identiteta zadevne entitete.

FNRRS0435.explanation = Inicializacije razporeditve ni mogo\u010de izvesti na entiteti, ker je zadr\u017eana ali zaradi spremembe njenega urnika razporeditve ali oboje.
FNRRS0435.action      = Odstranite zadr\u017eanje, uporabljeno na entiteti, njeni nadrejeni oz. podrejeni hierarhiji. Znova za\u017eenite \u010di\u0161\u010denje razporeditve.
FNRRS0435.message     = Zaradi spremembe njene trenutne faze razporeditve inicializacije razporeditve ni mogo\u010de izvesti na tej entiteti: {0}.
FNRRS0435.arg.0       = Identiteta entitete, na kateri je bil izveden poskus inicializacije razporeditve.

FNRRS0436.explanation = Faze razporeditve ni mogo\u010de odstraniti iz njenega urnika razporeditve, \u010de je v to fazo vklju\u010den en ali ve\u010d vsebnikov zapisa oz. en ali ve\u010d zapisov.
FNRRS0436.action      = Znova za\u017eenite \u010di\u0161\u010denje razporeditve ali inicializirajte razporeditev za zadevne vsebnike zapisov oz. zapise ali oboje in ponovno izvedite operacijo odstranitve faze.
FNRRS0436.message     = Ni mogo\u010de odstraniti faze razporeditve, ki je trenutno v uporabi; identiteta faze: {0}.
FNRRS0436.arg.0       = Identiteta faze razporeditve, na kateri je bil izveden poskus odstranitve.

FNRRS0437.explanation = Specifi\u010dna faza razporeditve v urniku razporeditve ne more obstajati ve\u010d kot enkrat.
FNRRS0437.action      = Ustvarite novo fazo razporeditve, preden jo sku\u0161ate dodati v urnik razporeditve.
FNRRS0437.message     = Faze razporeditve ni mogo\u010de dodati v urnik, v katerem \u017ee obstaja; identiteta faze: {0}.
FNRRS0437.arg.0       = Identiteta faze razporeditve, na kateri je bil izveden poskus dodajanja.

FNRRS0438.explanation = Specifi\u010dne faze razporeditve ni mogo\u010de uporabiti v ve\u010d kot enem urniku razporeditve.
FNRRS0438.action      = Ustvarite novo fazo razporeditve, preden jo sku\u0161ate dodati v urnik razporeditve.
FNRRS0438.message     = Faze razporeditve ni mogo\u010de dodati v urnik, ki je \u017ee v uporabi v drugem urniku; identiteta faze: {0}.
FNRRS0438.arg.0       = Identiteta faze razporeditve, na kateri je bil izveden poskus dodajanja.

FNRRS0439.explanation = Ko urnik vsebuje fazo, katere dejanje razporeditve je Samodejno uni\u010di, Uni\u010di ali Prenesi, dodatnih faz ni mogo\u010de dodajati.
FNRRS0439.action      = Najprej odstranite vsa prekinitvena dejanja, preden sku\u0161ate v urnik razporeditve dodati novo fazo.
FNRRS0439.message     = Urniku razporeditve, ki \u017ee vsebuje prekinitveno fazo, kot je Samodejno uni\u010di, Uni\u010di ali Prenesi, ni mogo\u010de pripeti faze razporeditve.

FNRRS0440.explanation = Faze razporeditve ni mogo\u010de odstraniti iz zbirke, kateri ne pripada.
FNRRS0440.action      = Osve\u017eite pripadajo\u010di urnik razporeditve in ponovno odprite njegov seznam faz razporeditve.
FNRRS0440.message     = Faze razporeditve ni med fazami na tem seznamu faz razporeditve; identiteta faze: {0}.
FNRRS0440.arg.0       = Identiteta faze razporeditve, na kateri je bil izveden poskus odstranitve.

FNRRS0441.explanation = Specifi\u010dno nadomestno zadr\u017eanje v fazi razporeditve ne more obstajati ve\u010d kot enkrat.
FNRRS0441.action      = Ustvarite novo nadomestno zadr\u017eanje, preden ga sku\u0161ate dodati v fazo razporeditve.
FNRRS0441.message     = Nadomestnega zadr\u017eanja ni mogo\u010de dodati v urnik, v katerem \u017ee obstaja; identiteta nadomestnega zadr\u017eanja: {0}.
FNRRS0441.arg.0       = Identiteta nadomestnega zadr\u017eanja, na katerem je bil izveden poskus dodajanja.

FNRRS0442.explanation = Specifi\u010dnega nadomestnega zadr\u017eanja ni mogo\u010de uporabiti v ve\u010d kot eni fazi razporeditve.
FNRRS0442.action      = Ustvarite novo nadomestno zadr\u017eanje, preden ga sku\u0161ate dodati v fazo razporeditve.
FNRRS0442.message     = Nadomestnega zadr\u017eanja ni mogo\u010de dodati v fazo, ki je \u017ee v uporabi v drugi fazi; identiteta nadomestnega zadr\u017eanja: {0}.
FNRRS0442.arg.0       = Identiteta nadomestnega zadr\u017eanja, na katerem je bil izveden poskus dodajanja.

FNRRS0443.explanation = Nadomestnega zadr\u017eanja ni mogo\u010de odstraniti iz zbirke, kateri ne pripada.
FNRRS0443.action      = Osve\u017eite pripadajo\u010do fazo razporeditve in ponovno odprite njen seznam nadomestnih zadr\u017eanj.
FNRRS0443.message     = Nadomestnega zadr\u017eanja ni na tem seznamu nadomestnih zadr\u017eanj; identiteta nadomestnega zadr\u017eanja: {0}.
FNRRS0443.arg.0       = Identiteta nadomestnega zadr\u017eanja, na katerem je bil izveden poskus odstranitve.

FNRRS0444.explanation = Neposredno brisanje primerka DispositionPhase ni podprto.
FNRRS0444.action      = Uporabite eno od metod v DispositionPhaseList.remove, da odstranite primerek DispositionPhase.
FNRRS0444.message     = Metoda brisanja ni podprta za primerek DispositionPhase; namesto tega uporabite DispositionPhaseList.remove.

FNRRS0445.explanation = Neposredno brisanje primerka AlternateRetention ni podprto.
FNRRS0445.action      = Uporabite eno od metod v AlternateRetentionList.remove, da odstranite primerek AlternateRetention.
FNRRS0445.message     = Metoda brisanja ni podprta za primerek AlternateRetention; namesto tega uporabite AlternateRetentionList.remove.

FNRRS0446.explanation = Med poskusom pridobivanja vloge za dostop, ki je dolo\u010dena z identifikatorjem, je pri\u0161lo do napake.
FNRRS0446.action      = Poskrbite, da bo trenutni uporabnik imel zadostne pravice za dodajanje novega \u010dlana k obstoje\u010di vlogi in da zadevna vloga \u0161e vedno obstaja v repozitoriju.
FNRRS0446.message     = Napaka med poskusom pridobivanja vloge za dostop, ki je dolo\u010dena z identifikatorjem = "{0}".
FNRRS0446.arg.0       = role_ID

FNRRS0447.explanation = Urnik razporeditve mora vsebovati neprazno vrednost lastnosti "Razlog za spremembo", preden ga spreminjate oz. preden spremenite katero od njegovih faz razporeditve ali preden je oboje mogo\u010de shraniti.
FNRRS0447.action      = Vnesite neprazno vrednost lastnosti za "Razlog za spremembo" v povezanem urniku razporeditve, preden sku\u0161ate na urniku razporeditve ali katerem od njegovih faz izvesti shranjevanje.
FNRRS0447.message     = Na fazi razporeditve ni mogo\u010de izvesti shranjevanja, \u010de z njo povezanemu urniku razporeditve manjka vrednost lastnosti "Razlog za spremembo".

FNRRS0448.explanation = Vrsta entitete pridobljenega vsebnika se ne ujema z vrsto entitete zahtevanega vsebnika.  Na primer, \u010de sku\u0161ate pridobiti kategorijo zapisa z uporabo identifikatorja mape zapisa.
FNRRS0448.action      = Poskrbite, da bo identifikator vsebnika pravilen za pri\u010dakovano vrsto vsebnika in poskusite znova.
FNRRS0448.message     = Dejanska vrsta entitete pridobljenega vsebnika se ne ujema z vrsto entitete, ki ste jo zahtevali; ident vsebnika: {0}, zahtevana vrsta entitete: {1}, vrsta entitete dejanskega vsebnika: {2}.
FNRRS0448.arg.0       = identifikator vsebnika
FNRRS0448.arg.1       = zahtevana vrsta entitete
FNRRS0448.arg.2       = vrsta entitete dejanskega vsebnika

FNRRS0449.explanation = IBM FileNet Content Search Engine je vrnil izjemo CBR_FULLTEXTROWLIMIT_EXCEEDED. Rezultati iskanja presegajo kapaciteto iskalnika. 
FNRRS0449.action      = Znova dolo\u010dite klju\u010dne besede za iskanje vsebine.
FNRRS0449.message     = Rezultati iskanja presegajo kapaciteto iskalnika vsebine IBM FileNet Content Search Engine. Znova dolo\u010dite klju\u010dne besede za iskanje vsebine.



FNRRS0600.explanation = V API-ju Java se je pojavila nepri\u010dakovana izjema za Records Manager, ki je opisana v sporo\u010dilu exception_message.
FNRRS0600.action      = Preverite besedilo sporo\u010dila o izjemi in s tem povezano sledenje skladu za ve\u010d informacij o vzroku za to izjemo.
FNRRS0600.message     = Pojavila se je nepri\u010dakovana izjema: {0}.
FNRRS0600.arg.0       = exception_message

FNRRS0601.explanation = Zahtevana paketna datoteka vira za globalizacijo ni na voljo; ime baze paketa: base_name.
FNRRS0601.action      = Preverite, ali je ena ali ve\u010d paketnih datotek vira z obliko zapisa basename_nnNN.properties na voljo v poti razreda JVM.
FNRRS0601.message     = Paketa ResourceBundle ni bilo mogo\u010de najti za ime baze: "{0}".
FNRRS0601.arg.0       = base_name

FNRRS0602.explanation = Za vhodni parameter: parameter_name je bila posredovana nepodprta ni\u010delna oz. prazna vrednost niza.
FNRRS0602.action      = Poskrbite, da vrednost za ta parameter ne bo enaka ni\u010d ali prazen niz.
FNRRS0602.message     = Vrednost vhodnega parametra je enaka ni\u010d oz. prazen niz za parameter: "{0}".
FNRRS0602.arg.0       = parameter_name

FNRRS0603.explanation = Za vhodni parameter: parameter_name je bila posredovana nepodprta ni\u010delna oz. neveljavna vrednost indeksiranega polja.
FNRRS0603.action      = Poskrbite, da indeksirano polje ne bo enako ni\u010d oz. prazno in da bo vsebovalo dele indeksiranega polja, ki niso enaki ni\u010d.
FNRRS0603.message     = Vrednost vhodnega parametra je enaka ni\u010d oz. neveljavno indeksirano polje za parameter: "{0}".
FNRRS0603.arg.0       = parameter_name

FNRRS0604.explanation = Za vhodni parameter: parameter_name je bila posredovana nepodprta ni\u010delna oz. neveljavna vrednost zbirke.
FNRRS0604.action      = Poskrbite, da zbirka ne bo enaka ni\u010d oz. prazna in da bo vsebovala dele, ki niso enaki ni\u010d.
FNRRS0604.message     = Vrednost vhodnega parametra je enaka ni\u010d oz. neveljavna zbirka za parameter: "{0}".
FNRRS0604.arg.0       = parameter_name

#
#
#================================================================================
# JARM Logging Message Strings
#--------------------------------------------------------------------------------
# For each logging message include the suffixed resource where applicable:
#   .message     -- the actual log message containing any necessary {n} parameter placeholders.
#   .arg.n       -- description of argument parameter {n}.
#
#

FNRRS9999.message  = Testno sporo\u010dilo, param1: {0}, param2: {1}.

FNRRS0700.message = Napaka med ustvarjanjem primerka RM Audit {0} {1} za entiteto: {2}
FNRRS0700.arg.0   = Operacija, ki je v postopku pregledovanja, npr. "Izbri\u0161i", "Prestavi" itd.
FNRRS0700.arg.1   = Stanje pregleda "Uspe\u0161no" oz. "Neuspe\u0161no".
FNRRS0700.arg.2   = Identifikacijski niz entitete, ki je povezana s poskusom RM Audit.

FNRRS0701.message = Trenutni uporabnik nima pravice za dostop do datoteke dokumenta {0}, kopirane v mapo vsebine {1} kot del postopka kopiranja zapisa.
FNRRS0701.arg.0   = Identifikator novoustvarjene kopije dokumenta.
FNRRS0701.arg.1   = Identifikator vklju\u010dene mape vsebine.

FNRRS0702.message = V mapi zapisa obstaja ve\u010d kot en podrejeni aktivni nosilec: {0}.
FNRRS0702.arg.0   = Identifikator nadrejene mape zapisa.

FNRRS0703.message = Te\u017eava z obdelavo razli\u010dice klasificiranega zapisa DoD med deklaracijo novega zapisa: {0}
FNRRS0703.arg.0   = Sporo\u010dilo o izjemi.

FNRRS0704.message = Nepri\u010dakovana napaka med poskusom samodejnega brisanja artefaktov, ki jih upravlja PSS Atlas: {0}
FNRRS0704.arg.0   = Sporo\u010dilo o izjemi.

FNRRS0705.message = Ponovni izra\u010dun rezanja razporeditve je bil izveden za entiteto: {0}.
FNRRS0705.arg.0   = Identifikator entitete.

#
#
#--------------------------------------------------------------------------------
#
#
#================================================================================
# JARM Miscellaneous Strings (primarily for auditing purposes).
#--------------------------------------------------------------------------------

#-- Used for LString class unit tests.
test.string1		= Neopredeljen testni niz.
test.pattern1		= Prvi {0} in drugi {1}.

audit.reasonForFailure = Razlog za napako: {0}

#-- {0} - the record or entity which is affected
#-- {1} - location where the entity was transferred or exported
audit.successfulDelete = Entiteta RM {0} je bila uspe\u0161no izbrisana
audit.failedDelete	   = Entiteta RM {0} ni bila izbrisana

audit.successfulExport = Entiteta RM {0} je bila uspe\u0161no izvo\u017eena v {1}
audit.failedExport	   = Entiteta RM {0} ni bila izvo\u017eena v {1}

audit.successfulInterimTransfer = Entiteta RM {0} je bila uspe\u0161no za\u010dasno prenesena v {1}
audit.failedInterimTransfer 	= Entiteta RM {0} ni bila za\u010dasno prenesena v {1}

audit.successfulTransfer = Entiteta RM {0} je bila uspe\u0161no prenesena v {1}
audit.failedTransfer 	 = Entiteta RM {0} ni bila prenesena v {1}

audit.successfulUndeclare = Deklaracija zapisa RM {0} je bila uspe\u0161no preklicana
audit.failedUndeclare     = Deklaracija zapisa RM {0} ni bila preklicana

audit.successfulReview = Zapis RM {0} je bil uspe\u0161no pregledan
audit.failedReview     = Zapis RM {0} ni bil pregledan

#-- {0} - the record or entity which is affected
#-- {1} - source location where the entity is from
#-- {2} - destination location where the entity is being relocated to
audit.successfulRelocate = Entiteta RM {0} je bila preme\u0161\u010dena iz izvora {1} v cilj {2}
audit.failedRelocate     = Entitete RM {0} ni bilo mogo\u010de premestiti

#-- {0} - the record or entity which is affected
#-- {1} - name of the hold
audit.holdReason       = Ro\u010dno zadr\u017eanje
audit.successfulHold   = Entiteta RM {0} je bila uspe\u0161no zadr\u017eana v {1}
audit.failedHold       = Entiteta RM {0} ni bila zadr\u017eana v {1}

audit.removeHoldReason      = Ro\u010dna odstranitev zadr\u017eanja
audit.successfullRemoveHold = Entiteta RM {0} je bila uspe\u0161no odstranjena iz zadr\u017eanja v {1}
audit.failedRemoveHold      = Entiteta RM {0} ni bila odstranjena iz zadr\u017eanja v {1}

bulk.deleteReason	= Del operacije skupinskega brisanja

disposition.deleteFromDestroy   = Brisanje izvedeno kot rezultat dejanja uni\u010denja.
disposition.closedByDisposition = Zaprto zaradi obdelovanja razporeditve.

# volume.autoCloseReason must be limited to 64 chars max.
volume.autoCloseReason	= Nosilec zaprt zaradi novega aktivnega sorodnega nosilca.

