# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2010, 2012 IBM Corp. All rights reserved.
#
# JARM Localized String Resources (en_US).
# Includes strings for exception messages, logging and
#  other miscellaneous usage.
#
#
#================================================================================
# JARM Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRS0100.explanation = A propriedade designada pelo property_symbolicname n\u00e3o est\u00e1 atualmente no cache da propriedade.
FNRRS0100.action      = Atualize as propriedades do objeto para assegurar se a propriedade de que necessita est\u00e1 inclu\u00edda no filtro de propriedade.
FNRRS0100.message     = Propriedade n\u00e3o est\u00e1 no cache da propriedade para o objeto, nome simb\u00f3lico da propriedade: ''{0}''.
FNRRS0100.arg.0       = property_symbolicname

FNRRS0101.explanation = A opera\u00e7\u00e3o n\u00e3o \u00e9 suportada para esse entity_type identificado como identidade.
FNRRS0101.action      = Ajuste o aplicativo cliente para n\u00e3o tentar essa opera\u00e7\u00e3o neste tipo de inst\u00e2ncia.
FNRRS0101.message     = A opera\u00e7\u00e3o n\u00e3o \u00e9 suportada para esse tipo de inst\u00e2ncia, opera\u00e7\u00e3o: ''{0}'', Tipo de Entidade: ''{1}'', identidade: ''{2}''.
FNRRS0101.arg.0       = opera\u00e7\u00e3o
FNRRS0101.arg.1       = entity_type
FNRRS0101.arg.2       = identidade

FNRRS0102.explanation = A cole\u00e7\u00e3o de reposit\u00f3rios pela qual uma opera\u00e7\u00e3o de procura deve ser executada n\u00e3o pertence ao mesmo dom\u00ednio.
FNRRS0102.action      = Certifique-se de que todos os reposit\u00f3rios de procura pertencem ao mesmo dom\u00ednio.
FNRRS0102.message     = Reposit\u00f3rios de procura n\u00e3o pertencem ao mesmo dom\u00ednio.

FNRRS0103.explanation = A propriedade symbolic_name n\u00e3o suporta o get ou set do tipo data_type.
FNRRS0103.action      = Restrinja o tipo de dados usado com essa propriedade para o tipo definido pelo valor de DataType da propriedade.
FNRRS0103.message     = A propriedade n\u00e3o suporta o tipo de dados, nome simb\u00f3lico: ''{0}'', tipo de dados: ''{1}''.
FNRRS0103.arg.0       = symbolic_name
FNRRS0103.arg.1       = data_type

FNRRS0104.explanation = O cont\u00eainer-pai de destino est\u00e1 atualmente fechado e n\u00e3o pode aceitar a inclus\u00e3o de novos filhos.
FNRRS0104.action      = Escolha um cont\u00eainer-pai alternativo ou abra esse cont\u00eainer-pai.
FNRRS0104.message     = O cont\u00eainer-pai de destino ''{0}'' est\u00e1 atualmente fechado para inclus\u00f5es de novos filhos.
FNRRS0104.arg.0       = parent_id

FNRRS0105.explanation = O cont\u00eainer-pai especificado n\u00e3o tem permiss\u00e3o para conter um filho desse tipo.
FNRRS0105.action      = Escolha um cont\u00eainer-pai alternativo para o novo objeto-filho.
FNRRS0105.message     = O cont\u00eainer-pai de destino ''{0}'' n\u00e3o pode conter um objeto-filho do tipo: {1}.
FNRRS0105.arg.0       = parent_id
FNRRS0105.arg.1       = container_type

FNRRS0106.explanation = Os valores da propriedade especificados para o novo cont\u00eainer devem ter valores exclusivos em rela\u00e7\u00e3o a todos os seus potenciais cont\u00eaineres-irm\u00e3os existentes dentro do cont\u00eainer-pai de destino.
FNRRS0106.action      = Certifique-se de que os valores exclusivos s\u00e3o fornecidos para os valores de propriedade em quest\u00e3o.
FNRRS0106.message     = Falha ao incluir um novo cont\u00eainer do tipo-{0} no cont\u00eainer-pai ''{1}'' porque um ou mais dos seguintes valores de propriedade n\u00e3o s\u00e3o exclusivos entre os cont\u00eaineres-irm\u00e3os existentes: {2}, {3}.
FNRRS0106.arg.0       = container_type
FNRRS0106.arg.1       = parent_id
FNRRS0106.arg.2       = property1_name
FNRRS0106.arg.3       = property2_name

FNRRS0107.explanation = A propriedade especificada deve ter um valor n\u00e3o em branco designado a ela.
FNRRS0107.action      = Forne\u00e7a um valor n\u00e3o em branco para a propriedade especificada.
FNRRS0107.message     = Um valor n\u00e3o em branco est\u00e1 ausente no objeto para a propriedade ''{0}''.
FNRRS0107.arg.0       = Nome da propriedade ausente ou em branco.

FNRRS0108.explanation = O cont\u00eainer especificado n\u00e3o pode ser exclu\u00eddo devido a uma suspens\u00e3o existente diretamente no cont\u00eainer, em um ou mais de seus pais, em um ou mais de seus conte\u00fados descendentes.
FNRRS0108.action      = Remova as suspens\u00f5es que causam impedimento e tente o processo de exclus\u00e3o novamente.
FNRRS0108.message     = A exclus\u00e3o do cont\u00eainer n\u00e3o \u00e9 permitida por causa das condi\u00e7\u00f5es de suspens\u00e3o existentes: ''{0}''.
FNRRS0108.arg.0       = delete_target

FNRRS0109.explanation = O cont\u00eainer especificado n\u00e3o pode ser exclu\u00eddo porque cont\u00e9m subcont\u00eaineres ou registros.
FNRRS0109.action      = Exclua o conte\u00fado do cont\u00eainer e tente novamente o processo de exclus\u00e3o.
FNRRS0109.message     = N\u00e3o \u00e9 poss\u00edvel excluir o cont\u00eainer n\u00e3o vazio: ''{0}''.
FNRRS0109.arg.0       = delete_target

FNRRS0110.explanation = O cont\u00eainer especificado n\u00e3o pode ser exclu\u00eddo porque cont\u00e9m subcont\u00eaineres ou registros que s\u00e3o exclu\u00eddos logicamente (ou seja, existem porque o recurso de metadados de reten\u00e7\u00e3o est\u00e1 ativado).
FNRRS0110.action      = Exclua o conte\u00fado do cont\u00eainer e tente novamente o processo de exclus\u00e3o.
FNRRS0110.message     = N\u00e3o \u00e9 poss\u00edvel excluir um cont\u00eainer que cont\u00e9m conte\u00fados exclu\u00eddos logicamente: ''{0}''.
FNRRS0110.arg.0       = delete_target

FNRRS0111.explanation = N\u00e3o \u00e9 poss\u00edvel incluir um novo filho em um cont\u00eainer-pai que est\u00e1 inativo.
FNRRS0111.action      = Torne o cont\u00eainer-pai ativo ou escolha um cont\u00eainer-pai diferente para incluir.
FNRRS0111.message     = N\u00e3o \u00e9 poss\u00edvel incluir um novo filho em um cont\u00eainer-pai inativo: ''{0}''.
FNRRS0111.arg.0       = parent_container

FNRRS0112.explanation = Se os itens de conte\u00fado s\u00e3o especificados por seus IDs, ent\u00e3o um reposit\u00f3rio de conte\u00fado tamb\u00e9m deve ser especificado.
FNRRS0112.action      = Forne\u00e7a o reposit\u00f3rio de conte\u00fado apropriado para os IDs do item de conte\u00fado.
FNRRS0112.message     = Erro de declara\u00e7\u00e3o, nenhum reposit\u00f3rio de conte\u00fado \u00e9 especificado para os identificadores de item de conte\u00fado.

FNRRS0113.explanation = Se mais de um cont\u00eainer de destino for especificado durante uma nova declara\u00e7\u00e3o de registro, ent\u00e3o todos os cont\u00eaineres semelhantes pertencem ao mesmo reposit\u00f3rio de planejamento de arquivos.
FNRRS0113.action      = Certifique-se de todos os cont\u00eaineres de destino de declara\u00e7\u00e3o de registro pertencem ao mesmo reposit\u00f3rio de planejamento de arquivos.
FNRRS0113.message     = Erro de declara\u00e7\u00e3o, cont\u00eaineres de destino deve pertencer ao mesmo reposit\u00f3rio de planejamento de arquivos.

FNRRS0114.explanation = Um dos cont\u00eaineres de destino para uma declara\u00e7\u00e3o de registro foi previamente exclu\u00eddo logicamente e n\u00e3o \u00e9 eleg\u00edvel para conter novos registros.
FNRRS0114.action      = Remova este cont\u00eainer da lista ou selecione um cont\u00eainer alternativo, ou ambos.
FNRRS0114.message     = Erro de declara\u00e7\u00e3o, o cont\u00eainer de destino foi logicamente exclu\u00eddo: ''{0}''.
FNRRS0114.arg.0       = container_ident

FNRRS0115.explanation = Um registro n\u00e3o pode ser declarado em um cont\u00eainer fechado.
FNRRS0115.action      = Reabra o cont\u00eainer e tente novamente ou escolher um cont\u00eainer diferente.
FNRRS0115.message     = Erro de declara\u00e7\u00e3o, o cont\u00eainer de destino est\u00e1 fechado: ''{0}''.
FNRRS0115.arg.0       = container_ident

FNRRS0116.explanation = Um dos cont\u00eaineres de destino para uma declara\u00e7\u00e3o de registro est\u00e1 inativo atualmente e n\u00e3o \u00e9 eleg\u00edvel para conter novos registros.
FNRRS0116.action      = Reative este cont\u00eainer ou remova-o da lista de cont\u00eaineres de destino.
FNRRS0116.message     = Erro de declara\u00e7\u00e3o, o cont\u00eainer de destino est\u00e1 inativo: ''{0}''.
FNRRS0116.arg.0       = container_ident

FNRRS0117.explanation = Apenas um cont\u00eainer do tipo f\u00edsico pode ser especificado como o destino para uma declara\u00e7\u00e3o de registro.
FNRRS0117.action      = Restrinja a lista de cont\u00eaineres de destino a um \u00fanico cont\u00eainer de tipo f\u00edsico.
FNRRS0117.message     = Erro de declara\u00e7\u00e3o, mais de um cont\u00eainer do tipo f\u00edsico est\u00e1 especificado.

FNRRS0118.explanation = Todos os itens de conte\u00fado associados a um novo registro devem pertencer ao mesmo reposit\u00f3rio de conte\u00fado.
FNRRS0118.action      = Certifique-se de que todos os itens de conte\u00fado associados pertencem ao mesmo reposit\u00f3rio de conte\u00fado.
FNRRS0118.message     = Erro de declara\u00e7\u00e3o, os itens de conte\u00fado especificados para uma nova declara\u00e7\u00e3o de registro pertencem a diferentes reposit\u00f3rios de conte\u00fado.

FNRRS0119.explanation = O item de conte\u00fado especificado \u00e9 ineleg\u00edvel para a declara\u00e7\u00e3o do registro porque a propriedade CanDeclare \u00e9 falso, o item est\u00e1 no estado de reserva, ou o item j\u00e1 est\u00e1 declarado.
FNRRS0119.action      = Corrija o item de conte\u00fado com erro ou especifique um item de conte\u00fado diferente.
FNRRS0119.message     = Erro de declara\u00e7\u00e3o, o item de conte\u00fado especificado \u00e9 ineleg\u00edvel para a declara\u00e7\u00e3o de registro: ''{0}''.
FNRRS0119.arg.0       = contentItem_ident

FNRRS0120.explanation = O registro especificado n\u00e3o pode ser exclu\u00eddo devido a uma suspens\u00e3o existente diretamente no registro ou em um ou mais de seus pais.
FNRRS0120.action      = Remova as suspens\u00f5es que causam impedimento e tente o processo de exclus\u00e3o novamente.
FNRRS0120.message     = A exclus\u00e3o do registro n\u00e3o \u00e9 permitida por causa das condi\u00e7\u00f5es de suspens\u00e3o existentes: ''{0}''.
FNRRS0120.arg.0       = delete_target

FNRRS0121.explanation = O valor da propriedade Suplantar de um objeto de registro pode conter apenas um objeto de registro existente.
FNRRS0121.action      = Certifique-se de que o valor do objeto designado \u00e0 propriedade Suplantar \u00e9 o tipo com.ibm.jarm.api.core.Record.
FNRRS0121.message     = Erro de declara\u00e7\u00e3o, o valor da propriedade Suplantar do novo registro deve ser outro objeto Registro.

FNRRS0122.explanation = O registro de destino para o valor da propriedade Suplantar de um novo registro n\u00e3o pode j\u00e1 ter sido substitu\u00eddo.
FNRRS0122.action      = N\u00e3o tente suplantar um registro existente que j\u00e1 tenha sido substitu\u00eddo.
FNRRS0122.message     = O registro de destino da propriedade Suplantar do novo registro j\u00e1 foi previamente substitu\u00eddo.

FNRRS0123.explanation = O registro de destino para o valor da propriedade Suplantar de um novo registro n\u00e3o pode ser recuperado para prop\u00f3sitos de valida\u00e7\u00e3o.
FNRRS0123.action      = Certifique-se de que o valor de registro de destino de substitui\u00e7\u00e3o ainda exista, ou que o usu\u00e1rio atual possui acesso de seguran\u00e7a necess\u00e1rio a ele, ou ambos.
FNRRS0123.message     = Erro de declara\u00e7\u00e3o, o registro de destino da propriedade Suplantar do novo registro est\u00e1 indispon\u00edvel.

FNRRS0124.explanation = O registro de destino para o valor da propriedade Suplantar de um novo registro n\u00e3o pode ser gravado.
FNRRS0124.action      = Certifique-se de que o usu\u00e1rio atual tenha o acesso de grava\u00e7\u00e3o necess\u00e1ria para o valor de registro de destino de substitui\u00e7\u00e3o.
FNRRS0124.message     = Erro de declara\u00e7\u00e3o, o registro de destino da propriedade Suplantar do novo registro n\u00e3o pode ser gravado.

FNRRS0125.explanation = O registro de destino para o valor da propriedade Recebido De de um novo registro j\u00e1 \u00e9 um registro de recebido.
FNRRS0125.action      = Selecione um registro alternativo como o valor Recebido De.
FNRRS0125.message     = Erro de declara\u00e7\u00e3o, o registro de destino para o valor da propriedade Recebido De de um novo registro j\u00e1 \u00e9 um registro de recebido.

FNRRS0126.explanation = Ao declarar um registro em um reposit\u00f3rio de planejamento de arquivos que \u00e9 configurado com o modelo de dados Classifica\u00e7\u00e3o de DoD, um valor da propriedade Classifica\u00e7\u00e3o Atual n\u00e3o nulo ou n\u00e3o vazio \u00e9 necess\u00e1rio.
FNRRS0126.action      = Forne\u00e7a um valor da propriedade Classifica\u00e7\u00e3o Atual v\u00e1lido.
FNRRS0126.message     = Erro de declara\u00e7\u00e3o, propriedade ''Classifica\u00e7\u00e3o Atual'' ausente ou inv\u00e1lida.

FNRRS0127.explanation = Um registro classificado deve ter um valor da propriedade Classifica\u00e7\u00e3o Inicial v\u00e1lido.
FNRRS0127.action      = Forne\u00e7a um valor da propriedade Classifica\u00e7\u00e3o Inicial v\u00e1lido.
FNRRS0127.message     = Erro de declara\u00e7\u00e3o, propriedade ''Classifica\u00e7\u00e3o Inicial'' ausente ou inv\u00e1lida.

FNRRS0128.explanation = Para um registro classificado, se a propriedade Derivado De n\u00e3o for fornecida, ent\u00e3o uma propriedade Classificado Por e Motivos Para Classifica\u00e7\u00e3o \u00e9 fornecida.
FNRRS0128.action      = Forne\u00e7a valores da propriedade Classificado Por e Motivos para Classifica\u00e7\u00e3o v\u00e1lidos.
FNRRS0128.message     = Erro de declara\u00e7\u00e3o, propriedade ''Autoridade de Classifica\u00e7\u00e3o'' ausente ou inv\u00e1lida.

FNRRS0129.explanation = Para um registro classificado, se nenhuma Isen\u00e7\u00e3o for especificada, ent\u00e3o, um Desclassificar Na Data ou Desclassificar No Evento v\u00e1lido deve ser fornecido.
FNRRS0129.action      = Forne\u00e7a uma Isen\u00e7\u00e3o v\u00e1lida, ou um Desclassificar Na Data ou Desclassificar No Evento v\u00e1lido.
FNRRS0129.message     = Erro de declara\u00e7\u00e3o, propriedade ''Desclassificar Na Data'' ou ''Desclassificar no Evento'' v\u00e1lida ausente.

FNRRS0130.explanation = Para um registro classificado, se nenhuma Isen\u00e7\u00e3o for especificada E um Desclassificar Na Data for fornecido, ent\u00e3o essa data deve estar dentro do limite de tempo conforme especificado pela diretiva presidencial atual.
FNRRS0130.action      = Forne\u00e7a uma Isen\u00e7\u00e3o v\u00e1lida, ou um Desclassificar Na Data ou Desclassificar No Evento v\u00e1lido.
FNRRS0130.message     = Erro de declara\u00e7\u00e3o, a propriedade ''Desclassificar Na Data'' especificada est\u00e1 fora do intervalo.

FNRRS0131.explanation = Para um registro classificado, se uma Marca\u00e7\u00e3o Suplementar restrita for especificada, ent\u00e3o nem um Desclassificar Na Data ou um Desclassificar no Evento \u00e9 permitido.
FNRRS0131.action      = Remova os valores de Desclassificar Na Data e Desclassificar no Evento ou remova a Marca\u00e7\u00e3o suplementar restritiva.
FNRRS0131.message     = Erro de declara\u00e7\u00e3o, um registro restrito n\u00e3o pode ter uma propriedade ''Desclassificar Na Data'' ou ''Desclassificar em Eventos''.

FNRRS0132.explanation = Para um registro classificado, se uma Marca\u00e7\u00e3o Suplementar restrita for especificada, ent\u00e3o nenhum valor de Isen\u00e7\u00e3o ser\u00e1 permitido.
FNRRS0132.action      = Remova os valores de Isen\u00e7\u00e3o ou remova a Marca\u00e7\u00e3o suplementar restritiva.
FNRRS0132.message     = Erro de declara\u00e7\u00e3o, um registro restrito n\u00e3o pode ter nenhuma propriedade ''Isen\u00e7\u00e3o''.

FNRRS0133.explanation = Para um registro classificado, se uma Marca\u00e7\u00e3o Suplementar restrita for especificada, ent\u00e3o nenhum valor da propriedade Downgrade ser\u00e1 permitido.
FNRRS0133.action      = Remova os valores de Downgrade ou remova a Marca\u00e7\u00e3o suplementar restritiva.
FNRRS0133.message     = Erro de declara\u00e7\u00e3o, um registro restrito n\u00e3o pode ter uma propriedade  ''Fazer Downgrade Na Data'' ou ''Fazer Downgrade em Eventos''.

FNRRS0134.explanation = Para um registro classificado, uma Ag\u00eancia Classificadora v\u00e1lida deve ser especificada.
FNRRS0134.action      = Forne\u00e7a uma propriedade Ag\u00eancia Classificadora v\u00e1lida.
FNRRS0134.message     = Erro de declara\u00e7\u00e3o, propriedade ''Ag\u00eancia Classificadora'' ausente ou inv\u00e1lida.

FNRRS0135.explanation = Para um registro classificado, se Fazer Downgrade Na Data ou Fazer Downgrade em Eventos for especificada, ent\u00e3o uma propriedade Fazer Downgrade de Instru\u00e7\u00f5es deve ser fornecida.
FNRRS0135.action      = Forne\u00e7a Fazer Downgrade de Instru\u00e7\u00f5es ou n\u00e3o especifique nenhuma propriedadeFazer Downgrade na Data e Fazer Downgrade em Eventos.
FNRRS0135.message     = Erro de declara\u00e7\u00e3o, propriedade ''Fazer Downgrade de Instru\u00e7\u00f5es'' ausente ou inv\u00e1lida.

FNRRS0136.explanation = Para um registro classificado, se a propriedade Atualizado em for especificado, ent\u00e3o, uma propriedade Motivos para Atualiza\u00e7\u00e3o tamb\u00e9m deve ser fornecida.
FNRRS0136.action      = Forne\u00e7a Motivos para Atualiza\u00e7\u00e3o ou n\u00e3o especifique nenhuma propriedade Atualizado Em.
FNRRS0136.message     = Erro de declara\u00e7\u00e3o, propriedade ''Motivos para Atualiza\u00e7\u00e3o'' ausente ou inv\u00e1lida.

FNRRS0137.explanation = Para um registro classificado, se a propriedade Atualizado em for especificada, ent\u00e3o, uma propriedade Atualizado Por tamb\u00e9m deve ser fornecida.
FNRRS0137.action      = Forne\u00e7a Atualizado Por, ou n\u00e3o especifique nenhuma propriedade Atualizado Em.
FNRRS0137.message     = Erro de declara\u00e7\u00e3o, propriedade ''Atualizado Por'' ausente ou inv\u00e1lida.

FNRRS0138.explanation = Para um registro classificado, se uma propriedade Revisado Em for especificada, ent\u00e3o, uma propriedade Revisado Por tamb\u00e9m deve ser fornecida.
FNRRS0138.action      = Forne\u00e7a uma propriedade Revisado Por, ou n\u00e3o especifique nenhuma propriedade Revisado Em.
FNRRS0138.message     = Erro de declara\u00e7\u00e3o, propriedade ''Revisado Por'' ausente ou inv\u00e1lida.

FNRRS0139.explanation = Para um registro classificado, se a propriedade Downgrade Feito Em for especificada, ent\u00e3o, uma propriedade Downgrade Feito Por tamb\u00e9m deve ser fornecida.
FNRRS0139.action      = Forne\u00e7a Downgrade Feito Por ou n\u00e3o especifique nenhuma propriedade Downgrade Feito Em.
FNRRS0139.message     = Erro de declara\u00e7\u00e3o, propriedade ''Downgrade Feito Por'' ausente ou inv\u00e1lida.

FNRRS0140.explanation = Para um registro classificado, se a propriedade Desclassificado Em for especificada, ent\u00e3o, uma propriedade Desclassificado Por tamb\u00e9m deve ser fornecida.
FNRRS0140.action      = Forne\u00e7a Desclassificado Por ou n\u00e3o especifique nenhuma propriedade Desclassificado Em.
FNRRS0140.message     = Erro de declara\u00e7\u00e3o, propriedade ''Desclassificado Por'' ausente ou inv\u00e1lida.

FNRRS0141.explanation = Para obter uma tentativa de declara\u00e7\u00e3o de registro classificado, uma ou mais valida\u00e7\u00f5es DoD classificado falhou.
FNRRS0141.action      = Examine a coleta de registro de erro da exce\u00e7\u00e3o para obter detalhes sobre cada falha de valida\u00e7\u00e3o.
FNRRS0141.message     = Erro de declara\u00e7\u00e3o, um ou mais erros de valida\u00e7\u00e3o de DoD Classificado ocorreu. Consulte registros de erro da exce\u00e7\u00e3o para obter detalhes.

FNRRS0142.explanation = Foi feita uma tentativa para definir um cont\u00eainer de registro como Ativo, mas ele j\u00e1 estava ativo.  Um cont\u00eainer Ativo n\u00e3o pode ser definido para Ativo.
FNRRS0142.action      = Determine por que o cont\u00eainer est\u00e1 sendo configurado para Ativo quando ele j\u00e1 est\u00e1 ativo.
FNRRS0142.message     = N\u00e3o \u00e9 poss\u00edvel configurar o cont\u00eainer como Ativo, ele j\u00e1 est\u00e1 Ativo.

FNRRS0143.explanation = Foi feita uma tentativa para definir um cont\u00eainer de registro como Inativo, mas ele j\u00e1 estava Inativo.  Um cont\u00eainer Inativo n\u00e3o pode ser definido para Inativo.
FNRRS0143.action      = Determine por que o cont\u00eainer est\u00e1 sendo configurado para Inativo quando ele j\u00e1 est\u00e1 Inativo.
FNRRS0143.message     = N\u00e3o \u00e9 poss\u00edvel configurar o cont\u00eainer como Inativo; ele j\u00e1 est\u00e1 Inativo.

FNRRS0144.explanation = Quando um cont\u00eainer est\u00e1 Inativo, todos os seus subcont\u00eaineres at\u00e9 a parte inferior da hierarquia de cont\u00eainer tamb\u00e9m devem estar Inativos.  Uma tentativa de configurar um cont\u00eainer como Ativo quando um de seus pais est\u00e1 Inativo n\u00e3o \u00e9 permitida.
FNRRS0144.action      = Se o cont\u00eainer deve ser configurado como Ativo, ent\u00e3o todos os pais que s\u00e3o Inativos devem ser configurados para Ativo primeiro.
FNRRS0144.message     = N\u00e3o \u00e9 poss\u00edvel configurar o cont\u00eainer como Ativo; um cont\u00eainer-pai est\u00e1 Inativo.

FNRRS0145.explanation = Quando um cont\u00eainer \u00e9 definido como Inativo, um motivo para a a\u00e7\u00e3o deve ser especificado.  Esse motivo fornece as informa\u00e7\u00f5es sobre por que esse cont\u00eainer n\u00e3o est\u00e1 mais ativo.
FNRRS0145.action      = Especifique o motivo ao definir um cont\u00eainer para Inativo.
FNRRS0145.message     = O Motivo para Inativo \u00e9 necess\u00e1rio ao definir um cont\u00eainer para Inativo.

FNRRS0146.explanation = Voc\u00ea s\u00f3 pode reabrir um cont\u00eainer que foi fechado.  Se o cont\u00eainer j\u00e1 est\u00e1 aberto, voc\u00ea n\u00e3o tem permiss\u00e3o para reabri-lo.
FNRRS0146.action      = N\u00e3o reabra um cont\u00eainer a menos que ele esteja no estado fechado.
FNRRS0146.message     = N\u00e3o \u00e9 poss\u00edvel reabrir um cont\u00eainer que foi fechada.

FNRRS0147.explanation = A a\u00e7\u00e3o de reabrir somente \u00e9 v\u00e1lida em um cont\u00eainer que est\u00e1 atualmente no estado fechado. O cont\u00eainer atual j\u00e1 foi reaberto, portanto, n\u00e3o \u00e9 poss\u00edvel reabri-lo.
FNRRS0147.action      = N\u00e3o reabra um cont\u00eainer a menos que ele esteja no estado fechado.
FNRRS0147.message     = N\u00e3o \u00e9 poss\u00edvel reabrir um cont\u00eainer que foi reaberto.

FNRRS0148.explanation = Um cont\u00eainer pode ser reaberto apenas se todos os seus cont\u00eaineres-pais estiverem no estado aberto. Se qualquer cont\u00eainer-pai estiver fechado, o cont\u00eainer n\u00e3o poder\u00e1 ser reaberto.
FNRRS0148.action      = N\u00e3o reabra um cont\u00eainer a menos que todos os seus pais estejam abertos.
FNRRS0148.message     = N\u00e3o \u00e9 poss\u00edvel reabrir um cont\u00eainer que possui um cont\u00eainer ancestral que esteja fechado.

FNRRS0149.explanation = Ao fechar um cont\u00eainer, o motivo pelo qual o cont\u00eainer est\u00e1 sendo fechado deve ser especificado. O motivo deve ser uma sequ\u00eancia n\u00e3o vazia v\u00e1lida.
FNRRS0149.action      = Especifique uma sequ\u00eancia n\u00e3o vazia declarando porque o cont\u00eainer est\u00e1 sendo fechado.
FNRRS0149.message     = Um motivo deve ser especificado ao fechar um cont\u00eainer.

FNRRS0150.explanation = N\u00e3o \u00e9 poss\u00edvel fechar um cont\u00eainer que j\u00e1 est\u00e1 fechado.  Somente \u00e9 poss\u00edvel fechar o cont\u00eainer se ele estiver aberto (nunca fechado) ou reaberto (foi fechado, mas agora foi reaberto)
FNRRS0150.action      = Verifique se um cont\u00eainer j\u00e1 est\u00e1 fechado antes de tentar fech\u00e1-lo.
FNRRS0150.message     = N\u00e3o \u00e9 poss\u00edvel fechar o cont\u00eainer, ele j\u00e1 est\u00e1 fechado.

FNRRS0151.explanation = N\u00e3o \u00e9 poss\u00edvel arquivar um registro em um cont\u00eainer que est\u00e1 atualmente inativo.
FNRRS0151.action      = Reative o cont\u00eainer ou escolha outro destino de arquivamento.
FNRRS0151.message     = N\u00e3o \u00e9 poss\u00edvel arquivar um registro em um cont\u00eainer inativo.

FNRRS0152.explanation = N\u00e3o \u00e9 poss\u00edvel arquivar um registro em um cont\u00eainer que est\u00e1 atualmente fechado.
FNRRS0152.action      = Reabra o cont\u00eainer ou escolha outro destino de arquivamento.
FNRRS0152.message     = N\u00e3o \u00e9 poss\u00edvel arquivar um registro em um cont\u00eainer fechado.

FNRRS0153.explanation = O cont\u00eainer de destino de arquivamento n\u00e3o tem permiss\u00e3o para conter esse tipo de registro.
FNRRS0153.action      = Escolha um cont\u00eainer alternativo para arquivar o registro.
FNRRS0153.message     = O cont\u00eainer de destino de arquivamento n\u00e3o tem permiss\u00e3o para conter um registro do tipo de entidade: {0}.

FNRRS0154.explanation = O registro j\u00e1 existe no cont\u00eainer de destino especificado (ou seu volume filho ativo).
FNRRS0154.action      = Escolha um cont\u00eainer alternativo para arquivar o registro.
FNRRS0154.message     = N\u00e3o \u00e9 poss\u00edvel arquivar o registro porque ele j\u00e1 est\u00e1 contido no cont\u00eainer de destino (ou seu volume filho ativo).

FNRRS0155.explanation = O registro n\u00e3o pode ser arquivado em um cont\u00eainer que reside fora de seu planejamento de arquivos existente.
FNRRS0155.action      = Escolha um cont\u00eainer que esteja dentro do planejamento de arquivos existente do registro.
FNRRS0155.message     = O registro n\u00e3o pode ser arquivado em um cont\u00eainer que esteja localizado fora de seu planejamento de arquivos existente.

FNRRS0156.explanation = Um registro f\u00edsico n\u00e3o pode ser arquivado em mais de um cont\u00eainer f\u00edsico.
FNRRS0156.action      = Limite a restri\u00e7\u00e3o de um registro f\u00edsico para um \u00fanico cont\u00eainer f\u00edsico.
FNRRS0156.message     = N\u00e3o \u00e9 poss\u00edvel arquivar um registro f\u00edsico em mais de um cont\u00eainer f\u00edsico.

FNRRS0157.explanation = Um registro f\u00edsico n\u00e3o pode ser arquivado em mais de um cont\u00eainer f\u00edsico.
FNRRS0157.action      = Limite a restri\u00e7\u00e3o de um registro f\u00edsico para um \u00fanico cont\u00eainer f\u00edsico.
FNRRS0157.message     = O modo SchedulePropagation especificado n\u00e3o \u00e9 aplic\u00e1vel ao limpar uma designa\u00e7\u00e3o de planejamento da disposi\u00e7\u00e3o existente: {0}.

FNRRS0158.explanation = A suspens\u00e3o especificada n\u00e3o est\u00e1 associada \u00e0 entidade, portanto, n\u00e3o pode ser removida.
FNRRS0158.action      = Certifique-se de que o objeto de suspens\u00e3o est\u00e1 associado a uma entidade antes de tentar remov\u00ea-lo.
FNRRS0158.message     = N\u00e3o \u00e9 poss\u00edvel remover a suspens\u00e3o porque ela n\u00e3o est\u00e1 associada \u00e0 entidade, identidade de suspens\u00e3o: {0}.
FNRRS0158.arg.0	   = A identidade da suspens\u00e3o em quest\u00e3o.

FNRRS0159.explanation = A suspens\u00e3o especificada foi designada dinamicamente \u00e0 entidade. N\u00e3o \u00e9 poss\u00edvel remov\u00ea-la manualmente
FNRRS0159.action      = Execute a Varredura da Suspens\u00e3o para remover suspens\u00f5es din\u00e2micas.
FNRRS0159.message     = N\u00e3o \u00e9 poss\u00edvel remover manualmente a suspens\u00e3o que foi aplicada dinamicamente, identidade de suspens\u00e3o: {0}.
FNRRS0159.arg.0	   = A identidade da suspens\u00e3o em quest\u00e3o.

FNRRS0160.explanation = A suspens\u00e3o especificada n\u00e3o est\u00e1 ativa.  Ela n\u00e3o pode ser aplicada a uma entidade.
FNRRS0160.action      = Certifique-se de que a suspens\u00e3o est\u00e1 designada como ativa antes de associ\u00e1-la a entidades.
FNRRS0160.message     = N\u00e3o \u00e9 poss\u00edvel aplicar suspens\u00e3o que n\u00e3o esteja ativa, identidade da suspens\u00e3o: {0}.
FNRRS0160.arg.0	   = A identidade da suspens\u00e3o em quest\u00e3o.

FNRRS0161.explanation = N\u00e3o \u00e9 poss\u00edvel incluir uma suspens\u00e3o em uma entidade que j\u00e1 esteja associada a essa suspens\u00e3o.
FNRRS0161.action      = Apenas inclua uma suspens\u00e3o em uma entidade uma vez.
FNRRS0161.message     = N\u00e3o \u00e9 poss\u00edvel incluir uma suspens\u00e3o em uma entidade mais de uma vez, identidade da(s) suspens\u00e3o(\u00f5es): {0}
FNRRS0161.arg.0	   = A identidade da(s) suspens\u00e3o(\u00f5es) em quest\u00e3o.

FNRRS0162.explanation = N\u00e3o \u00e9 poss\u00edvel excluir uma suspens\u00e3o quando os registros ou os cont\u00eaineres est\u00e3o associados com a suspens\u00e3o.
FNRRS0162.action      = Remova as entidades associadas com a suspens\u00e3o e, em seguida, exclua a suspens\u00e3o.
FNRRS0162.message     = N\u00e3o \u00e9 poss\u00edvel excluir uma suspens\u00e3o que est\u00e1 associada a entidades.

FNRRS0163.explanation = Ocorreu uma exce\u00e7\u00e3o inesperada ao tentar mover essa entidade.
FNRRS0163.action      = Examine os logs para informa\u00e7\u00f5es mais detalhadas da exce\u00e7\u00e3o.
FNRRS0163.message     = N\u00e3o \u00e9 poss\u00edvel mover a entidade devido \u00e0 exce\u00e7\u00e3o inesperada, entidade: {0}, exce\u00e7\u00e3o: {1}.
FNRRS0163.arg.0       = Identidade da entidade na qual a movimenta\u00e7\u00e3o foi tentada.
FNRRS0163.arg.1       = Mensagem da exce\u00e7\u00e3o.

FNRRS0164.explanation = A opera\u00e7\u00e3o de exclus\u00e3o em massa n\u00e3o suporta uma entidade desse valor entityType.
FNRRS0164.action      = Remova esta entidade da cole\u00e7\u00e3o de entidades da opera\u00e7\u00e3o de exclus\u00e3o em massa.
FNRRS0164.message     = N\u00e3o \u00e9 poss\u00edvel executar a exclus\u00e3o em massa no tipo de entidade, entityType: {0}, entityIdent: {1}.
FNRRS0164.arg.0       = Tipo de entidade da entidade na qual a exclus\u00e3o foi tentada.
FNRRS0164.arg.1       = Identidade da entidade na qual a exclus\u00e3o foi tentada.

FNRRS0165.explanation = A opera\u00e7\u00e3o de desativa\u00e7\u00e3o em massa n\u00e3o suporta uma entidade desse valor entityType.
FNRRS0165.action      = Remova esta entidade da cole\u00e7\u00e3o de entidades da opera\u00e7\u00e3o de desativa\u00e7\u00e3o em massa.
FNRRS0165.message     = N\u00e3o \u00e9 poss\u00edvel executar a desativa\u00e7\u00e3o em massa no tipo de entidade, entityType: {0}, entityIdent: {1}.
FNRRS0165.arg.0       = Tipo de entidade da entidade na qual a desativa\u00e7\u00e3o foi tentada.
FNRRS0165.arg.1       = Identidade da entidade na qual a desativa\u00e7\u00e3o foi tentada.

FNRRS0166.explanation = A opera\u00e7\u00e3o de ativa\u00e7\u00e3o em massa n\u00e3o suporta uma entidade desse valor entityType.
FNRRS0166.action      = Remova esta entidade da cole\u00e7\u00e3o de entidades da opera\u00e7\u00e3o de ativa\u00e7\u00e3o em massa.
FNRRS0166.message     = N\u00e3o \u00e9 poss\u00edvel executar a ativa\u00e7\u00e3o em massa no tipo de entidade, entityType: {0}, entityIdent: {1}.
FNRRS0166.arg.0       = Tipo de entidade da entidade na qual a ativa\u00e7\u00e3o foi tentada.
FNRRS0166.arg.1       = Identidade da entidade na qual a ativa\u00e7\u00e3o foi tentada.

FNRRS0167.explanation = O cont\u00eainer de origem especificado para a opera\u00e7\u00e3o de movimenta\u00e7\u00e3o n\u00e3o cont\u00e9m diretamente o registro especificado.
FNRRS0167.action      = Certifique-se de que o cont\u00eainer de origem correto est\u00e1 especificado. Se o cont\u00eainer de origem real \u00e9 um Volume de Registro, especifique esse Volume de Registro em vez de sua pasta de Registro pai.
FNRRS0167.message     = N\u00e3o \u00e9 poss\u00edvel executar a movimenta\u00e7\u00e3o do registro porque o registro n\u00e3o est\u00e1 contido no cont\u00eainer de origem especificado.

FNRRS0168.explanation = O usu\u00e1rio atual n\u00e3o tem permiss\u00e3o para mover o objeto.
FNRRS0168.action      = Verifique se o usu\u00e1rio atual tem a permiss\u00e3o para mover o objeto.
FNRRS0168.message     = O usu\u00e1rio atual n\u00e3o pode mover o cont\u00eainer: {0}.
FNRRS0168.arg.0       = Identidade do cont\u00eainer.

FNRRS0169.explanation = O usu\u00e1rio atual n\u00e3o tem a permiss\u00e3o correta para copiar o registro.
FNRRS0169.action      = Verifique se o usu\u00e1rio atual possui pelo menos permiss\u00e3o de grava\u00e7\u00e3o no registro.
FNRRS0169.message     = O usu\u00e1rio atual n\u00e3o tem permiss\u00e3o para copiar o registro: {0}.
FNRRS0169.arg.0       = Identidade do registro.

FNRRS0170.explanation = Devido \u00e0 incapacidade de fazer automaticamente a c\u00f3pia de um documento federado externo, n\u00e3o \u00e9 poss\u00edvel copiar um registro associado a esse documento.
FNRRS0170.action      = Duplique manualmente o documento federado original e declare manualmente um novo registro para o novo documento federado.
FNRRS0170.message     = Um registro associado a um documento federado n\u00e3o pode ser copiado.

FNRRS0171.explanation = O registro especificado n\u00e3o est\u00e1 atualmente arquivado no cont\u00eainer especificado e, portanto, n\u00e3o pode ser desarquivado desse cont\u00eainer.
FNRRS0171.action      = Se voc\u00ea originalmente chamado este m\u00e9todo em uma pasta de registro que requer o uso de volumes de registro filho, ent\u00e3o, fa\u00e7a essa chamada no volume filho apropriado que realmente cont\u00e9m o registro.
FNRRS0171.message     = N\u00e3o \u00e9 poss\u00edvel desarquivar um registro de um cont\u00eainer no qual ele n\u00e3o est\u00e1 atualmente arquivado, registro: {0}, cont\u00eainer: {1}.
FNRRS0171.arg.0       = O registro no qual a opera\u00e7\u00e3o de desarquivamento est\u00e1 sendo tentada.
FNRRS0171.arg.1       = O destino do cont\u00eainer do qual a opera\u00e7\u00e3o de desarquivamento de registro est\u00e1 sendo tentada.

FNRRS0172.explanation = Um registro deve ser arquivado em pelo menos um cont\u00eainer. 
FNRRS0172.action      = Assegure-se de que o registro est\u00e1 arquivado em pelo menos um outro cont\u00eainer antes de tentar desarquiv\u00e1-lo de um cont\u00eainer.
FNRRS0172.message     = N\u00e3o \u00e9 poss\u00edvel desarquivar um registro que est\u00e1 atualmente arquivado em apenas um cont\u00eainer, o registro: {0}.
FNRRS0172.arg.0       = O registro no qual a opera\u00e7\u00e3o de desarquivamento est\u00e1 sendo tentada.

FNRRS0173.explanation = Ap\u00f3s um registro ter sido "logicamente" exclu\u00eddo, ele n\u00e3o pode mais ser n\u00e3o declarado. 
FNRRS0173.action      =  
FNRRS0173.message     = N\u00e3o \u00e9 poss\u00edvel remover a declara\u00e7\u00e3o de um registro que foi "logicamente" exclu\u00eddo, registro: {0}.
FNRRS0173.arg.0       = O registro no qual a opera\u00e7\u00e3o de remo\u00e7\u00e3o de declara\u00e7\u00e3o est\u00e1 sendo tentada.

FNRRS0174.explanation = Se um registro (ou qualquer um de seus cont\u00eaineres-pais) est\u00e1 suspenso, ela n\u00e3o pode ser n\u00e3o declarado. 
FNRRS0174.action      = Remova todas as suspens\u00f5es aplic\u00e1veis do registro e tente a opera\u00e7\u00e3o de remo\u00e7\u00e3o de declara\u00e7\u00e3o.
FNRRS0174.message     = N\u00e3o \u00e9 poss\u00edvel remover a declara\u00e7\u00e3o de um registro que est\u00e1 atualmente em suspens\u00e3o, registro: {0}.
FNRRS0174.arg.0       = O registro no qual a opera\u00e7\u00e3o de remo\u00e7\u00e3o de declara\u00e7\u00e3o est\u00e1 sendo tentada.

FNRRS0175.explanation = Se um registro estiver atualmente envolvido em um fluxo de trabalho de disposi\u00e7\u00e3o ativo, ele n\u00e3o pode ser n\u00e3o declarado.
FNRRS0175.action      = Conclua qualquer processamento de fluxo de trabalho associado ao registro e tente a opera\u00e7\u00e3o de remo\u00e7\u00e3o de declara\u00e7\u00e3o.
FNRRS0175.message     = N\u00e3o \u00e9 poss\u00edvel remover a declara\u00e7\u00e3o de um registro que faz parte de um fluxo de trabalho de disposi\u00e7\u00e3o ativo, registro: {0}.
FNRRS0175.arg.0       = O registro no qual a opera\u00e7\u00e3o de remo\u00e7\u00e3o de declara\u00e7\u00e3o est\u00e1 sendo tentada.

FNRRS0176.explanation = Se um registro estiver associado ao conte\u00fado federado, ele n\u00e3o poder\u00e1 ser n\u00e3o declarado.
FNRRS0176.action      = 
FNRRS0176.message     = N\u00e3o \u00e9 poss\u00edvel remover a declara\u00e7\u00e3o de um registro que est\u00e1 associado com conte\u00fado federado, registro: {0}.
FNRRS0176.arg.0       = O registro no qual a opera\u00e7\u00e3o de remo\u00e7\u00e3o de declara\u00e7\u00e3o est\u00e1 sendo tentada.

FNRRS0177.explanation = Geralmente, as propriedades relacionadas ao recebimento do registro somente s\u00e3o definidas no modelo de dados do reposit\u00f3rio de planejamento de arquivos classificados DoD.
FNRRS0177.action      = Verifique se o modelo de dados adequado foi instalado para o reposit\u00f3rio de planejamento de arquivos.
FNRRS0177.message     = Recebimentos de registro n\u00e3o s\u00e3o suportados no reposit\u00f3rio de planejamento de arquivos associado.

FNRRS0178.explanation = Em um padr\u00e3o de nomenclatura, cada colchete direito deve ter um colchete esquerdo correspondente para especificar o escopo da macro de substitui\u00e7\u00e3o.
FNRRS0178.action      = Verifique o padr\u00e3o de nomenclatura e assegure que todos os colchetes direitos sejam precedidos por um colchete esquerdo.
FNRRS0178.message     = O padr\u00e3o de nomenclatura especificado tem um colchete direito sem colchete esquerdo correspondente.

FNRRS0179.explanation = Em um padr\u00e3o de nomenclatura, cada colchete esquerdo deve ter um colchete direito correspondente para especificar o escopo da macro de substitui\u00e7\u00e3o.
FNRRS0179.action      = Verifique o padr\u00e3o de nomenclatura e assegure que todos os colchetes esquerdos s\u00e3o seguidos por um colchete direito correspondente.
FNRRS0179.message     = O padr\u00e3o de nomenclatura especificado tem um colchete direito sem colchete esquerdo correspondente.

FNRRS0180.explanation = O pr\u00f3ximo valor de \u00edndice para substitui\u00e7\u00e3o \u00e9 mais longo que o padr\u00e3o de d\u00edgito especificado.
FNRRS0180.action      = Aumente o n\u00famero de d\u00edgitos no padr\u00e3o de d\u00edgito.
FNRRS0180.message     = O padr\u00e3o de d\u00edgito especificado \u00e9 muito curto para conter o pr\u00f3ximo valor do \u00edndice.

FNRRS0181.explanation = O padr\u00e3o especificado n\u00e3o pode ser analisado como um padr\u00e3o v\u00e1lido.
FNRRS0181.action      = Verifique o padr\u00e3o especificado para assegurar que ele \u00e9 um padr\u00e3o v\u00e1lido.
FNRRS0181.message     = O padr\u00e3o especificado n\u00e3o \u00e9 um padr\u00e3o v\u00e1lido.

FNRRS0182.explanation = H\u00e1 uma propriedade especificada no padr\u00e3o de nomenclatura que n\u00e3o existe.
FNRRS0182.action      = Modifique o padr\u00e3o de nomenclatura para incluir um nome de propriedade v\u00e1lido.
FNRRS0182.message     = A propriedade especificada no padr\u00e3o de nomenclatura \u00e9 inv\u00e1lida ou n\u00e3o existe: {0}.
FNRRS0182.arg.0       = property_name

FNRRS0183.explanation = H\u00e1 uma propriedade de diversos valores especificada no padr\u00e3o de nomenclatura.  Padr\u00f5es de nomenclatura suportam apenas propriedades com valor \u00fanico.
FNRRS0183.action      = Remova a propriedade com diversos valores do padr\u00e3o de nomenclatura.
FNRRS0183.message     = Uma propriedade com diversos valores n\u00e3o \u00e9 suportada em um padr\u00e3o de nomenclatura: {0}.
FNRRS0183.arg.0       = property_name

FNRRS0184.explanation = Padr\u00f5es de nomenclatura n\u00e3o suportam propriedades bin\u00e1rias ou de objeto.
FNRRS0184.action      = Modifique o padr\u00e3o de nomenclatura para incluir um tipo de propriedade suportado.
FNRRS0184.message     = O tipo da propriedade especificada no padr\u00e3o de nomenclatura n\u00e3o \u00e9 suportado: {0}. 
FNRRS0184.arg.0       = property_name

FNRRS0185.explanation = Ocorreu uma exce\u00e7\u00e3o inesperada ao tentar destruir essa entidade.
FNRRS0185.action      = Examine os logs para informa\u00e7\u00f5es mais detalhadas da exce\u00e7\u00e3o.
FNRRS0185.message     = N\u00e3o \u00e9 poss\u00edvel destruir a entidade devido \u00e0 exce\u00e7\u00e3o inesperada, entidade: {0}, exce\u00e7\u00e3o: {1}.
FNRRS0185.arg.0       = Identidade da entidade na qual a destrui\u00e7\u00e3o foi tentada.
FNRRS0185.arg.1       = Mensagem da exce\u00e7\u00e3o.

FNRRS0186.explanation = O planejamento da disposi\u00e7\u00e3o aplic\u00e1vel a uma entidade foi modificado, o que impede o processamento da disposi\u00e7\u00e3o das entidades afetadas.
FNRRS0186.action      = Execute novamente a varredura de disposi\u00e7\u00e3o para reprocessar essas entidades com o planejamento modificado.
FNRRS0186.message     = O planejamento de disposi\u00e7\u00e3o aplic\u00e1vel foi modificado.

FNRRS0187.explanation = N\u00e3o \u00e9 poss\u00edvel destruir um cont\u00eainer-pai at\u00e9 que todos os filhos tenham conclu\u00eddo quaisquer ciclos de reten\u00e7\u00e3o individuais.
FNRRS0187.action      = Atrase a destrui\u00e7\u00e3o da entidade pai.
FNRRS0187.message     = N\u00e3o \u00e9 poss\u00edvel destruir uma entidade que cont\u00e9m um ou mais filhos hier\u00e1rquicos com diferentes per\u00edodos de reten\u00e7\u00e3o, entidade: {0}.
FNRRS0187.arg.0       = Identidade da entidade na qual a destrui\u00e7\u00e3o foi tentada.

FNRRS0188.explanation = O tipo de a\u00e7\u00e3o da fase de disposi\u00e7\u00e3o atual associada \u00e0 entidade parece ter sido alterado.
FNRRS0188.action      = Execute novamente a varredura de disposi\u00e7\u00e3o para essa entidade.
FNRRS0188.message     = N\u00e3o \u00e9 poss\u00edvel continuar com o processamento de disposi\u00e7\u00e3o devido \u00e0 altera\u00e7\u00e3o aparente na fase atual, entidade: {0}, fase: {1}.
FNRRS0188.arg.0       = Identidade da entidade envolvida na disposi\u00e7\u00e3o.
FNRRS0188.arg.1       = Identidade da fase atual da entidade.

FNRRS0189.explanation = O valor da data de execu\u00e7\u00e3o da fase atual da entidade n\u00e3o \u00e9 v\u00e1lido para processamento de disposi\u00e7\u00e3o.
FNRRS0189.action      = Execute novamente a varredura de disposi\u00e7\u00e3o para essa entidade.
FNRRS0189.message     = N\u00e3o \u00e9 poss\u00edvel continuar com o processamento de disposi\u00e7\u00e3o porque a data de execu\u00e7\u00e3o da fase atual \u00e9 nula ou uma data futura, entidade: {0}, data: {1}.
FNRRS0189.arg.0       = Identidade da entidade envolvida na disposi\u00e7\u00e3o.
FNRRS0189.arg.1       = Valor da data de execu\u00e7\u00e3o da fase atual da entidade.

FNRRS0190.explanation = Uma a\u00e7\u00e3o de opera\u00e7\u00e3o deve corresponder \u00e0quela da a\u00e7\u00e3o da fase atual da entidade, a menos que a opera\u00e7\u00e3o seja Exportar ou Destruir e a a\u00e7\u00e3o da fase atual da entidade seja Transferir.
FNRRS0190.action      = Execute novamente a varredura de disposi\u00e7\u00e3o para essa entidade.
FNRRS0190.message     = O tipo de a\u00e7\u00e3o da opera\u00e7\u00e3o de disposi\u00e7\u00e3o \u00e9 inv\u00e1lido para o estado da fase atual da entidade, entidade: {0}, a\u00e7\u00e3o da fase atual: {1}, a\u00e7\u00e3o tentada: {2}.
FNRRS0190.arg.0       = Identidade da entidade envolvida na disposi\u00e7\u00e3o.
FNRRS0190.arg.1       = A\u00e7\u00e3o da fase atual da entidade.
FNRRS0190.arg.2       = Tentativa de a\u00e7\u00e3o da opera\u00e7\u00e3o.

FNRRS0191.explanation = A disposi\u00e7\u00e3o n\u00e3o pode continuar para qualquer entidade que possui uma suspens\u00e3o aplic\u00e1vel aplicada quer diretamente a ela, um de seus pais, ou um de seus filhos.
FNRRS0191.action      = Remova qualquer suspens\u00e3o aplic\u00e1vel nessa entidade.
FNRRS0191.message     = N\u00e3o \u00e9 poss\u00edvel continuar com a opera\u00e7\u00e3o de disposi\u00e7\u00e3o devido a uma suspens\u00e3o em vigor para a entidade: {0}.
FNRRS0191.arg.0       = Identidade da entidade envolvida na disposi\u00e7\u00e3o.

FNRRS0192.explanation = As a\u00e7\u00f5es de disposi\u00e7\u00e3o Transfer\u00eancia Tempor\u00e1ria e Exporta\u00e7\u00e3o n\u00e3o s\u00e3o permitidas em um cont\u00eainer de registro reaberto.
FNRRS0192.action      = Feche o cont\u00eainer de registro envolvido.
FNRRS0192.message     = N\u00e3o \u00e9 poss\u00edvel executar a a\u00e7\u00e3o de disposi\u00e7\u00e3o no cont\u00eainer de registro reaberto: {0}, a\u00e7\u00e3o: {1}.
FNRRS0192.arg.0       = Identidade da entidade envolvida na disposi\u00e7\u00e3o.
FNRRS0192.arg.1       = Tipo de a\u00e7\u00e3o de disposi\u00e7\u00e3o tentada.

FNRRS0193.explanation = Devido ao poss\u00edvel rec\u00e1lculo do estado de disposi\u00e7\u00e3o da entidade, seu processo de disposi\u00e7\u00e3o deve ser reiniciado.
FNRRS0193.action      = Execute a a\u00e7\u00e3o "Iniciar Disposi\u00e7\u00e3o" novamente nessa entidade.
FNRRS0193.message     = A a\u00e7\u00e3o de disposi\u00e7\u00e3o n\u00e3o pode ser executada na entidade porque o fluxo de trabalho aplic\u00e1vel ainda n\u00e3o foi iniciado, entidade: {0}.
FNRRS0193.arg.0       = Identidade da entidade envolvida na disposi\u00e7\u00e3o.

FNRRS0194.explanation = Quando um registro \u00e9 associado a um planejamento de disposi\u00e7\u00e3o por meio de um Tipo de Registro, ele n\u00e3o pode ser destru\u00eddo como parte do processo de destrui\u00e7\u00e3o de um de seus cont\u00eaineres.
FNRRS0194.action      = Processe os registros primeiro e tente novamente uma destrui\u00e7\u00e3o no cont\u00eainer.
FNRRS0194.message     = Imposs\u00edvel destruir a entidade porque ela cont\u00e9m um ou mais registros filhos que possuem um Tipo de Registro designados a eles, entidade: {0}.
FNRRS0194.arg.0       = Identidade da entidade envolvida na disposi\u00e7\u00e3o.

FNRRS0195.explanation = A entidade n\u00e3o est\u00e1 realmente contida pelo cont\u00eainer especificado ou o tipo de registro especificado est\u00e1 indispon\u00edvel.
FNRRS0195.action      = Verifique como a entidade herda seu planejamento e execute a varredura novamente.
FNRRS0195.message     = N\u00e3o \u00e9 poss\u00edvel descartar adequadamente a entidade porque seu valor''corte herdado de'' n\u00e3o \u00e9 v\u00e1lido, entidade: {0}.
FNRRS0195.arg.0       = Identidade da entidade envolvida na disposi\u00e7\u00e3o.

FNRRS0196.explanation = Nenhum caminho de diret\u00f3rio v\u00e1lido pode ser obtido a partir do par\u00e2metro de entrada ou da propriedade Destino da Exporta\u00e7\u00e3o da Fase Atual da entidade.
FNRRS0196.action      = Forne\u00e7a um caminho de diret\u00f3rio v\u00e1lido utilizando o par\u00e2metro de entrada do m\u00e9todo ou a propriedade Destino da Exporta\u00e7\u00e3o da Fase Atual da entidade associada.
FNRRS0196.message     = A sequ\u00eancia do caminho do diret\u00f3rio do sistema de arquivos de destino da exporta\u00e7\u00e3o \u00e9 uma entidade nula ou em branco: {0}.
FNRRS0196.arg.0       = Identidade da entidade envolvida na disposi\u00e7\u00e3o.

FNRRS0197.explanation = Ocorreu um erro no sistema de arquivos ao tentar criar o diret\u00f3rio do sistema de arquivos especificado. Examine a causa da exce\u00e7\u00e3o subjacente para obter informa\u00e7\u00f5es mais espec\u00edficas.
FNRRS0197.action      = Certifique-se de que um caminho de diret\u00f3rio do sistema de arquivos v\u00e1lido foi especificado e se o usu\u00e1rio atual possui as permiss\u00f5es do sistema de arquivos necess\u00e1rias.
FNRRS0197.message     = Ocorreu um erro ao tentar criar o diret\u00f3rio do sistema de arquivos de destino de exporta\u00e7\u00e3o especificado: ''{0}''.
FNRRS0197.arg.0       = Caminho do diret\u00f3rio do sistema de arquivos.

FNRRS0198.explanation = Ocorreu um erro no sistema de arquivos ao tentar criar um subdiret\u00f3rio de ''conte\u00fado'' para arquivos de dados de conte\u00fado de registro associados. Examine a causa da exce\u00e7\u00e3o subjacente para obter informa\u00e7\u00f5es mais espec\u00edficas.
FNRRS0198.action      = Certifique-se de que um caminho de diret\u00f3rio do sistema de arquivos v\u00e1lido foi especificado e se o usu\u00e1rio atual possui as permiss\u00f5es do sistema de arquivos necess\u00e1rias.
FNRRS0198.message     = Ocorreu um erro ao tentar criar um subdiret\u00f3rio ''conte\u00fado'' sob o diret\u00f3rio do sistema de arquivos: ''{0}''.
FNRRS0198.arg.0       = Caminho do diret\u00f3rio do sistema de arquivos pai.

FNRRS0199.explanation = Ocorreu um erro no sistema de arquivos durante a gera\u00e7\u00e3o de um arquivo do sistema de arquivos de conte\u00fado de exporta\u00e7\u00e3o. Examine a causa da exce\u00e7\u00e3o subjacente para obter informa\u00e7\u00f5es mais espec\u00edficas.
FNRRS0199.action      = Certifique-se de que um caminho de diret\u00f3rio do sistema de arquivos v\u00e1lido foi especificado e se o usu\u00e1rio atual possui as permiss\u00f5es do sistema de arquivos necess\u00e1rias.
FNRRS0199.message     = Ocorreu um erro ao tentar exportar dados do conte\u00fado para o arquivo: ''{0}''.
FNRRS0199.arg.0       = Sequ\u00eancia do caminho do arquivo de sa\u00edda.

FNRRS0200.explanation = Ocorreu uma exce\u00e7\u00e3o inesperada ao tentar exportar essa entidade.
FNRRS0200.action      = Examine os logs para informa\u00e7\u00f5es mais detalhadas da exce\u00e7\u00e3o.
FNRRS0200.message     = N\u00e3o \u00e9 poss\u00edvel exportar a entidade devido \u00e0 exce\u00e7\u00e3o inesperada, entidade: {0}, exce\u00e7\u00e3o: {1}.
FNRRS0200.arg.0       = Identidade da entidade na qual a exporta\u00e7\u00e3o foi tentada.
FNRRS0200.arg.1       = Mensagem da exce\u00e7\u00e3o.

FNRRS0201.explanation = A opera\u00e7\u00e3o de Iniciar disposi\u00e7\u00e3o n\u00e3o suporta uma entidade desse valor de tipo de entidade.
FNRRS0201.action      = Remova essa entidade da cole\u00e7\u00e3o de entrada da opera\u00e7\u00e3o Iniciar disposi\u00e7\u00e3o.
FNRRS0201.message     = N\u00e3o \u00e9 poss\u00edvel executar a a\u00e7\u00e3o ''Iniciar disposi\u00e7\u00e3o'' na entidade do tipo: {0}, entityIdent: {1}.
FNRRS0201.arg.0       = Tipo de entidade da entidade na qual Iniciar disposi\u00e7\u00e3o foi tentada.
FNRRS0201.arg.1       = Identidade da entidade na qual Iniciar disposi\u00e7\u00e3o foi tentada.

FNRRS0202.explanation = N\u00e3o \u00e9 poss\u00edvel executar a a\u00e7\u00e3o ''Iniciar disposi\u00e7\u00e3o'' em qualquer entidade que possui uma suspens\u00e3o efetiva estabelecida.
FNRRS0202.action      = Remova a suspens\u00e3o efetiva da entidade e tente novamente Iniciar disposi\u00e7\u00e3o.
FNRRS0202.message     = N\u00e3o \u00e9 poss\u00edvel executar a a\u00e7\u00e3o ''Iniciar disposi\u00e7\u00e3o'' na entidade que est\u00e1 em suspens\u00e3o ou que tem um pai em suspens\u00e3o, entityIdent: {0}.
FNRRS0202.arg.0       = Identidade da entidade na qual Iniciar disposi\u00e7\u00e3o foi tentada.

FNRRS0203.explanation = N\u00e3o \u00e9 poss\u00edvel executar a a\u00e7\u00e3o ''Iniciar disposi\u00e7\u00e3o'' em qualquer entidade que contenha alguma entidade-filha que esteja em suspens\u00e3o.
FNRRS0203.action      = Remova a suspens\u00e3o das entidades-filhas apropriadas e tente novamente Iniciar disposi\u00e7\u00e3o.
FNRRS0203.message     = N\u00e3o \u00e9 poss\u00edvel executar a a\u00e7\u00e3o ''Iniciar disposi\u00e7\u00e3o'' dessa entidade porque um ou mais de seus membros filhos est\u00e1 suspenso, entityIdent: {0}.
FNRRS0203.arg.0       = Identidade da entidade na qual Iniciar disposi\u00e7\u00e3o foi tentada.

FNRRS0204.explanation = N\u00e3o \u00e9 poss\u00edvel executar a a\u00e7\u00e3o ''Iniciar disposi\u00e7\u00e3o'' em qualquer entidade devido a um posicionamento de suspens\u00e3o, ou uma altera\u00e7\u00e3o em seu planejamento de disposi\u00e7\u00e3o, ou ambos.
FNRRS0204.action      = Remova qualquer suspens\u00e3o do aplicativo na entidade, sua hierarquia-pai, ou sua hierarquia filha e execute novamente a varredura de disposi\u00e7\u00e3o.
FNRRS0204.message     = N\u00e3o \u00e9 poss\u00edvel executar a a\u00e7\u00e3o ''Iniciar disposi\u00e7\u00e3o'' dessa entidade: {0}.
FNRRS0204.arg.0       = Identidade da entidade na qual ''Iniciar disposi\u00e7\u00e3o'' foi tentada.

FNRRS0205.explanation = Ocorreu um erro inesperado que impede o processo de disposi\u00e7\u00e3o inicial de prosseguir.
FNRRS0205.action      = Examine as informa\u00e7\u00f5es da pilha de exce\u00e7\u00f5es associadas para a poss\u00edvel causa, ou execute novamente a varredura de disposi\u00e7\u00e3o, ou ambos.
FNRRS0205.message     = Ocorreu um erro inesperado ocorreu durante Iniciar disposi\u00e7\u00e3o para uma ou mais entidades.

FNRRS0206.explanation = O par\u00e2metro VWSession \u00e9 nulo ou inv\u00e1lido de alguma maneira.
FNRRS0206.action      = Verifique a configura\u00e7\u00e3o do IBM FileNet Process Engine aplic\u00e1vel do aplicativo cliente.
FNRRS0206.message     = N\u00e3o \u00e9 poss\u00edvel executar a a\u00e7\u00e3o ''Iniciar disposi\u00e7\u00e3o'' devido ao par\u00e2metro VWSession inv\u00e1lido: {0}.
FNRRS0206.arg.0       = O par\u00e2metro VWSession em quest\u00e3o.

FNRRS0207.explanation = A data de execu\u00e7\u00e3o da fase atual da entidade ainda n\u00e3o foi estabelecida ou ainda est\u00e1 no futuro.
FNRRS0207.action      = Execute novamente a varredura de disposi\u00e7\u00e3o e tente novamente Iniciar disposi\u00e7\u00e3o. 
FNRRS0207.message     = N\u00e3o \u00e9 poss\u00edvel concluir a fase de disposi\u00e7\u00e3o atual porque a data de execu\u00e7\u00e3o da fase atual ainda n\u00e3o foi atingida, entidade: {0}.
FNRRS0207.arg.0       = Identidade da entidade em quest\u00e3o.

FNRRS0208.explanation = Uma mudan\u00e7a no planejamento da disposi\u00e7\u00e3o associada da entidade ou nos metadados relacionados \u00e0 disposi\u00e7\u00e3o da entidade, ou ambos, pode ter ocorrido.
FNRRS0208.action      = Execute novamente a varredura de disposi\u00e7\u00e3o e tente novamente Iniciar disposi\u00e7\u00e3o. 
FNRRS0208.message     = N\u00e3o \u00e9 poss\u00edvel concluir a fase de disposi\u00e7\u00e3o atual porque o fluxo de trabalho associado ainda n\u00e3o foi iniciado, entidade: {0}.
FNRRS0208.arg.0       = Identidade da entidade em quest\u00e3o.

FNRRS0209.explanation = Um cont\u00eainer reaberto n\u00e3o pode ser transitado depois de sua fase de disposi\u00e7\u00e3o atual.
FNRRS0209.action      = Feche o cont\u00eainer e tente novamente a transi\u00e7\u00e3o de fase. 
FNRRS0209.message     = N\u00e3o \u00e9 poss\u00edvel concluir a fase de disposi\u00e7\u00e3o atual porque a entidade do cont\u00eainer foi reaberta, entidade: {0}.
FNRRS0209.arg.0       = Identidade da entidade em quest\u00e3o.

FNRRS0210.explanation = Uma data de execu\u00e7\u00e3o da fase atual proposta n\u00e3o pode ser nula ou no futuro.
FNRRS0210.action      = Proponha um valor de data de execu\u00e7\u00e3o da fase atual diferente e tente novamente a transi\u00e7\u00e3o da fase. 
FNRRS0210.message     = N\u00e3o \u00e9 poss\u00edvel concluir a fase de disposi\u00e7\u00e3o atual porque a data de execu\u00e7\u00e3o da fase atual proposta \u00e9 nula ou est\u00e1 no futuro, entidade: {0}, data proposta: {1}.
FNRRS0210.arg.0       = Identidade da entidade em quest\u00e3o.
FNRRS0210.arg.1       = O valor de data inv\u00e1lido fornecido.

FNRRS0211.explanation = Um planejamento da disposi\u00e7\u00e3o deve sempre ter um valor da propriedade Base de Corte.
FNRRS0211.action      = Corrija o planejamento da disposi\u00e7\u00e3o e tente novamente o processo de disposi\u00e7\u00e3o inicial.
FNRRS0211.message     = N\u00e3o \u00e9 poss\u00edvel executar o processo de corte de disposi\u00e7\u00e3o devido \u00e0 aus\u00eancia da propriedade da base de corte para o planejamento da disposi\u00e7\u00e3o: {0}.
FNRRS0211.arg.0       = Identidade do planejamento em quest\u00e3o.

FNRRS0212.explanation = Um valor de data est\u00e1 ausente da entidade em quest\u00e3o para a propriedade da base de corte especificada.
FNRRS0212.action      = Ajuste a entidade, ou seu planejamento de disposi\u00e7\u00e3o, ou ambos, e tente novamente o processo de disposi\u00e7\u00e3o inicial.
FNRRS0212.message     = Um valor de data est\u00e1 ausente da entidade de disposi\u00e7\u00e3o para a propriedade da base de corte, entidade: {0}, nome da propriedade: {1}.
FNRRS0212.arg.0       = Identidade da entidade em quest\u00e3o.
FNRRS0212.arg.1       = Nome da propriedade da base de corte.

FNRRS0213.explanation = Um valor de data est\u00e1 ausente da entidade em quest\u00e3o para a propriedade da base de corte especificada.
FNRRS0213.action      = Ajuste a entidade, ou seu planejamento de disposi\u00e7\u00e3o, ou ambos, e tente novamente o processo de disposi\u00e7\u00e3o inicial.
FNRRS0213.message     = O acionador de disposi\u00e7\u00e3o tem um tipo de acionador inv\u00e1lido para o processamento de corte, acionador: {0}, tipo: {1}.
FNRRS0213.arg.0       = Identidade da entidade em quest\u00e3o.
FNRRS0213.arg.1       = Nome da propriedade da base de corte.

FNRRS0214.explanation = Ocorreu uma exce\u00e7\u00e3o inesperada ao tentar transferir temporariamente essa entidade.
FNRRS0214.action      = Examine os logs para informa\u00e7\u00f5es mais detalhadas da exce\u00e7\u00e3o.
FNRRS0214.message     = N\u00e3o \u00e9 poss\u00edvel transferir temporariamente a entidade devido \u00e0 exce\u00e7\u00e3o inesperada, entidade: {0}, exce\u00e7\u00e3o: {1}.
FNRRS0214.arg.0       = Identidade da entidade na qual a transfer\u00eancia tempor\u00e1ria foi tentada.
FNRRS0214.arg.1       = Mensagem da exce\u00e7\u00e3o.

FNRRS0215.explanation = Ocorreu uma exce\u00e7\u00e3o inesperada ao tentar transferir essa entidade.
FNRRS0215.action      = Examine os logs para informa\u00e7\u00f5es mais detalhadas da exce\u00e7\u00e3o.
FNRRS0215.message     = N\u00e3o \u00e9 poss\u00edvel transferir a entidade devido \u00e0 exce\u00e7\u00e3o inesperada, entidade: {0}, exce\u00e7\u00e3o: {1}.
FNRRS0215.arg.0       = Identidade da entidade na qual a transfer\u00eancia foi tentada.
FNRRS0215.arg.1       = Mensagem da exce\u00e7\u00e3o.

FNRRS0216.explanation = Falha ao obter o originador do elemento da etapa do fluxo de trabalho.
FNRRS0216.action      = Verifique o servidor Process Engine e o Component Manager para assegurar que eles estejam funcionando bem.
FNRRS0216.message     = Falha ao obter Originador.

FNRRS0217.explanation = A cole\u00e7\u00e3o RMProperties que cont\u00e9m valores da propriedade relacionados \u00e0 revis\u00e3o de disposi\u00e7\u00e3o n\u00e3o podem ser nulos ou vazios.
FNRRS0217.action      = Forne\u00e7a valores de propriedade de revis\u00e3o apropriados e tente novamente a opera\u00e7\u00e3o de revis\u00e3o.
FNRRS0217.message     = A cole\u00e7\u00e3o de RMProperties de entrada est\u00e1 vazia para a entidade revisada: {0}.
FNRRS0217.arg.0       = Identidade da entidade na qual a revis\u00e3o foi tentada.

FNRRS0218.explanation = O ID da classe do tipo de pasta a ser criado n\u00e3o pode ser nulo ou vazio.
FNRRS0218.action      = Forne\u00e7a o ID de classe apropriado do tipo de pasta.
FNRRS0218.message     = O ID {0}, n\u00e3o \u00e9 um ID de classe v\u00e1lido.
FNRRS0218.arg.0       = ID da Classe do tipo de pasta a ser criada.

FNRRS0219.explanation = Apenas categoria de registro pode ser inclu\u00edda no planejamento de arquivos. 
FNRRS0219.action      = Forne\u00e7a o tipo de entidade apropriado da pasta a ser criada.
FNRRS0219.message     = A entidade {0} n\u00e3o pode ser inclu\u00edda no planejamento de arquivos.
FNRRS0219.arg.0       = O tipo de entidade da pasta a ser criada.

FNRRS0220.explanation = O anexo deve ser de Categoria de Registro ou Pasta de Registro.
FNRRS0220.action      = Forne\u00e7a o anexo apropriado.
FNRRS0220.message     = O anexo {0} n\u00e3o \u00e9 um tipo de anexo v\u00e1lido. O anexo deve ser de Categoria de Registro ou Pasta de Registro.
FNRRS0220.arg.0       = O nome do anexo.

FNRRS0221.explanation = Falha ao criar objeto da pasta de registro. 
FNRRS0221.action      = Verifique os par\u00e2metros usados para criar a pasta e tente novamente a opera\u00e7\u00e3o de cria\u00e7\u00e3o de pasta.
FNRRS0221.message     = N\u00e3o \u00e9 poss\u00edvel criar o Objeto de Pasta de Registros {0}.
FNRRS0221.arg.0       = O tipo de entidade da pasta a ser criada.

FNRRS0222.explanation = O comprimento da matriz PropertyName e da matriz PropertyValue deve ser igual.
FNRRS0222.action      = Assegure-se de que o comprimento da matriz PropertyName \u00e9 igual ao comprimento da matriz PropertyValue.
FNRRS0222.message     = O comprimento da matriz PropertyName {0} e da matriz PropertyValue {1} n\u00e3o s\u00e3o iguais.
FNRRS0222.arg.0       = Matriz PropertyName.
FNRRS0222.arg.1       = Matriz PropertyValue.

FNRRS0223.explanation = Quando a propriedade dependente especificada para o objeto tem um valor ''verdadeiro'', ent\u00e3o a outra propriedade deve ter um valor n\u00e3o em branco designado para ela.
FNRRS0223.action      = Forne\u00e7a um valor v\u00e1lido para o valor da propriedade ausente ou ajuste o valor da propriedade dependente.
FNRRS0223.message     = Um valor n\u00e3o em branco est\u00e1 ausente do objeto para a propriedade ''{0}'' que \u00e9 necess\u00e1ria quando a propriedade dependente ''{1}'' est\u00e1 especificada com um valor de ''verdadeiro''.
FNRRS0223.arg.0       = Nome da propriedade ausente ou em branco.
FNRRS0223.arg.1       = Nome da propriedade dependente.

FNRRS0224.explanation = Falha ao declarar o documento como registro. 
FNRRS0224.action      = Verifique os par\u00e2metros utilizados para declarar o documento como registro e tente novamente a opera\u00e7\u00e3o de declara\u00e7\u00e3o de documento como registro.
FNRRS0224.message     = N\u00e3o \u00e9 poss\u00edvel declarar o documento como registro.

FNRRS0225.explanation = O arquivamento de um registro em mais de um cont\u00eainer n\u00e3o est\u00e1 atualmente ativado para esse reposit\u00f3rio de planejamento de arquivos.
FNRRS0225.action      = N\u00e3o tente fazer o arquivamento m\u00faltiplo de um registro, ou ativar o recurso de arquivamento m\u00faltiplo no reposit\u00f3rio de planejamento de arquivos.
FNRRS0225.message     = N\u00e3o \u00e9 poss\u00edvel fazer um registro em mais de um cont\u00eainer no reposit\u00f3rio de planejamento de arquivos: {0}.
RNRRS0255.arg.0       = Nome do reposit\u00f3rio de planejamento de arquivos.

FNRRS0226.explanation = Os intervalos de valores de reten\u00e7\u00e3o admiss\u00edveis s\u00e3o anos: 0-999, meses: 0-99, dias: 0-99.
FNRRS0226.action      = Forne\u00e7a valores de reten\u00e7\u00e3o v\u00e1lidos.
FNRRS0226.message     = Um ou mais valores de reten\u00e7\u00e3o est\u00e3o fora do intervalo. Os intervalos admiss\u00edveis s\u00e3o anos: 0-999, meses: 0-99, dias: 0-99.

FNRRS0227.explanation = \u00c9 poss\u00edvel incluir um cont\u00eainer de Planejamento B\u00e1sico apenas em uma raiz de planejamento de arquivos ou em um cont\u00eainer de tipo de categoria de registro.
FNRRS0227.action      = Tente novamente usar uma raiz de planejamento de registro como cont\u00eainer-pai de destino.
FNRRS0227.message     = N\u00e3o \u00e9 poss\u00edvel incluir um novo cont\u00eainer de Planejamento B\u00e1sico como um filho de um cont\u00eainer-pai do tipo: {0} 
RNRRS0227.arg.0       = Tipo de entidade do cont\u00eainer-pai.

FNRRS0228.explanation = N\u00e3o foi poss\u00edvel localizar a propriedade do acionador especificado.
FNRRS0228.action      = Forne\u00e7a o nome simb\u00f3lico de uma propriedade v\u00e1lida do tipo DateTime designada a uma classe de registro, pelo menos.
FNRRS0228.message     = N\u00e3o \u00e9 poss\u00edvel recuperar o modelo de propriedade para o nome simb\u00f3lico da propriedade do acionador especificada: {0} 
RNRRS0228.arg.0       = Nome simb\u00f3lico da propriedade especificada.

FNRRS0229.explanation = A propriedade do acionador especificada deve ser do tipo de dados DateTime e ter valor \u00fanico.
FNRRS0229.action      = Forne\u00e7a o nome simb\u00f3lico de uma propriedade v\u00e1lida do tipo DateTime, com valor \u00fanico, designada a uma classe de registro, pelo menos.
FNRRS0229.message     = A propriedade do acionador especificada n\u00e3o \u00e9 do tipo de dados DataTime e/ou n\u00e3o tem valor \u00fanico: {0}
RNRRS0229.arg.0       = Nome simb\u00f3lico da propriedade especificada.

FNRRS0230.explanation = A propriedade do acionador especificada deve estar atualmente designada a uma ou mais classes de registro.
FNRRS0230.action      = Forne\u00e7a o nome simb\u00f3lico de uma propriedade v\u00e1lida do tipo DateTime designada a uma classe de registro, pelo menos.
FNRRS0230.message     = A propriedade do acionador especificada n\u00e3o est\u00e1 designada a nenhuma classe de registro: {0}.
RNRRS0230.arg.0       = Nome simb\u00f3lico da propriedade especificada.

FNRRS0231.explanation = Um cont\u00eainer de Planejamento B\u00e1sico proposto n\u00e3o pode ter nenhum subcont\u00eainer filho.
FNRRS0231.action      = Selecione um cont\u00eainer alternativo para convers\u00e3o em um cont\u00eainer de Planejamento B\u00e1sico.
FNRRS0231.message     = O cont\u00eainer de Planejamento B\u00e1sico proposto n\u00e3o \u00e9 um n\u00f3 folha: {0}
RNRRS0231.arg.0       = Identidade do cont\u00eainer proposto

FNRRS0232.explanation = Um cont\u00eainer de Planejamento B\u00e1sico proposto n\u00e3o pode conter nenhum registro filho que esteja arquivado atualmente em mais de um cont\u00eainer.
FNRRS0232.action      = Selecione um cont\u00eainer alternativo para convers\u00e3o ou remova qualquer desqualifica\u00e7\u00e3o de registros filho.
FNRRS0232.message     = O cont\u00eainer de Planejamento B\u00e1sico proposto cont\u00e9m, pelo menos, um registro de arquivamento m\u00faltiplo: {0}.
FNRRS0232.arg.0       = Identidade do registro de arquivamento m\u00faltiplo.

FNRRS0233.explanation = Um cont\u00eainer de Planejamento B\u00e1sico proposto n\u00e3o pode ter nenhum registro filho que seja um registro f\u00edsico.
FNRRS0233.action      = Selecione um cont\u00eainer alternativo para convers\u00e3o ou remova qualquer desqualifica\u00e7\u00e3o de registros filho.
FNRRS0233.message     = O cont\u00eainer de Planejamento B\u00e1sico proposto cont\u00e9m, pelo menos, um registro f\u00edsico: {0}.
FNRRS0233.arg.0       = Identidade de registro f\u00edsico.

FNRRS0234.explanation = Um cont\u00eainer de Planejamento B\u00e1sico proposto n\u00e3o pode ter nenhum registro filho que tenha um tipo de registro associado.
FNRRS0234.action      = Selecione um cont\u00eainer alternativo para convers\u00e3o ou remova qualquer desqualifica\u00e7\u00e3o de registros filho.
FNRRS0234.message     = O cont\u00eainer de Planejamento B\u00e1sico proposto cont\u00e9m, pelo menos, um registro que tenha um tipo de registro associado: {0}.
FNRRS0234.arg.0       = Identidade de registro.

FNRRS0235.explanation = Todos os registros contidos em um cont\u00eainer de Planejamento B\u00e1sico proposto devem suportar a propriedade do acionador proposta.
FNRRS0235.action      = Selecione uma propriedade do acionador alternativa ou remova qualquer desqualifica\u00e7\u00e3o de registros filho.
FNRRS0235.message     = O cont\u00eainer de Planejamento B\u00e1sico proposto cont\u00e9m, pelo menos, um registro cuja classe n\u00e3o suporta o nome da propriedade do acionador proposta: {0}.
FNRRS0235.arg.0       = Identidade de registro.

FNRRS0236.explanation = Nem todos tipos de cont\u00eainer de registro s\u00e3o eleg\u00edveis para convers\u00e3o em cont\u00eaineres de Planejamento B\u00e1sico.
FNRRS0236.action      = Selecione um cont\u00eainer alternativo.
FNRRS0236.message     = O tipo de cont\u00eainer proposto n\u00e3o \u00e9 eleg\u00edvel para convers\u00e3o em um cont\u00eainer de Planejamento B\u00e1sico: {0}.
FNRRS0236.arg.0       = Tipo de entidade do cont\u00eainer proposto.

FNRRS0237.explanation = Modelos de propriedade necess\u00e1rios relacionados ao Planejamento B\u00e1sico e/ou sua designa\u00e7\u00e3o para diversas classes de cont\u00eainer de registro n\u00e3o parecem existir nesse reposit\u00f3rio de planejamento de arquivos.
FNRRS0237.action      = Assegure que o complemento apropriado do P8 Content Manager tenha sido aplicado a esse reposit\u00f3rio de planejamento de arquivos.
FNRRS0237.message     = Os metadados necess\u00e1rios para suportar Planejamento B\u00e1sico n\u00e3o est\u00e3o dispon\u00edveis nesse reposit\u00f3rio de planejamento de arquivos: {0}.
FNRRS0237.arg.0       = Identificador do reposit\u00f3rio de planejamento de arquivos.

FNRRS0238.explanation = Um cont\u00eainer de Planejamento B\u00e1sico v\u00e1lido deve ter um valor RMRetentionPeriod devidamente formatado.
FNRRS0238.action      = Use o m\u00e9todo DefensiblyDisposable.setRetentionPeriod para estabelecer um valor de per\u00edodo de reten\u00e7\u00e3o adequado para esse cont\u00eainer. 
FNRRS0238.message     = O valor do per\u00edodo de reten\u00e7\u00e3o de Planejamento B\u00e1sico n\u00e3o est\u00e1 no formato esperado: yyy-mm-dd.

FNRRS0239.explanation = Um cont\u00eainer j\u00e1 deve ser um cont\u00eainer de Planejamento B\u00e1sico antes de qualquer tentativa para modificar uma propriedade relacionada ao Planejamento B\u00e1sico.
FNRRS0239.action      = Assegure que o cont\u00eainer tenha sido criado como cont\u00eainer de Planejamento B\u00e1sico ou convertido para esse tipo de cont\u00eainer.
FNRRS0239.message     = N\u00e3o \u00e9 poss\u00edvel modificar nenhum valor de propriedade relacionado a Planejamento B\u00e1sico em um cont\u00eainer que n\u00e3o seja de Planejamento B\u00e1sico: {0}.
FNRRS0239.arg.0       = Identificador do Cont\u00eainer.

FNRRS0240.explanation = A configura\u00e7\u00e3o direta dessas propriedades n\u00e3o \u00e9 permitida porque ela ignoraria a l\u00f3gica de valida\u00e7\u00e3o necess\u00e1ria. 
FNRRS0240.action      = Use os m\u00e9todos DefensiblyDisposable setRetentionPeriod e/ou setTriggerPropertyName, em vez disso. 
FNRRS0240.message     = A configura\u00e7\u00e3o direta dos valores da propriedade de Planejamento B\u00e1sico n\u00e3o \u00e9 permitida.

FNRRS0241.explanation = Um cont\u00eainer de Planejamento B\u00e1sico n\u00e3o pode conter nenhum registro de arquivamento m\u00faltiplo. 
FNRRS0241.action      = Selecione um cont\u00eainer de destino diferente em que arquivar o registro. 
FNRRS0241.message     = N\u00e3o \u00e9 poss\u00edvel colocar um registro de arquivamento m\u00faltiplo em um cont\u00eainer de Planejamento B\u00e1sico.

FNRRS0242.explanation = Um cont\u00eainer de Planejamento B\u00e1sico n\u00e3o pode conter nenhum registro f\u00edsico. 
FNRRS0242.action      = Selecione um cont\u00eainer de destino diferente em que arquivar o registro. 
FNRRS0242.message     = N\u00e3o \u00e9 poss\u00edvel arquivar um registro f\u00edsico em um cont\u00eainer de Planejamento B\u00e1sico.

FNRRS0243.explanation = Um cont\u00eainer de Planejamento B\u00e1sico n\u00e3o pode conter nenhum registro com um Tipo de Registro. 
FNRRS0243.action      = Selecione um cont\u00eainer de destino diferente em que arquivar o registro. 
FNRRS0243.message     = N\u00e3o \u00e9 poss\u00edvel arquivar um registro com um cont\u00eainer de Planejamento B\u00e1sico.

FNRRS0244.explanation = Todos os registros contidos por um cont\u00eainer de Planejamento B\u00e1sico devem suportar a propriedade do acionador designada do cont\u00eainer. 
FNRRS0244.action      = Selecione um cont\u00eainer de destino diferente em que arquivar o registro. 
FNRRS0244.message     = A classe do registro n\u00e3o suporta a propriedade do acionador designada para o cont\u00eainer de Planejamento B\u00e1sico.

FNRRS0245.explanation = Um cont\u00eainer de Planejamento B\u00e1sico n\u00e3o pode ter nenhum planejamento de disposi\u00e7\u00e3o designado, diretamente ou por heran\u00e7a. 
FNRRS0245.action      = N\u00e3o tente designar um planejamento de disposi\u00e7\u00e3o para um cont\u00eainer de Planejamento B\u00e1sico existente, nem durante a cria\u00e7\u00e3o desse cont\u00eainer.
FNRRS0245.message     = N\u00e3o \u00e9 poss\u00edvel designar um planejamento de disposi\u00e7\u00e3o para um cont\u00eainer de Planejamento B\u00e1sico.

FNRRS0246.explanation = N\u00e3o \u00e9 poss\u00edvel mover nenhum registro que esteja atualmente inclu\u00eddo em um relat\u00f3rio de Planejamento B\u00e1sico para fora do seu cont\u00eainer.
FNRRS0246.action      = \u00c9 poss\u00edvel fazer uma nova c\u00f3pia desse registro ou colocar o registro em suspens\u00e3o.
FNRRS0246.message     = N\u00e3o \u00e9 poss\u00edvel mover um registro que esteja atualmente inclu\u00eddo em um relat\u00f3rio de Planejamento B\u00e1sico: {0}.
FNRRS0246.arg.0       = O identificador do registro.

FNRRS0247.explanation = Um cont\u00eainer de outra forma eleg\u00edvel n\u00e3o pode ser convertido em um cont\u00eainer de Planejamento B\u00e1sico se ele, ou pelo menos um de seus registros contidos, estiver atualmente envolvido no processamento de disposi\u00e7\u00e3o.
FNRRS0247.action      = Conclua qualquer processamento da disposi\u00e7\u00e3o existente para o cont\u00eainer e/ou seus registros contidos antes de tentar convert\u00ea-lo.
FNRRS0247.message     = O cont\u00eainer proposto n\u00e3o \u00e9 atualmente eleg\u00edvel para convers\u00e3o em um cont\u00eainer de Planejamento B\u00e1sico porque ele, ou pelo menos um registro contido, est\u00e1 atualmente envolvido no processamento da disposi\u00e7\u00e3o: {0}.
FNRRS0247.arg.0       = Identificador do cont\u00eainer ou registro filho ineleg\u00edvel.

FNRRS0248.explanation = Nenhuma altera\u00e7\u00e3o \u00e9 permitida para a propriedade do acionador de qualquer registro que esteja atualmente inclu\u00eddo em um relat\u00f3rio de Planejamento B\u00e1sico.
FNRRS0248.action      = N\u00e3o tente alterar o valor da propriedade do acionador.
FNRRS0248.message     = N\u00e3o \u00e9 poss\u00edvel atualizar o valor da propriedade do acionador designada em um registro atualmente inclu\u00eddo em um relat\u00f3rio de Planejamento B\u00e1sico: {0}.
FNRRS0248.arg.0       = O identificador do registro.

FNRRS0249.explanation = Como o Planejamento B\u00e1sico n\u00e3o pode conter registros de arquivamento m\u00faltiplo, n\u00e3o \u00e9 poss\u00edvel arquivar em outro lugar nenhum registro existente em um cont\u00eainer de Planejamento B\u00e1sico.
FNRRS0249.action      = Mova ou copie o registro, em vez de fazer um arquivamento m\u00faltiplo.
FNRRS0249.message     = N\u00e3o \u00e9 poss\u00edvel fazer um arquivamento m\u00faltiplo de um registro que esteja atualmente contido em um cont\u00eainer de Planejamento B\u00e1sico: {0}.
FNRRS0249.arg.0       = O identificador do registro.

FNRRS0250.explanation = Determinadas inst\u00e2ncias de Configura\u00e7\u00e3o do Sistema s\u00e3o consideradas constantes e n\u00e3o podem ser alteradas.
FNRRS0250.message     = Uma opera\u00e7\u00e3o de atualiza\u00e7\u00e3o n\u00e3o \u00e9 permitida para a inst\u00e2ncia de Configura\u00e7\u00e3o do Sistema cujo nome de propriedade \u00e9: {0}.
FNRRS0250.arg.0       = O nome da propriedade da Configura\u00e7\u00e3o de Sistema envolvida.

FNRRS0251.explanation = A data de execu\u00e7\u00e3o da fase atual foi desconfigurada ou est\u00e1 no futuro.
FNRRS0251.action      = Execute novamente a varredura de disposi\u00e7\u00e3o para atualizar o estado de disposi\u00e7\u00e3o da entidade.
FNRRS0251.message     = N\u00e3o \u00e9 poss\u00edvel iniciar a disposi\u00e7\u00e3o devido a uma mudan\u00e7a na data de execu\u00e7\u00e3o da fase atual para a entidade: {0}, data: {1}.
FNRRS0251.arg.0       = A entidade em quest\u00e3o.
FNRRS0251.arg.1       = A data de execu\u00e7\u00e3o da fase atual da entidade.

FNRRS0252.explanation = A inicia\u00e7\u00e3o da a\u00e7\u00e3o de disposi\u00e7\u00e3o n\u00e3o \u00e9 aplic\u00e1vel para uma entidade cuja a\u00e7\u00e3o de fase atual \u00e9 autodestrui\u00e7\u00e3o.
FNRRS0252.action      = Execute a varredura de disposi\u00e7\u00e3o de autodestrui\u00e7\u00e3o para processar essa entidade.
FNRRS0252.message     = N\u00e3o \u00e9 poss\u00edvel iniciar a disposi\u00e7\u00e3o em uma entidade cuja a\u00e7\u00e3o de fase de disposi\u00e7\u00e3o atual \u00e9 autodestrui\u00e7\u00e3o: {0}.
FNRRS0252.arg.0       = A entidade em quest\u00e3o.

FNRRS0253.explanation = A inicia\u00e7\u00e3o da a\u00e7\u00e3o de disposi\u00e7\u00e3o n\u00e3o \u00e9 aplic\u00e1vel para uma entidade cuja hierarquia de subcont\u00eainer inclui um ou mais cont\u00eaineres f\u00edsicos em suspens\u00e3o.
FNRRS0253.action      = Remova qualquer suspens\u00e3o em vigor e tente iniciar a disposi\u00e7\u00e3o novamente.
FNRRS0253.message     = N\u00e3o \u00e9 poss\u00edvel iniciar a disposi\u00e7\u00e3o em uma entidade que cont\u00e9m um subcont\u00eainer f\u00edsico que est\u00e1 em suspens\u00e3o: {0}.
FNRRS0253.arg.0       = A entidade em quest\u00e3o.

FNRRS0254.explanation = A inicia\u00e7\u00e3o da a\u00e7\u00e3o de disposi\u00e7\u00e3o n\u00e3o \u00e9 aplic\u00e1vel para uma entidade cuja hierarquia de subcont\u00eainer inclui um ou mais registros f\u00edsicos em suspens\u00e3o.
FNRRS0254.action      = Remova qualquer suspens\u00e3o em vigor e tente iniciar a disposi\u00e7\u00e3o novamente.
FNRRS0254.message     = N\u00e3o \u00e9 poss\u00edvel iniciar a disposi\u00e7\u00e3o em uma entidade que cont\u00e9m um registro f\u00edsico que est\u00e1 em suspens\u00e3o: {0}.
FNRRS0254.arg.0       = A entidade em quest\u00e3o.

FNRRS0255.explanation = A inicia\u00e7\u00e3o da a\u00e7\u00e3o de disposi\u00e7\u00e3o n\u00e3o \u00e9 aplic\u00e1vel para uma entidade cuja hierarquia de subcont\u00eainer inclui um subcont\u00eainer que est\u00e1 em suspens\u00e3o e que cont\u00e9m registros f\u00edsicos.
FNRRS0255.action      = Remova qualquer suspens\u00e3o em vigor e tente iniciar a disposi\u00e7\u00e3o novamente.
FNRRS0255.message     = N\u00e3o \u00e9 poss\u00edvel iniciar a disposi\u00e7\u00e3o em uma entidade que cont\u00e9m um subcont\u00eainer em suspens\u00e3o que, por sua vez, cont\u00e9m um registro f\u00edsico: {0}.
FNRRS0255.arg.0       = A entidade em quest\u00e3o.


FNRRS0300.explanation = N\u00e3o \u00e9 poss\u00edvel adquirir uma inst\u00e2ncia de JAAS Subject associada com esse domain_type, URL da conex\u00e3o, nome de usu\u00e1rio e nome JAAS_stanza.
FNRRS0300.action      = Certifique-se do seguinte: 1) a configura\u00e7\u00e3o de JAAS para o ambiente de tempo de execu\u00e7\u00e3o est\u00e1 especificado corretamente. 2) A URL correta est\u00e1 especificada, incluindo n\u00famero de porta correto. 3) O nome JAAS_stanza adequado foi especificado para a URL.
FNRRS0300.message     = N\u00e3o \u00e9 poss\u00edvel adquirir um JAAS Subject para tipo de dom\u00ednio: ''{0}'', URL: ''{1}'', nome de usu\u00e1rio: ''{2}'', sub-rotina JAAS: ''{3}''.
FNRRS0300.arg.0       = domain_type
FNRRS0300.arg.1       = URL
FNRRS0300.arg.2       = nome_do_usu\u00e1rio
FNRRS0300.arg.3       = JAAS_stanza

FNRRS0301.explanation = O P8 ObjectStore especificado por objectstore_ident n\u00e3o \u00e9 um Reposit\u00f3rio de Conte\u00fado do Gerenciador de Registros v\u00e1lido.
FNRRS0301.action      = Certifique-se de que o modelo de dados apropriado do Gerenciador de Registros foi aplicado a este P8 ObjectStore.
FNRRS0301.message     = O P8 ObjectStore n\u00e3o \u00e9 um Reposit\u00f3rio de Conte\u00fado do Gerenciador de Registros v\u00e1lido: ''{0}''.
FNRRS0301.arg.0       = objectstore_ident

FNRRS0302.explanation = O P8 ObjectStore especificado por objectstore_ident n\u00e3o \u00e9 um Reposit\u00f3rio de Planejamento de Arquivos do IBM Enterprise Records v\u00e1lido.
FNRRS0302.action      = Certifique-se de que o modelo de dados apropriado do IBM Enterprise Records foi aplicado a este P8 ObjectStore.
FNRRS0302.message     = O P8 ObjectStore n\u00e3o \u00e9 um Reposit\u00f3rio de Planejamento de Arquivos do IBM Enterprise Records v\u00e1lido: ''{0}''.
FNRRS0302.arg.0       = objectstore_ident

FNRRS0303.explanation = A API do objeto, instance_ident, de tipo entity_type ainda n\u00e3o foi associada a seu objeto base do reposit\u00f3rio correspondente. Isso restringe o uso da inst\u00e2ncia da API, como tentar recuperar valores de propriedade a partir dela.
FNRRS0303.action      = Execute uma fetchInstance (em oposi\u00e7\u00e3o a um getInstance) para a inst\u00e2ncia da API para for\u00e7ar uma recupera\u00e7\u00e3o a partir do reposit\u00f3rio.
FNRRS0303.message     = Nenhum objeto base do reposit\u00f3rio foi estabelecido para a inst\u00e2ncia da API : ''{0}'', do tipo: ''{1}''.
FNRRS0303.arg.0       = instance_ident
FNRRS0303.arg.1       = entity_type

FNRRS0304.explanation = Nenhum reposit\u00f3rio de planejamento de arquivos dispon\u00edvel pode ser recuperado do dom\u00ednio, domain_ident.
FNRRS0304.action      = Verifique se o usu\u00e1rio atual tem permiss\u00e3o de acesso a pelo menos um reposit\u00f3rio de planejamento de arquivos no dom\u00ednio. Al\u00e9m disso, certifique-se de que pelo menos um reposit\u00f3rio foi configurado como um reposit\u00f3rio de planejamento de arquivos.
FNRRS0304.message     = Nenhum reposit\u00f3rio de planejamento de arquivos dispon\u00edvel pode ser recuperado do dom\u00ednio: ''{0}''.
FNRRS0304.arg.0       = domain_ident

FNRRS0305.explanation = Nenhum reposit\u00f3rio de planejamento de arquivos dispon\u00edvel pode ser recuperado do dom\u00ednio, domain_ident.
FNRRS0305.action      = Verifique se o usu\u00e1rio atual tem permiss\u00e3o de acesso a pelo menos um reposit\u00f3rio de planejamento de arquivos no dom\u00ednio. Al\u00e9m disso, certifique-se de que pelo menos um reposit\u00f3rio foi configurado como um reposit\u00f3rio de planejamento de arquivos.
FNRRS0305.message     = Nenhum reposit\u00f3rio de planejamento de arquivos dispon\u00edvel pode ser recuperado do dom\u00ednio: ''{0}''.
FNRRS0305.arg.0       = domain_ident

FNRRS0306.explanation = Ocorreu uma exce\u00e7\u00e3o ao tentar alimentar a propriedade do P8 Content Engine cujo nome simb\u00f3lico \u00e9 symbolic_name.
FNRRS0306.action      = Examine a pilha de exce\u00e7\u00f5es para a causa subjacente do RMRuntimeException. A causa t\u00edpica \u00e9 devido a um problema de convers\u00e3o de tipo.
FNRRS0306.message     = Erro ao alimentar a propriedade P8CE, nome simb\u00f3lico: ''{0}''.
FNRRS0306.arg.0       = symbolic_name

FNRRS0307.explanation = Classe da propriedade do reposit\u00f3rio class_name n\u00e3o suportada encontrada para propriedade symbolic_name.
FNRRS0307.action      = Escolha uma propriedade ou tipo de classe de propriedade alternativo.
FNRRS0307.message     = Classe da propriedade n\u00e3o suportada encontrada durante alimenta\u00e7\u00e3o da propriedade do reposit\u00f3rio, nome simb\u00f3lico: ''{0}'', classe: ''{1}''.
FNRRS0307.arg.0       = symbolic_name
FNRRS0307.arg.1       = class_name

FNRRS0308.explanation = Erro inesperado durante opera\u00e7\u00e3o de configura\u00e7\u00e3o de valor da propriedade do reposit\u00f3rio para propriedade symbolic_name de tipo data_type.
FNRRS0308.action      = Examine a exce\u00e7\u00e3o interna para obter a descri\u00e7\u00e3o de qualquer erro de reposit\u00f3rio.
FNRRS0308.message     = Erro ao tentar configurar o valor da propriedade do reposit\u00f3rio, nome simb\u00f3lico: ''{0}'', tipo de dados: ''{1}''.
FNRRS0308.arg.0       = symbolic_name
FNRRS0308.arg.1       = data_type

FNRRS0309.explanation = Um objeto  Cont\u00eainer de tipo entity_type n\u00e3o \u00e9 suportado pela camada de acesso do reposit\u00f3rio do P8 Content Engine.
FNRRS0309.action      = Escolha um tipo de cont\u00eainer diferente ou selecione um reposit\u00f3rio alternativo que suporte esse tipo de entidade.
FNRRS0309.message     = N\u00e3o \u00e9 poss\u00edvel construir o objeto Cont\u00eainer devido a tipo de entidade de cont\u00eainer P8CE_RAL n\u00e3o suportado: ''{0}''.
FNRRS0309.arg.0       = entity_type

FNRRS0310.explanation = O fpRepository n\u00e3o tem um objeto ''SystemConfiguration'' cujo ''PropertyName'' seja ''Configura\u00e7\u00e3o de FPOS''.
FNRRS0310.action      = Certifique-se de que o fpRepository foi configurado corretamente.
FNRRS0310.message     = Nenhum objeto SystemConfiguration de ''Configura\u00e7\u00e3o de FPOS'' dispon\u00edvel no reposit\u00f3rio de planejamento de arquivos: ''{0}''
FNRRS0310.arg.0       = fpRepository

FNRRS0311.explanation = O objeto ''SystemConfiguration'' de fpRepository cujo ''PropertyName'' \u00e9 ''Configura\u00e7\u00e3o de FPOS'' possui um valor de propriedade inv\u00e1lido para ''PropertyValue''.
FNRRS0311.action      = Certifique-se de que o fpRepository foi configurado corretamente.
FNRRS0311.message     = Valor inv\u00e1lido para o objeto SystemConfiguration de ''Configura\u00e7\u00e3o de FPOS'' no reposit\u00f3rio de planejamento de arquivos: ''{0}''
FNRRS0311.arg.0       = fpRepository

FNRRS0312.explanation = Opera\u00e7\u00e3o de salvamento para objeto do tipo entity_type e identificador object_ident falhou.
FNRRS0312.action      = Verifique se o objeto em quest\u00e3o ainda existir no reposit\u00f3rio. Al\u00e9m disso, certifique-se de que o usu\u00e1rio atual tenha acesso de seguran\u00e7a em n\u00edvel do objeto apropriado para permitir esta opera\u00e7\u00e3o.
FNRRS0312.message     = N\u00e3o \u00e9 poss\u00edvel executar a opera\u00e7\u00e3o de salvamento no objeto do reposit\u00f3rio, ''{0}'', do tipo: ''{1}''. Informa\u00e7\u00f5es de erro subjacente: {2}
FNRRS0312.arg.0       = object_ident
FNRRS0312.arg.1       = entity_type
FNRRS0312.arg.2		  = sequ\u00eancia de mensagem de exce\u00e7\u00e3o subjacente

FNRRS0313.explanation = Ocorreu um erro ao tentar recuperar o n\u00f3 raiz do planejamento de arquivos do reposit\u00f3rio de planejamento de arquivo.
FNRRS0313.action      = Verifique se o usu\u00e1rio atual possui pelo menos direitos de visualiza\u00e7\u00e3o no n\u00f3 raiz do planejamento de arquivos e que o reposit\u00f3rio de planejamento de arquivos espec\u00edfico foi instalado e configurado corretamente.
FNRRS0313.message     = N\u00e3o \u00e9 poss\u00edvel recuperar o n\u00f3 raiz do planejamento de arquivos do reposit\u00f3rio de planejamento de arquivos: ''{0}''.
FNRRS0313.arg.0       = fpRepository

FNRRS0314.explanation = Erro inesperado durante a inclus\u00e3o em uma cole\u00e7\u00e3o de propriedades de uma propriedade com symbolic_name de tipo data_type.
FNRRS0314.action      = Examine a exce\u00e7\u00e3o interna para a descri\u00e7\u00e3o do erro de reposit\u00f3rio.
FNRRS0314.message     = Erro ao tentar incluir nova propriedade \u00e0 cole\u00e7\u00e3o, nome simb\u00f3lico: ''{0}'', tipo de dados: ''{1}''.
FNRRS0314.arg.0       = symbolic_name
FNRRS0314.arg.1       = data_type

FNRRS0315.explanation = Ocorreu um erro ao tentar recuperar as categorias de registro filho do cont\u00eainer-pai.
FNRRS0315.action      = Verifique se o usu\u00e1rio atual possui pelo menos os direitos de visualiza\u00e7\u00e3o no conte\u00fado do cont\u00eainer-pai.
FNRRS0315.message     = Erro ao recuperar categorias de registro do cont\u00eainer-pai: ''{0}''.
FNRRS0315.arg.0       = parent_container

FNRRS0316.explanation = Ocorreu um erro ao tentar adquirir o conte\u00fado atual de um agente iterativo da p\u00e1gina.
FNRRS0316.action      = Certifique-se de que uma chamada RMPageInterator.nextPage() inicial foi feita para mover o agente iterativo para a primeira p\u00e1gina. Como alternativa, o agente iterativo pode ter sido movido ap\u00f3s a \u00faltima p\u00e1gina.
FNRRS0316.message     = Erro ao tentar adquirir o conte\u00fado da p\u00e1gina atual a partir de um RMPageIterator.

FNRRS0317.explanation = Ocorreu um erro ao tentar adquirir a pr\u00f3xima p\u00e1gina de um agente iterativo da p\u00e1gina.
FNRRS0317.action      = Verifique se o agente iterativo j\u00e1 n\u00e3o foi movido ap\u00f3s a \u00faltima p\u00e1gina.
FNRRS0317.message     = Erro ao tentar adquirir a pr\u00f3xima p\u00e1gina a partir de um agente iterativo PagableSet.

FNRRS0318.explanation = Ocorreu um erro ao tentar recuperar os cont\u00eaineres-pais para o objeto.
FNRRS0318.action      = Verifique se o usu\u00e1rio atual possui pelo menos os direitos de visualiza\u00e7\u00e3o no cont\u00eainer-pai.
FNRRS0318.message     = Erro ao recuperar cont\u00eainer(eres)-pai(s) para o objeto: ''{0}''.
FNRRS0318.arg.0       = objeto

FNRRS0319.explanation = Opera\u00e7\u00e3o de exclus\u00e3o para objeto do tipo entity_type e identificador object_ident falhou.
FNRRS0319.action      = Verifique se o objeto em quest\u00e3o ainda existir no reposit\u00f3rio. Al\u00e9m disso, certifique-se de que o usu\u00e1rio atual tenha acesso de seguran\u00e7a em n\u00edvel do objeto apropriado para permitir esta opera\u00e7\u00e3o.
FNRRS0319.message     = N\u00e3o \u00e9 poss\u00edvel executar a opera\u00e7\u00e3o de exclus\u00e3o no objeto do reposit\u00f3rio, ''{0}'', do tipo: ''{1}''.
FNRRS0319.arg.0       = object_ident
FNRRS0319.arg.1       = entity_type

FNRRS0320.explanation = Opera\u00e7\u00e3o de inclus\u00e3o de categoria de registro para objeto do tipo entity_type e identificador object_ident falhou.
FNRRS0320.action      = Verifique se o objeto de destino em quest\u00e3o ainda existe no reposit\u00f3rio. Verifique se o destino tem permiss\u00e3o para conter uma categoria de registro. Certifique-se de que o usu\u00e1rio atual tenha acesso de seguran\u00e7a em n\u00edvel do objeto apropriado para permitir esta opera\u00e7\u00e3o.
FNRRS0320.message     = N\u00e3o \u00e9 poss\u00edvel incluir categoria de registro no objeto de destino: ''{0}'', de tipo: ''{1}''.
FNRRS0320.arg.0       = object_ident
FNRRS0320.arg.1       = entity_type

FNRRS0321.explanation = Ocorreu um erro ao tentar adquirir a contagem do elemento atual de um agente iterativo da p\u00e1gina.
FNRRS0321.action      = Certifique-se de que uma chamada RMPageInterator.nextPage() inicial foi feita para mover o agente iterativo para a primeira p\u00e1gina. Como alternativa, o agente iterativo pode ter sido movido ap\u00f3s a \u00faltima p\u00e1gina.
FNRRS0321.message     = Erro ao tentar obter a contagem do elemento atual de um RMPageIterator.

FNRRS0322.explanation = Opera\u00e7\u00e3o de inclus\u00e3o de pasta de registro para objeto do tipo entity_type e identificador object_ident falhou.
FNRRS0322.action      = Verifique se o objeto de destino em quest\u00e3o ainda existe no reposit\u00f3rio. Verifique se o destino tem permiss\u00e3o para conter uma pasta de registro desse tipo. Certifique-se de que o usu\u00e1rio atual tenha acesso de seguran\u00e7a em n\u00edvel do objeto apropriado para permitir esta opera\u00e7\u00e3o.
FNRRS0322.message     = N\u00e3o \u00e9 poss\u00edvel incluir a pasta de registro no objeto de destino: ''{0}'', de tipo: ''{1}''.
FNRRS0322.arg.0       = object_ident
FNRRS0322.arg.1       = entity_type

FNRRS0323.explanation = Ocorreu um erro ao tentar recuperar as pastas de registro filho do cont\u00eainer-pai.
FNRRS0323.action      = Verifique se o usu\u00e1rio atual possui pelo menos os direitos de visualiza\u00e7\u00e3o no conte\u00fado do cont\u00eainer-pai.
FNRRS0323.message     = Erro ao recuperar pastas de registro do cont\u00eainer-pai: ''{0}''.
FNRRS0323.arg.0       = parent_container

FNRRS0324.explanation = Ocorreu um erro ao tentar recuperar o volume filho ativo do cont\u00eainer-pai.
FNRRS0324.action      = Verifique se o usu\u00e1rio atual possui pelo menos os direitos de visualiza\u00e7\u00e3o no conte\u00fado do cont\u00eainer-pai.
FNRRS0324.message     = Erro ao recuperar volume ativo do cont\u00eainer-pai: ''{0}''.
FNRRS0324.arg.0       = parent_container

FNRRS0325.explanation = Ocorreu um erro ao tentar recuperar os volumes de registro filho do cont\u00eainer-pai.
FNRRS0325.action      = Verifique se o usu\u00e1rio atual possui pelo menos os direitos de visualiza\u00e7\u00e3o no conte\u00fado do cont\u00eainer-pai.
FNRRS0325.message     = Erro ao recuperar volume de registro do cont\u00eainer-pai: ''{0}''.
FNRRS0325.arg.0       = parent_container

FNRRS0326.explanation = Opera\u00e7\u00e3o de inclus\u00e3o de volume de registro para objeto do tipo entity_type e identificador object_ident falhou.
FNRRS0326.action      = Verifique se o objeto de destino em quest\u00e3o ainda existe no reposit\u00f3rio. Verifique se o destino tem permiss\u00e3o para conter um volume de registro. Certifique-se de que o usu\u00e1rio atual tenha acesso de seguran\u00e7a em n\u00edvel do objeto apropriado para permitir esta opera\u00e7\u00e3o.
FNRRS0326.message     = N\u00e3o \u00e9 poss\u00edvel incluir volume de registro no objeto de destino: ''{0}'', de tipo: ''{1}''.
FNRRS0326.arg.0       = object_ident
FNRRS0326.arg.1       = entity_type

FNRRS0327.explanation = Uma consulta para objetos falhou devido a um erro de reposit\u00f3rio.
FNRRS0327.action      = Verifique se a sintaxe SQL est\u00e1 correta, ou examine quaisquer exce\u00e7\u00f5es inclu\u00eddas para obter explica\u00e7\u00f5es de erro mais detalhadas, ou ambos.
FNRRS0327.message     = Falha na consulta de objetos.

FNRRS0328.explanation = Uma consulta de linhas falhou devido a um erro de reposit\u00f3rio.
FNRRS0328.action      = Verifique se a sintaxe SQL est\u00e1 correta, ou examine quaisquer exce\u00e7\u00f5es inclu\u00eddas para obter explica\u00e7\u00f5es de erro mais detalhadas, ou ambos.
FNRRS0328.message     = Falha na consulta de linhas.

FNRRS0329.explanation = Foi feita uma tentativa de adquirir um RMPagingIterator a partir de um PagableSet que n\u00e3o suporta pagina\u00e7\u00e3o.
FNRRS0329.action      = Utilize o m\u00e9todo RMPagingIterator.supportsPaging() para determinar se a pagina\u00e7\u00e3o \u00e9 suportada. Se a pagina\u00e7\u00e3o n\u00e3o for suportada, utilize o RMPagingIterator.iterator() em vez de RMPagingIterator.pageIterator().
FNRRS0329.message     = A pagina\u00e7\u00e3o n\u00e3o \u00e9 suportada para essa inst\u00e2ncia de PagableSet.

FNRRS0330.explanation = Ocorreu um erro ao recuperar conjuntos de marca\u00e7\u00f5es do dom\u00ednio domain_ident.
FNRRS0330.action      = Verifique se o usu\u00e1rio atual tem permiss\u00e3o de acesso a pelo menos um conjunto de marca\u00e7\u00f5es no dom\u00ednio.
FNRRS0330.message     = N\u00e3o \u00e9 poss\u00edvel recuperar conjuntos de marca\u00e7\u00f5es do dom\u00ednio: ''{0}''.
FNRRS0330.arg.0       = domain_ident

FNRRS0331.explanation = A sequ\u00eancia que identifica o conjunto de marca\u00e7\u00f5es, markingSetId, n\u00e3o est\u00e1 em um formato v\u00e1lido.
FNRRS0331.action      = Certifique-se de que a sequ\u00eancia de identifica\u00e7\u00e3o est\u00e1 no formato de uma sequ\u00eancia de GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' onde cada um ''x'' \u00e9 um caractere hexadecimal.
FNRRS0331.message     = Formato de sequ\u00eancia de identifica\u00e7\u00e3o do conjunto de marca\u00e7\u00f5es incorreto: ''{0}''.
FNRRS0331.arg.0       = markingSetId

FNRRS0332.explanation = Ocorreu um erro ao recuperar uma lista de op\u00e7\u00f5es do reposit\u00f3rio repos_ident.
FNRRS0332.action      = Verifique se o usu\u00e1rio atual tem permiss\u00e3o de acesso a pelo menos uma lista de op\u00e7\u00f5es no reposit\u00f3rio.
FNRRS0332.message     = N\u00e3o \u00e9 poss\u00edvel recuperar listas de op\u00e7\u00f5es do reposit\u00f3rio: ''{0}''.
FNRRS0332.arg.0       = repos_ident

FNRRS0333.explanation = A sequ\u00eancia que identifica a lista de op\u00e7\u00f5es, choiceListId, n\u00e3o est\u00e1 em um formato v\u00e1lido.
FNRRS0333.action      = Certifique-se de que a sequ\u00eancia de identifica\u00e7\u00e3o est\u00e1 no formato de uma sequ\u00eancia de GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' onde cada um ''x'' \u00e9 um caractere hexadecimal.
FNRRS0333.message     = Formato de sequ\u00eancia de identifica\u00e7\u00e3o da lista de op\u00e7\u00f5es incorreto: ''{0}''.
FNRRS0333.arg.0       = choiceListId

FNRRS0334.explanation = Ocorreu um erro ao recuperar a descri\u00e7\u00e3o da classe, classDesc_ident, do reposit\u00f3rio repos_ident.
FNRRS0334.action      = Verifique se a descri\u00e7\u00e3o da classe existe no reposit\u00f3rio e se o usu\u00e1rio atual tem permiss\u00e3o de acesso \u00e0 descri\u00e7\u00e3o da classe.
FNRRS0334.message     = N\u00e3o \u00e9 poss\u00edvel recuperar a descri\u00e7\u00e3o da classe do reposit\u00f3rio: ''{0}'', identidade da descri\u00e7\u00e3o da classe: ''{1}''.
FNRRS0334.arg.0       = repos_ident
FNRRS0334.arg.1       = classDesc_ident

FNRRS0335.explanation = Ocorreu um erro ao recuperar descri\u00e7\u00f5es de classe do reposit\u00f3rio repos_ident.
FNRRS0335.action      = Verifique se o usu\u00e1rio atual tem permiss\u00e3o de acesso para o reposit\u00f3rio.
FNRRS0335.message     = N\u00e3o \u00e9 poss\u00edvel recuperar descri\u00e7\u00f5es da classe do reposit\u00f3rio: ''{0}'', identidades da descri\u00e7\u00e3o da classe: ''{1}''.
FNRRS0335.arg.0       = repos_ident

FNRRS0336.explanation = Um par\u00e2metro de sequ\u00eancia de ID inv\u00e1lido foi detectado.
FNRRS0336.action      = Certifique-se de que a sequ\u00eancia de identifica\u00e7\u00e3o est\u00e1 no formato de uma sequ\u00eancia de GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' onde cada um ''x'' \u00e9 um caractere hexadecimal.
FNRRS0336.message     = Par\u00e2metro de sequ\u00eancia de ID inv\u00e1lido: ''{0}''.
FNRRS0336.arg.0       = id_string

FNRRS0337.explanation = N\u00e3o \u00e9 poss\u00edvel recuperar o usu\u00e1rio autenticado atual para o dom\u00ednio.
FNRRS0337.action      = Certifique-se de que um usu\u00e1rio est\u00e1 autenticado atualmente para o dom\u00ednio, ou um JAAS Subject foi estabelecido para o encadeamento atual, ou ambos.
FNRRS0337.message     = N\u00e3o \u00e9 poss\u00edvel recuperar o usu\u00e1rio autenticado atual para o dom\u00ednio.

FNRRS0338.explanation = Falha na opera\u00e7\u00e3o de procura para grupos de usu\u00e1rios especificados.
FNRRS0338.action      = Certifique-se de que um usu\u00e1rio est\u00e1 autenticado atualmente para o dom\u00ednio, ou um JAAS Subject foi estabelecido para o encadeamento atual, ou ambos.
FNRRS0338.message     = Falha durante procura de grupos de usu\u00e1rios do dom\u00ednio.

FNRRS0339.explanation = Falha na opera\u00e7\u00e3o de procura para usu\u00e1rios especificados.
FNRRS0339.action      = Certifique-se de que um usu\u00e1rio est\u00e1 autenticado atualmente para o dom\u00ednio, ou um JAAS Subject foi estabelecido para o encadeamento atual, ou ambos.
FNRRS0339.message     = Falha durante procura de usu\u00e1rios do dom\u00ednio.

FNRRS0340.explanation = O usu\u00e1rio atual possui direitos insuficientes para incluir um novo membro em uma fun\u00e7\u00e3o existente que \u00e9 definida por seu role_name, role_type e appl_name.
FNRRS0340.action      = Certifique-se de que o usu\u00e1rio atual tenha direitos suficientes para incluir um novo membro em uma fun\u00e7\u00e3o existente.
FNRRS0340.message     = o usu\u00e1rio atual tem direitos de seguran\u00e7a insuficientes para a fun\u00e7\u00e3o, nome da fun\u00e7\u00e3o = ''{0}'', tipo de fun\u00e7\u00e3o = ''{1}'', aplicativo = ''{2}''.
FNRRS0340.arg.0       = role_name
FNRRS0340.arg.1       = role_type
FNRRS0340.arg.2       = appl_name

FNRRS0341.explanation = Ocorreu uma falha ao tentar recuperar a fun\u00e7\u00e3o de acesso definida por role_type e appl_name.
FNRRS0341.action      = Certifique-se de que o usu\u00e1rio atual tenha direitos suficientes para incluir um novo membro em uma fun\u00e7\u00e3o existente e que a fun\u00e7\u00e3o em quest\u00e3o ainda exista no reposit\u00f3rio.
FNRRS0341.message     = Falha ao tentar recuperar a fun\u00e7\u00e3o de acesso definida pelo tipo = ''{0}'' e aplicativo = ''{1}''.
FNRRS0341.arg.0       = role_type
FNRRS0341.arg.1       = appl_name

FNRRS0342.explanation = N\u00e3o \u00e9 poss\u00edvel criar uma nova fun\u00e7\u00e3o utilizando o tipo role_type tipo e o nome de aplicativo appl_name devido a uma fun\u00e7\u00e3o pr\u00e9-existente com esses mesmos valores.
FNRRS0342.action      = Use um conjunto diferente de valores de nome de aplicativo/tipo, ou primeiro exclua a fun\u00e7\u00e3o correspondente existente.
FNRRS0342.message     = N\u00e3o \u00e9 poss\u00edvel criar nova fun\u00e7\u00e3o devido \u00e0 fun\u00e7\u00e3o preexistente correspondente, tipo = ''{0}'' e aplicativo = ''{1}''.
FNRRS0342.arg.0       = role_type
FNRRS0342.arg.1       = appl_name

FNRRS0343.explanation = Ocorreu uma falha ao tentar recuperar a fun\u00e7\u00e3o de acesso definida por role_name e appl_name.
FNRRS0343.action      = Certifique-se de que o usu\u00e1rio atual tenha direitos suficientes para visualizar a fun\u00e7\u00e3o existente e que a fun\u00e7\u00e3o em quest\u00e3o ainda exista no reposit\u00f3rio.
FNRRS0343.message     = Falha ao tentar recuperar a fun\u00e7\u00e3o de acesso definida pelo nome = ''{0}'' e aplicativo = ''{1}''.
FNRRS0343.arg.0       = role_name
FNRRS0343.arg.1       = appl_name

FNRRS0344.explanation = N\u00e3o \u00e9 poss\u00edvel determinar o usu\u00e1rio atual.
FNRRS0344.action      = Certifique-se de que um usu\u00e1rio est\u00e1 autenticado atualmente para o dom\u00ednio, ou um JAAS Subject foi estabelecido para o encadeamento atual, ou ambos.
FNRRS0344.message     = N\u00e3o \u00e9 poss\u00edvel determinar o usu\u00e1rio atual.

FNRRS0345.explanation = Ocorreu um erro ao tentar recuperar os planejamentos de arquivos do reposit\u00f3rio de planejamentos de arquivos pai.
FNRRS0345.action      = Verifique se o usu\u00e1rio atual possui pelo menos direitos de visualiza\u00e7\u00e3o ao conte\u00fado do reposit\u00f3rio de planejamentos de arquivos.
FNRRS0345.message     = Erro ao recuperar planejamentos de arquivos do reposit\u00f3rio de planejamento de arquivos: ''{0}''.
FNRRS0345.arg.0       = fileplan_repository

FNRRS0346.explanation = Uma propriedade requerida est\u00e1 ausente ou n\u00e3o possui um valor.
FNRRS0346.action      = Certifique-se de que um valor de propriedade v\u00e1lido seja fornecido.
FNRRS0346.message     = Propriedade ausente ou n\u00e3o possui valor, nome simb\u00f3lico: ''{0}''.
FNRRS0346.arg.0       = property_name

FNRRS0347.explanation = O nome do planejamento de arquivos especificado n\u00e3o \u00e9 exclusivo.
FNRRS0347.action      = Forne\u00e7a um nome de planejamento de arquivos que ainda n\u00e3o tenha sido utilizado no reposit\u00f3rio de planejamento de arquivos.
FNRRS0347.message     = O nome do planejamento de arquivos n\u00e3o \u00e9 exclusivo: ''{0}''.
FNRRS0347.arg.0       = fileplan_name

FNRRS0348.explanation = Ocorreu um erro durante uma tentativa de incluir um novo planejamento de arquivos em um reposit\u00f3rio de planejamento de arquivos.
FNRRS0348.action      = Verifique se o reposit\u00f3rio de destino \u00e9 v\u00e1lido. Certifique-se de que o usu\u00e1rio atual tenha acesso de seguran\u00e7a em n\u00edvel do objeto apropriado para permitir esta opera\u00e7\u00e3o.
FNRRS0348.message     = N\u00e3o \u00e9 poss\u00edvel incluir novo planejamento de arquivos no reposit\u00f3rio de planejamento de arquivos de destino: ''{0}''.
FNRRS0348.arg.0       = repository_ident

FNRRS0349.explanation = N\u00e3o \u00e9 poss\u00edvel adquirir a descri\u00e7\u00e3o da propriedade especificada ou seu subcampo pertencente \u00e0 classe e reposit\u00f3rio especificados.
FNRRS0349.action      = Verifique se a classe especificada \u00e9 apropriada para o processo atual.
FNRRS0349.message     = N\u00e3o \u00e9 poss\u00edvel adquirir a descri\u00e7\u00e3o da propriedade para: ''{0}'', identidade da classe: ''{1}'' do reposit\u00f3rio: ''{2}''.
FNRRS0349.arg.0       = property_ident
FNRRS0349.arg.1       = class_ident
FNRRS0349.arg.2       = repository_ident

FNRRS0350.explanation = Ocorreu um erro durante uma tentativa de recuperar o item de conte\u00fado especificado como parte de um processo de declara\u00e7\u00e3o de registro.
FNRRS0350.action      = Verifique se o item de conte\u00fado especificado existe e \u00e9 acess\u00edvel.
FNRRS0350.message     = N\u00e3o \u00e9 poss\u00edvel recuperar o item de conte\u00fado especificado para fins de declara\u00e7\u00e3o de registro: ''{0}''.
FNRRS0350.arg.0       = contentItem_ident

FNRRS0351.explanation = Nenhum volume filho ativo pode ser localizado para a pasta de registro especificada. Isso pode evitar uma opera\u00e7\u00e3o de declara\u00e7\u00e3o de registro quando essa pasta de registro for um membro dos cont\u00eaineres de destino do novo registro.
FNRRS0351.action      = Adicione um novo volume ativo \u00e0 pasta de registro ou reabra um volume existente e defina-o como um cont\u00eainer de destino para a opera\u00e7\u00e3o de declara\u00e7\u00e3o de registro.
FNRRS0351.message     = Nenhum volume filho ativo est\u00e1 dispon\u00edvel para a pasta de registro especificada: ''{0}''.
FNRRS0351.arg.0       = recordFolder_ident

FNRRS0352.explanation = Ocorreu um erro ao tentar recuperar os locais do reposit\u00f3rio de planejamentos de arquivos pai.
FNRRS0352.action      = Verifique se o usu\u00e1rio atual possui pelo menos direitos de visualiza\u00e7\u00e3o ao conte\u00fado do reposit\u00f3rio de planejamentos de arquivos.
FNRRS0352.message     = Erro ao recuperar locais do reposit\u00f3rio de planejamento de arquivos: ''{0}''.
FNRRS0352.arg.0       = fileplan_repository

FNRRS0353.explanation = Ocorreu um erro ao tentar recuperar o complemento do reposit\u00f3rio especificado.
FNRRS0353.action      = Verifique se o usu\u00e1rio atual possui pelo menos direitos de visualiza\u00e7\u00e3o ao conte\u00fado do reposit\u00f3rio.
FNRRS0353.message     = Erro ao recuperar complementos do reposit\u00f3rio: ''{0}''.
FNRRS0353.arg.0       = reposit\u00f3rio

FNRRS0354.explanation = Ocorreu um erro ao tentar recuperar os tipos de registro do reposit\u00f3rio de planejamentos de arquivos pai.
FNRRS0354.action      = Verifique se o usu\u00e1rio atual possui pelo menos direitos de visualiza\u00e7\u00e3o ao conte\u00fado do reposit\u00f3rio de planejamentos de arquivos.
FNRRS0354.message     = Erro ao recuperar tipos de registro do reposit\u00f3rio de planejamento de arquivos: ''{0}''.
FNRRS0354.arg.0       = fileplan_repository

FNRRS0355.explanation = A sequ\u00eancia que identifica RMLink, rmLinkId, n\u00e3o est\u00e1 em um formato v\u00e1lido.
FNRRS0355.action      = Certifique-se de que a sequ\u00eancia de identifica\u00e7\u00e3o est\u00e1 no formato de uma sequ\u00eancia de GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' onde cada um ''x'' \u00e9 um caractere hexadecimal.
FNRRS0355.message     = Formato de sequ\u00eancia de identifica\u00e7\u00e3o de RMLink incorreto: ''{0}''.
FNRRS0355.arg.0       = rmLinkId

FNRRS0356.explanation = Ocorreu um erro ao tentar recuperar os Guias de Classifica\u00e7\u00e3o de Seguran\u00e7a dispon\u00edveis do reposit\u00f3rio de planejamentos de arquivos especificado.
FNRRS0356.action      = Certifique-se de que o reposit\u00f3rio \u00e9 um reposit\u00f3rio de planejamento de arquivos Classificado de Seguran\u00e7a DoD e que o usu\u00e1rio atual possui o acesso de seguran\u00e7a necess\u00e1rio a quaisquer guias de classifica\u00e7\u00e3o.
FNRRS0356.message     = Erro ao recuperar guias de classifica\u00e7\u00e3o de seguran\u00e7a do reposit\u00f3rio de planejamento de arquivos: ''{0}''.
FNRRS0356.arg.0       = repositoryIdent

FNRRS0357.explanation = Ocorreu um erro ao tentar recuperar se\u00e7\u00f5es filhas dispon\u00edveis para o guia de classifica\u00e7\u00e3o de seguran\u00e7a especificado ou se\u00e7\u00e3o do guia pertencente ao reposit\u00f3rio de planejamentos de arquivos especificado.
FNRRS0357.action      = Certifique-se de que o reposit\u00f3rio \u00e9 um reposit\u00f3rio de planejamento de arquivos Classificado de Seguran\u00e7a DoD e que o usu\u00e1rio atual possui o acesso de seguran\u00e7a necess\u00e1rio a quaisquer guias de classifica\u00e7\u00e3o.
FNRRS0357.message     = Erro ao recuperar se\u00e7\u00f5es filhas do guia de classifica\u00e7\u00e3o ou se\u00e7\u00e3o do guia, ''{1}'', pertencente ao reposit\u00f3rio de planejamento de arquivos: ''{0}''.
FNRRS0357.arg.0       = repositoryIdent
FNRRS0357.arg.1       = classificationGuideOrSection

FNRRS0358.explanation = Ocorreu um erro ao tentar recuperar t\u00f3picos filhos dispon\u00edveis para o guia de classifica\u00e7\u00e3o de seguran\u00e7a especificado ou se\u00e7\u00e3o do guia pertencente ao reposit\u00f3rio de planejamentos de arquivos especificado.
FNRRS0358.action      = Certifique-se de que o reposit\u00f3rio \u00e9 um reposit\u00f3rio de planejamento de arquivos Classificado de Seguran\u00e7a DoD e que o usu\u00e1rio atual possui o acesso de seguran\u00e7a necess\u00e1rio a quaisquer guias de classifica\u00e7\u00e3o.
FNRRS0358.message     = Erro ao recuperar t\u00f3picos filhos do guia de classifica\u00e7\u00e3o ou se\u00e7\u00e3o do guia, ''{1}'', pertencente ao reposit\u00f3rio de planejamento de arquivos: ''{0}''.
FNRRS0358.arg.0       = repositoryIdent
FNRRS0358.arg.1       = classificationGuideOrSection

FNRRS0359.explanation = O reposit\u00f3rio de planejamento de arquivos especificado n\u00e3o est\u00e1 configurado com o Modelo de Dados Classificados DoD e, portanto, n\u00e3o suporta Guias de Classifica\u00e7\u00e3o de Seguran\u00e7a DoD.
FNRRS0359.action      = Certifique-se de que o reposit\u00f3rio de planejamento de arquivo correto esteja sendo especificado e que ele esteja configurado com Modelo de Dados Classificados DoD.
FNRRS0359.message     = Guias de Classifica\u00e7\u00e3o DoD n\u00e3o s\u00e3o suportados no reposit\u00f3rio de planejamento de arquivos: ''{0}''.
FNRRS0359.arg.0       = repositoryIdent

FNRRS0360.explanation = Ocorreu um erro ao tentar recuperar o guia de classifica\u00e7\u00e3o de seguran\u00e7a especificado para o reposit\u00f3rio de planejamentos de arquivos especificado.
FNRRS0360.action      = Certifique-se de que o reposit\u00f3rio \u00e9 um reposit\u00f3rio de planejamento de arquivos Classificado de Seguran\u00e7a DoD e que o usu\u00e1rio atual possui o acesso de seguran\u00e7a necess\u00e1rio a quaisquer guias de classifica\u00e7\u00e3o.
FNRRS0360.message     = Erro ao recuperar guia de classifica\u00e7\u00e3o, ''{1}'', pertencente ao reposit\u00f3rio de planejamento de arquivos: ''{0}''.
FNRRS0360.arg.0       = repositoryIdent
FNRRS0360.arg.1       = guideIdent

FNRRS0361.explanation = Uma exce\u00e7\u00e3o inesperada foi retornada da API do P8 Content Engine, conforme especificado por seu C\u00f3digo de Exce\u00e7\u00e3o e Sequ\u00eancia de Mensagem.
FNRRS0361.action      = Examine a exce\u00e7\u00e3o do P8 Content Engine inclu\u00edda e quaisquer registros de erro dispon\u00edveis para obter informa\u00e7\u00f5es sobre a causa subjacente dessa condi\u00e7\u00e3o de erro.
FNRRS0361.message     = Ocorreu uma exce\u00e7\u00e3o inesperada do P8 Content Engine. C\u00f3digo de Exce\u00e7\u00e3o: {0}, Mensagem: ''{1}''
FNRRS0361.arg.0       = ceExceptionCode
FNRRS0361.arg.1       = ceExceptionMessage

FNRRS0362.explanation = Ocorreu uma exce\u00e7\u00e3o inesperada ao tentar recuperar o valor de tempo limite m\u00e1ximo de desclassifica\u00e7\u00e3o de DoD Classificado do reposit\u00f3rio de planejamento de arquivos especificado.
FNRRS0362.action      = Certifique-se de que o modelo de dados DoD Classificado da propriedade foi configurado para este reposit\u00f3rio e que inclui um valor v\u00e1lido para a entrada apropriada da Configura\u00e7\u00e3o do Sistema.
FNRRS0362.message     = Erro inesperado ao recuperar valor de tempo limite m\u00e1ximo de desclassifica\u00e7\u00e3o de DoD Classificado. Reposit\u00f3rio: ''{0}''
FNRRS0362.arg.0       = repositoryName

FNRRS0363.explanation = Ocorreu um erro ao tentar recuperar as a\u00e7\u00f5es de disposi\u00e7\u00e3o do reposit\u00f3rio de planejamentos de arquivos pai.
FNRRS0363.action      = Verifique se o usu\u00e1rio atual possui pelo menos direitos de visualiza\u00e7\u00e3o ao conte\u00fado do reposit\u00f3rio de planejamentos de arquivos.
FNRRS0363.message     = Erro ao recuperar a\u00e7\u00f5es de disposi\u00e7\u00e3o do reposit\u00f3rio de planejamento de arquivos: ''{0}''.
FNRRS0363.arg.0       = fileplan_repository

FNRRS0364.explanation = Ocorreu um erro ao tentar recuperar os acionadores de disposi\u00e7\u00e3o do reposit\u00f3rio de planejamentos de arquivos pai.
FNRRS0364.action      = Verifique se o usu\u00e1rio atual possui pelo menos direitos de visualiza\u00e7\u00e3o ao conte\u00fado do reposit\u00f3rio de planejamentos de arquivos.
FNRRS0364.message     = Erro ao recuperar acionadores de disposi\u00e7\u00e3o do reposit\u00f3rio de planejamento de arquivos: ''{0}''.
FNRRS0364.arg.0       = fileplan_repository

FNRRS0365.explanation = Ocorreu um erro ao tentar recuperar os planejamentos da disposi\u00e7\u00e3o do reposit\u00f3rio de planejamentos de arquivos pai.
FNRRS0365.action      = Verifique se o usu\u00e1rio atual possui pelo menos direitos de visualiza\u00e7\u00e3o ao conte\u00fado do reposit\u00f3rio de planejamentos de arquivos.
FNRRS0365.message     = Erro ao recuperar planejamentos da disposi\u00e7\u00e3o do reposit\u00f3rio de planejamento de arquivos: ''{0}''.
FNRRS0365.arg.0       = fileplan_repository

FNRRS0366.explanation = O nome do evento acionador de disposi\u00e7\u00e3o proposto j\u00e1 est\u00e1 em uso neste reposit\u00f3rio.
FNRRS0366.action      = Forne\u00e7a um valor que ainda n\u00e3o tenha sido utilizado no reposit\u00f3rio.
FNRRS0366.message     = O nome do evento acionador de disposi\u00e7\u00e3o proposto n\u00e3o \u00e9 exclusivo no reposit\u00f3rio: ''{0}''.
FNRRS0366.arg.0       = name_value

FNRRS0367.explanation = O per\u00edodo do ciclo operacional de um acionador de disposi\u00e7\u00e3o recorrente deve ser maior que 0.
FNRRS0367.action      = Forne\u00e7a um valor diferente de zero para o valor de anos, meses ou dias.
FNRRS0367.message     = Pelo menos um valor de per\u00edodo de tempo c\u00edclico deve ser maior que 0.

FNRRS0368.explanation = Ocorreu um erro durante uma tentativa de incluir um novo acionador de disposi\u00e7\u00e3o em um reposit\u00f3rio de planejamento de arquivos.
FNRRS0368.action      = Verifique se o reposit\u00f3rio de destino \u00e9 v\u00e1lido. Certifique-se de que o usu\u00e1rio atual tenha acesso de seguran\u00e7a em n\u00edvel do objeto apropriado para permitir esta opera\u00e7\u00e3o.
FNRRS0368.message     = N\u00e3o \u00e9 poss\u00edvel incluir novo acionador de disposi\u00e7\u00e3o no reposit\u00f3rio de planejamento de arquivos de destino: ''{0}''.
FNRRS0368.arg.0       = repository_ident

FNRRS0369.explanation = Ocorreu um erro durante uma tentativa de incluir uma nova a\u00e7\u00e3o disposi\u00e7\u00e3o em um reposit\u00f3rio de planejamento de arquivos.
FNRRS0369.action      = Verifique se o reposit\u00f3rio de destino \u00e9 v\u00e1lido. Certifique-se de que o usu\u00e1rio atual tenha acesso de seguran\u00e7a em n\u00edvel do objeto apropriado para permitir esta opera\u00e7\u00e3o.
FNRRS0369.message     = N\u00e3o \u00e9 poss\u00edvel incluir nova a\u00e7\u00e3o de disposi\u00e7\u00e3o no reposit\u00f3rio de planejamento de arquivos de destino: ''{0}''.
FNRRS0369.arg.0       = repository_ident

FNRRS0370.explanation = O nome da a\u00e7\u00e3o de disposi\u00e7\u00e3o proposto j\u00e1 est\u00e1 em uso neste reposit\u00f3rio.
FNRRS0370.action      = Forne\u00e7a um valor que ainda n\u00e3o tenha sido utilizado no reposit\u00f3rio.
FNRRS0370.message     = O nome da a\u00e7\u00e3o de disposi\u00e7\u00e3o proposto n\u00e3o \u00e9 exclusivo no reposit\u00f3rio: ''{0}''.
FNRRS0370.arg.0       = name_value

FNRRS0371.explanation = O valor do fluxo de trabalho associado da a\u00e7\u00e3o de disposi\u00e7\u00e3o proposto n\u00e3o \u00e9 uma inst\u00e2ncia da classe WorkflowDefinition.
FNRRS0371.action      = Forne\u00e7a uma inst\u00e2ncia do IBM Enterprise Records WorkflowDefinition v\u00e1lida para a propriedade do fluxo de trabalho associado.
FNRRS0371.message     = O valor do fluxo de trabalho associado da a\u00e7\u00e3o de disposi\u00e7\u00e3o proposto n\u00e3o \u00e9 uma inst\u00e2ncia da classe WorkflowDefinition: ''{0}''.
FNRRS0371.arg.0       = class_name

FNRRS0372.explanation = Ocorreu um erro ao tentar recuperar as defini\u00e7\u00f5es de fluxo de trabalho do reposit\u00f3rio de planejamentos de arquivos pai.
FNRRS0372.action      = Verifique se o usu\u00e1rio atual possui pelo menos direitos de visualiza\u00e7\u00e3o ao conte\u00fado do reposit\u00f3rio de planejamentos de arquivos.
FNRRS0372.message     = Erro ao recuperar defini\u00e7\u00f5es de fluxo de trabalho do reposit\u00f3rio de planejamento de arquivos: ''{0}''.
FNRRS0372.arg.0       = fileplan_repository

FNRRS0373.explanation = O nome do planejamento da disposi\u00e7\u00e3o proposto j\u00e1 est\u00e1 em uso neste reposit\u00f3rio.
FNRRS0373.action      = Forne\u00e7a um valor que ainda n\u00e3o tenha sido utilizado no reposit\u00f3rio.
FNRRS0373.message     = O nome do planejamento da disposi\u00e7\u00e3o proposto n\u00e3o \u00e9 exclusivo no reposit\u00f3rio: ''{0}''.
FNRRS0373.arg.0       = name_value

FNRRS0374.explanation = O planejamento de disposi\u00e7\u00e3o proposto possui um valor do acionador de disposi\u00e7\u00e3o inv\u00e1lido especificado.
FNRRS0374.action      = Forne\u00e7a um valor do acionador de disposi\u00e7\u00e3o v\u00e1lido ou um acionador de data do calend\u00e1rio pr\u00e9-definido.
FNRRS0374.message     = O planejamento de disposi\u00e7\u00e3o proposto possui um valor do acionador de disposi\u00e7\u00e3o inv\u00e1lido especificado.
FNRRS0374.arg.0       = name_value

FNRRS0375.explanation = O valor para a propriedade especificada \u00e9 inv\u00e1lido ou est\u00e1 fora do intervalo.
FNRRS0375.action      = Forne\u00e7a um valor v\u00e1lido para a propriedade especificada.
FNRRS0375.message     = O valor para a propriedade especificada \u00e9 inv\u00e1lido ou est\u00e1 fora do intervalo: {0}, ''{1}''
FNRRS0375.arg.0       = property_name
FNRRS0375.arg.1       = property_value

FNRRS0376.explanation = Um valor de per\u00edodo de reten\u00e7\u00e3o v\u00e1lido est\u00e1 ausente do nome do planejamento de disposi\u00e7\u00e3o proposto.
FNRRS0376.action      = Forne\u00e7a valores n\u00e3o negativos para os anos, meses e dias do per\u00edodo de reten\u00e7\u00e3o.
FNRRS0376.message     = Um valor de per\u00edodo de reten\u00e7\u00e3o v\u00e1lido est\u00e1 ausente do nome do planejamento de disposi\u00e7\u00e3o proposto.

FNRRS0377.explanation = Falta um valor de per\u00edodo de reten\u00e7\u00e3o v\u00e1lido em uma fase de disposi\u00e7\u00e3o.
FNRRS0377.action      = Forne\u00e7a valores n\u00e3o negativos para os anos, meses e dias do per\u00edodo de reten\u00e7\u00e3o.
FNRRS0377.message     = Falta um valor de per\u00edodo de reten\u00e7\u00e3o v\u00e1lido em uma fase de disposi\u00e7\u00e3o.

FNRRS0378.explanation = Falta um valor de per\u00edodo de reten\u00e7\u00e3o v\u00e1lido em uma reten\u00e7\u00e3o alternativa de fase de disposi\u00e7\u00e3o.
FNRRS0378.action      = Forne\u00e7a valores n\u00e3o negativos para os anos, meses e dias do per\u00edodo de reten\u00e7\u00e3o.
FNRRS0378.message     = Falta um valor de per\u00edodo de reten\u00e7\u00e3o v\u00e1lido em uma reten\u00e7\u00e3o alternativa de fase de disposi\u00e7\u00e3o.

FNRRS0379.explanation = Ocorreu um erro durante uma tentativa de incluir um novo planejamento da disposi\u00e7\u00e3o em um reposit\u00f3rio de planejamento de arquivos.
FNRRS0379.action      = Verifique se o reposit\u00f3rio de destino \u00e9 v\u00e1lido. Certifique-se de que o usu\u00e1rio atual tenha acesso de seguran\u00e7a em n\u00edvel do objeto apropriado para permitir esta opera\u00e7\u00e3o.
FNRRS0379.message     = N\u00e3o \u00e9 poss\u00edvel incluir novo planejamento da disposi\u00e7\u00e3o no reposit\u00f3rio de planejamento de arquivos de destino: ''{0}''.
FNRRS0379.arg.0       = repository_ident

FNRRS0380.explanation = Ocorreu um erro durante uma tentativa de incluir um novo tipo de registro em um reposit\u00f3rio de planejamento de arquivos.
FNRRS0380.action      = Verifique se o reposit\u00f3rio de destino \u00e9 v\u00e1lido. Certifique-se de que o usu\u00e1rio atual tenha acesso de seguran\u00e7a em n\u00edvel do objeto apropriado para permitir esta opera\u00e7\u00e3o.
FNRRS0380.message     = N\u00e3o \u00e9 poss\u00edvel incluir novo tipo de registro no reposit\u00f3rio de planejamento de arquivos de destino: ''{0}''.
FNRRS0380.arg.0       = repository_ident

FNRRS0381.explanation = O nome do tipo de registro proposto j\u00e1 est\u00e1 em uso neste reposit\u00f3rio.
FNRRS0381.action      = Forne\u00e7a um valor que ainda n\u00e3o tenha sido utilizado no reposit\u00f3rio.
FNRRS0381.message     = O nome do tipo de registro proposto n\u00e3o \u00e9 exclusivo no reposit\u00f3rio: ''{0}''.
FNRRS0381.arg.0       = name_value

FNRRS0382.explanation = N\u00e3o \u00e9 poss\u00edvel criar uma nova inst\u00e2ncia de entity_type no repository_ident.
FNRRS0382.action      = Assegure-se de que a classe associada est\u00e1 definida no reposit\u00f3rio e que o usu\u00e1rio atual possui acesso de seguran\u00e7a adequado para permitir essa opera\u00e7\u00e3o.
FNRRS0382.message     = N\u00e3o \u00e9 poss\u00edvel criar nova inst\u00e2ncia do tipo de entidade no reposit\u00f3rio especificado : {0}, ''{1}''.
FNRRS0382.arg.0       = entity_type
FNRRS0382.arg.1       = repository_ident

FNRRS0383.explanation = A propriedade especificada ou seu valor est\u00e1 atualmente indispon\u00edvel.
FNRRS0383.action      = Certifique-se de que essa propriedade est\u00e1 definida e \u00e9 acess\u00edvel pelo usu\u00e1rio atual.
FNRRS0383.message     = N\u00e3o \u00e9 poss\u00edvel recuperar a propriedade: {0}.
FNRRS0383.arg.0       = property_name

FNRRS0384.explanation = O nome do local proposto j\u00e1 est\u00e1 em uso neste reposit\u00f3rio.
FNRRS0384.action      = Forne\u00e7a um valor que ainda n\u00e3o tenha sido utilizado no reposit\u00f3rio.
FNRRS0384.message     = O nome do local proposto n\u00e3o \u00e9 exclusivo no reposit\u00f3rio: ''{0}''.
FNRRS0384.arg.0       = name_value

FNRRS0385.explanation = A opera\u00e7\u00e3o n\u00e3o \u00e9 suportada pelo tipo de objeto atual
FNRRS0385.action      = Essa opera\u00e7\u00e3o n\u00e3o pode ser usada com esse objeto.  Modifique o objeto ou a opera\u00e7\u00e3o
FNRRS0385.message     = Essa opera\u00e7\u00e3o n\u00e3o \u00e9 suportada com o tipo de objeto atual.

FNRRS0386.explanation = O nome da suspens\u00e3o proposto j\u00e1 est\u00e1 em uso neste reposit\u00f3rio.
FNRRS0386.action      = Forne\u00e7a um valor que ainda n\u00e3o tenha sido utilizado no reposit\u00f3rio.
FNRRS0386.message     = O nome da suspens\u00e3o proposto n\u00e3o \u00e9 exclusivo no reposit\u00f3rio: ''{0}''.
FNRRS0386.arg.0       = name_value

FNRRS0387.explanation = Ocorreu um erro ao recuperar as suspens\u00f5es do reposit\u00f3rio de planejamento de arquivos
FNRRS0387.action      = Verifique se pelo menos uma suspens\u00e3o existe no reposit\u00f3rio
FNRRS0387.message     = Erro ao recuperar suspens\u00f5es do reposit\u00f3rio de planejamento de arquivos: ''{0}''.
FNRRS0387.arg.0       = identificador do reposit\u00f3rio de planejamento de arquivos

FNRRS0388.explanation = A sequ\u00eancia que identifica Hold, rmHoldId, n\u00e3o est\u00e1 em um formato v\u00e1lido.
FNRRS0388.action      = Certifique-se de que a sequ\u00eancia de identifica\u00e7\u00e3o est\u00e1 no formato de uma sequ\u00eancia de GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' onde cada um ''x'' \u00e9 um caractere hexadecimal.
FNRRS0388.message     = Formato de sequ\u00eancia de identifica\u00e7\u00e3o de Hold incorreto: ''{0}''.
FNRRS0388.arg.0       = id de suspens\u00e3o

FNRRS0389.explanation = N\u00e3o \u00e9 poss\u00edvel inicializar a Consulta SQL no armazenamento de objeto.
FNRRS0389.action      = Se o SQL contiver recupera\u00e7\u00e3o baseada em conte\u00fado, verifique se o mecanismo de procura de conte\u00fado est\u00e1 configurado corretamente.
FNRRS0389.message     = N\u00e3o \u00e9 poss\u00edvel inicializar a consulta SQL de ''{0}'' no reposit\u00f3rio: ''{1}''.
FNRRS0389.arg.0       = Sequ\u00eancia de consulta SQL
FNRRS0389.arg.1       = identificador de reposit\u00f3rio

FNRRS0390.explanation = O IBM Enterprise Records n\u00e3o suporta um ambiente de recupera\u00e7\u00e3o baseada em conte\u00fado heterog\u00eaneo (CBR) que combina um ou mais tipos diferentes de mecanismos de CBR.
FNRRS0390.action      = Voc\u00ea deve migrar os mecanismos de procura nos armazenamentos de objeto de registro do IBM Legacy Content Search Engine para o IBM Content Search Services.
FNRRS0390.message     = Os reposit\u00f3rios de conte\u00fado que est\u00e3o associados ao reposit\u00f3rio de planejamento de arquivos s\u00e3o configurados com um ambiente de recupera\u00e7\u00e3o baseada no conte\u00fado (CBR) heterog\u00eaneo que combina um ou mais tipos diferentes de mecanismos de CBR. Essa configura\u00e7\u00e3o de CBR heterog\u00eanea n\u00e3o \u00e9 suportada. Voc\u00ea deve migrar o mecanismo de procura do IBM Legacy Content Search Engine para o IBM Content Search Services. Para obter mais informa\u00e7\u00f5es, consulte o t\u00f3pico "O que h\u00e1 de novo no IBM FileNet Content Search Engine" no Centro de Informa\u00e7\u00f5es do FileNet P8.

FNRRS0391.explanation = N\u00e3o \u00e9 poss\u00edvel inicializar a recupera\u00e7\u00e3o baseada em conte\u00fado. Um mecanismo de procura de conte\u00fado n\u00e3o est\u00e1 configurado ou n\u00e3o est\u00e1 configurado corretamente.
FNRRS0391.action      = Verifique se um mecanismo de procura de conte\u00fado est\u00e1 configurado corretamente com o reposit\u00f3rio de conte\u00fado.
FNRRS0391.message     = Um mecanismo de procura de conte\u00fado n\u00e3o est\u00e1 configurado ou n\u00e3o est\u00e1 configurado corretamente. N\u00e3o \u00e9 poss\u00edvel inicializar a recupera\u00e7\u00e3o baseada em conte\u00fado: ''{0}'' no reposit\u00f3rio: ''{1}''.
FNRRS0391.arg.0       = Sequ\u00eancia de consulta SQL
FNRRS0391.arg.1       = identificador de reposit\u00f3rio

FNRRS0392.explanation = N\u00e3o \u00e9 poss\u00edvel obter o resultado da procura com base nos crit\u00e9rios de procura.
FNRRS0392.action      = Verifique se um mecanismo de procura de conte\u00fado est\u00e1 configurado corretamente com o(s) armazenamento(s) de objeto de registro.
FNRRS0392.message     = N\u00e3o \u00e9 poss\u00edvel obter o resultado da procura com base nos crit\u00e9rios de procura.

FNRRS0393.explanation = O registro n\u00e3o pode ser arquivado em mais de um cont\u00eainer.
FNRRS0393.action      = Certifique-se de que o registro n\u00e3o \u00e9 de diversos arquivamentos e tente novamente.
FNRRS0393.message     = O registro n\u00e3o pode ser arquivado em mais de um cont\u00eainer.

FNRRS0394.explanation = Um valor de par\u00e2metro est\u00e1 ausente ou possui um valor inv\u00e1lido.
FNRRS0394.action      = Forne\u00e7a um valor de par\u00e2metro compat\u00edvel.
FNRRS0394.message     = O valor para o seguinte par\u00e2metro \u00e9 inv\u00e1lido: ''{0}''
FNRRS0394.arg.0       = nome do par\u00e2metro

FNRRS0395.explanation = N\u00e3o h\u00e1 nenhum volume ativo no cont\u00eainer especificado.  Um volume ativo v\u00e1lido \u00e9 requerido.
FNRRS0395.action      = Certifique-se de que h\u00e1 um volume ativo no cont\u00eainer especificado.
FNRRS0395.message     = N\u00e3o h\u00e1 nenhum volume ativo nesse cont\u00eainer: ''{0}''
FNRRS0395.arg.0       = identificador de cont\u00eainer

FNRRS0396.explanation = Os cont\u00eaineres de origem e de destino s\u00e3o os mesmos.  Isso n\u00e3o \u00e9 permitido ao mover objetos.
FNRRS0396.action      = Tente a a\u00e7\u00e3o novamente, especificando diferentes cont\u00eaineres de origem e de destino.
FNRRS0396.message     = Os cont\u00eaineres de origem e de destino s\u00e3o os mesmos.

FNRRS0397.explanation = O objeto j\u00e1 esta arquivado no cont\u00eainer de destino.
FNRRS0397.action      = Tente a a\u00e7\u00e3o novamente, especificando um cont\u00eainer de destino diferente.
FNRRS0397.message     = O objeto j\u00e1 esta arquivado no cont\u00eainer de destino.

FNRRS0398.explanation = O registro j\u00e1 \u00e9 um recebimento-pai.  Ele n\u00e3o pode ser ambos, um recebimento e um recebimento-pai.
FNRRS0398.action      = O registro n\u00e3o pode ser ambos, um recebimento e um recebimento-pai.  Tome a a\u00e7\u00e3o corretiva, dependendo de suas necessidades de neg\u00f3cios.
FNRRS0398.message     = O registro j\u00e1 \u00e9 um recebimento-pai.
FNRRS0398.arg.0       = placeholder

FNRRS0399.explanation = O registro j\u00e1 \u00e9 um recebimento.  Recebimentos somente podem ser associados a um registro.
FNRRS0399.action      = O registro somente pode ser associado a um registro.  Tome a a\u00e7\u00e3o corretiva, dependendo de suas necessidades de neg\u00f3cios.
FNRRS0399.message     = O registro j\u00e1 \u00e9 um recebimento.

FNRRS0400.explanation = O recebimento-pai j\u00e1 \u00e9 um recebimento.  Ele n\u00e3o pode ser ambos, um recebimento e um recebimento-pai.
FNRRS0400.action      = O registro n\u00e3o pode ser ambos, um recebimento e um recebimento-pai.  Tome a a\u00e7\u00e3o corretiva, dependendo de suas necessidades de neg\u00f3cios.
FNRRS0400.message     = O registro-pai j\u00e1 \u00e9 um recebimento.

FNRRS0401.explanation = Ocorreu um erro ao conectar o recebimento ao registro.
FNRRS0401.action      = Verifique se a propriedade de recebimento est\u00e1 dispon\u00edvel na p\u00e1gina de propriedades.  Verifique se voc\u00ea tem permiss\u00e3o para modificar as propriedades do registro e do recebimento.
FNRRS0401.message     = O recebimento n\u00e3o p\u00f4de ser anexado ao registro.

FNRRS0402.explanation = Esse objeto n\u00e3o \u00e9 um recebimento v\u00e1lido.
FNRRS0402.action      = Verifique se a propriedade receiptOf do "recebimento" tem um valor v\u00e1lido.
FNRRS0402.message     = Esse objeto n\u00e3o \u00e9 um recebimento v\u00e1lido: {0}.
FNRRS0402.arg.0       = identificador de objeto

FNRRS0403.explanation = Ocorreu um erro ao tentar desconectar este recebimento de seu pai.
FNRRS0403.action      = Verifique se os recebimentos est\u00e3o ativados para o armazenamento de objeto.  Verifique se esse objeto \u00e9 um recebimento v\u00e1lido.
FNRRS0403.message     = O recebimento n\u00e3o pode ser desconectado.

FNRRS0404.explanation = Ocorreu um erro ao tentar criar um evento RMAudit no objeto.
FNRRS0404.action      = Verifique se este objeto \u00e9 um Documento, Pasta ou objeto Customizado v\u00e1lido.
FNRRS0404.message     = Falha ao criar evento no objeto: ''{0}''
FNRRS0404.arg.0       = object_id

FNRRS0405.explanation = Ocorreu um erro durante a verifica\u00e7\u00e3o das propriedades associadas com registros vitais.  A entidade est\u00e1 marcada como vital, mas uma propriedade associada est\u00e1 ausente ou incorreta.
FNRRS0405.action      = Verifique se as propriedades de registro vital adequadas est\u00e3o definidas com valores v\u00e1lidos.
FNRRS0405.message     = Propriedade de registro vital inv\u00e1lida: ''{0}'' com um valor de ''{1}''
FNRRS0405.arg.0       = nome da propriedade
FNRRS0405.arg.1       = valor da propriedade

FNRRS0406.explanation = Os cont\u00eaineres passados n\u00e3o s\u00e3o do mesmo planejamento de arquivos.
FNRRS0406.action      = Verifique se esses cont\u00eaineres est\u00e3o no mesmo planejamento de arquivos.
FNRRS0406.message     = O cont\u00eainer {0} e o cont\u00eainer {1} n\u00e3o s\u00e3o do mesmo planejamento de arquivos.
FNRRS0406.arg.0       = identificador do cont\u00eainer 1
FNRRS0406.arg.1       = identificador do cont\u00eainer 2

FNRRS0407.explanation = As propriedades de registro vital fornecidas est\u00e3o vazias ou inv\u00e1lidas.
FNRRS0407.action      = Verifique se as propriedades de registro vital adequadas est\u00e3o definidas com valores v\u00e1lidos.
FNRRS0407.message     = Propriedades de registro vital inv\u00e1lidas.

FNRRS0408.explanation = O propriedade ApplyToNameOrID tem um valor inv\u00e1lido.  O valor deve ser ou "Nome" ou "Identificador"
FNRRS0408.action      = Altere a propriedade para um dos valores v\u00e1lidos
FNRRS0408.message     = A propriedade cont\u00e9m um valor inv\u00e1lido

FNRRS0409.explanation = N\u00e3o \u00e9 poss\u00edvel configurar as propriedades vitais.  Verifique as outras mensagens de erro para o motivo espec\u00edfico.
FNRRS0409.action      = Verifique se as propriedades de registro vital adequadas est\u00e3o definidas com valores v\u00e1lidos.
FNRRS0409.message     = N\u00e3o \u00e9 poss\u00edvel recuperar propriedades vitais para a entidade.  Propriedade: ''{0}''.
FNRRS0409.arg.0       = object_id

FNRRS0410.explanation = N\u00e3o \u00e9 poss\u00edvel configurar as propriedades vitais.  Verifique as outras mensagens de erro para o motivo espec\u00edfico.
FNRRS0410.action      = Verifique se as propriedades de registro vital adequadas est\u00e3o definidas com valores v\u00e1lidos.
FNRRS0410.message     = N\u00e3o \u00e9 poss\u00edvel configurar a pr\u00f3xima data de revis\u00e3o do objeto vital para a entidade ''{0}''.
FNRRS0410.arg.0       = object_id

FNRRS0411.explanation = O nome padr\u00e3o especificado n\u00e3o \u00e9 exclusivo.
FNRRS0411.action      = Selecione um novo nome para o padr\u00e3o que \u00e9 exclusivo
FNRRS0411.message     = O nome especificado para o padr\u00e3o n\u00e3o \u00e9 exclusivo.

FNRRS0412.explanation = N\u00e3o \u00e9 poss\u00edvel configurar as propriedades vitais.  Verifique as outras mensagens de erro para o motivo espec\u00edfico.
FNRRS0412.action      = Verifique se as propriedades de registro vital adequadas est\u00e3o definidas com valores v\u00e1lidos.
FNRRS0412.message     = N\u00e3o \u00e9 poss\u00edvel configurar as propriedades vitais para a entidade ''{0}''.
FNRRS0412.arg.0       = object_id

FNRRS0413.explanation = A propriedade vital n\u00e3o pode ser nula.
FNRRS0413.action      = Verifique se a propriedade de registro vital correta est\u00e1 definida com um valor n\u00e3o nulo v\u00e1lido.
FNRRS0413.message     = N\u00e3o \u00e9 poss\u00edvel configurar a propriedade do acionador vital ''{0}''.
FNRRS0413.arg.0       = object_id

FNRRS0414.explanation = O evento c\u00edclico especificado tem um per\u00edodo c\u00edclico inv\u00e1lido.  Isso ocorre mais provavelmente porque os anos, meses e dias associados ao acionador s\u00e3o zero.
FNRRS0414.action      = Verifique se o per\u00edodo do ciclo possui um valor v\u00e1lido maior que zero.
FNRRS0414.message     = O Nome do Evento C\u00edclico {0} define o per\u00edodo de ciclo como {1} anos, {2} meses, {3} dias. O sistema n\u00e3o pode calcular os dados de disposi\u00e7\u00e3o.
FNRRS0414.arg.0       = nome do evento
FNRRS0414.arg.1       = n\u00famero de anos
FNRRS0414.arg.2       = n\u00famero de meses
FNRRS0414.arg.3       = n\u00famero de dias

FNRRS0415.explanation = Ocorreu um erro inesperado ao tentar recuperar os objetos ConnectorRegistration dispon\u00edveis em um Reposit\u00f3rio FilePlan.
FNRRS0415.action      = Verifique se todas as etapas de instala\u00e7\u00e3o do Reposit\u00f3rio de Planejamento de Arquivos foram executadas com \u00eaxito.
FNRRS0415.message     = N\u00e3o \u00e9 poss\u00edvel recuperar objetos ConnectorRegistration do Reposit\u00f3rio de Planejamento de Arquivos: {0}.
FNRRS0415.arg.0       = Identidade do Reposit\u00f3rio de Planejamento de Arquivos.

FNRRS0416.explanation = N\u00e3o \u00e9 poss\u00edvel acessar as classes na API Java do IBM FileNet P8 Process Engine.
FNRRS0416.action      = Verifique se o arquivo JAR da API Java do Process Engine Java e suas depend\u00eancias est\u00e3o inclu\u00eddos no caminho de classe de tempo de execu\u00e7\u00e3o. Esse conjunto geralmente inclui pe.jar, peResources.jar, mailapi.jar, xercesImpl.jar. O m\u00e9todo RALPESupport#getSetupException pode ser utilizado para adquirir qualquer exce\u00e7\u00e3o que ocorreu.
FNRRS0416.message     = A API Java do IBM FileNet P8 Process Engine n\u00e3o est\u00e1 dispon\u00edvel.

FNRRS0417.explanation = O par\u00e2metro de entrada ''vwSession'' deve ser uma inst\u00e2ncia v\u00e1lida da classe "filenet.vw.api.VWSession''.
FNRRS0417.action      = Verifique se a configura\u00e7\u00e3o de conex\u00e3o do cliente do IBM FileNet P8 Process Engine est\u00e1 correta.
FNRRS0417.message     = O par\u00e2metro de entrada ''vwSession'' n\u00e3o \u00e9 uma inst\u00e2ncia v\u00e1lida da classe "filenet.vw.api.VWSession''.

FNRRS0418.explanation = O par\u00e2metro de entrada ''vwStepElement'' deve ser uma inst\u00e2ncia v\u00e1lida da classe "filenet.vw.api.VWStepElement''.
FNRRS0418.action      = Uma inst\u00e2ncia v\u00e1lida da classe ''filenet.vw.api.VWStepElement'' pode ser obtida usando o m\u00e9todo RALPESupport#createWorkflow.
FNRRS0418.message     = O par\u00e2metro de entrada ''vwStepElement'' n\u00e3o \u00e9 uma inst\u00e2ncia v\u00e1lida da classe "filenet.vw.api.VWStepElement''.

FNRRS0419.explanation = Ocorreu um ''filenet.vw.api.VWException'' inesperado. 
FNRRS0419.action      = Examine a sequ\u00eancia de mensagem anexada, o rastreio de pilha e/ou logs do servidor para obter informa\u00e7\u00f5es sobre a origem desse erro.
FNRRS0419.message     = Um ''filenet.vw.api.VWException'' inesperado foi capturado: {0}
FNRRS0419.arg.0	   = A sequ\u00eancia de mensagem localizada da inst\u00e2ncia de ''filenet.vw.api.VWException''.

FNRRS0420.explanation = Uma inst\u00e2ncia de ''filenet.vw.api.VWUserInfo'' n\u00e3o nula \u00e9 necess\u00e1ria para executar esta opera\u00e7\u00e3o.
FNRRS0420.action      = Certifique-se de que a inst\u00e2ncia de ''filenet.vw.api.VWSession'' fornecida \u00e9 v\u00e1lida e que o usu\u00e1rio atual tenha sido autenticado com \u00eaxito.
FNRRS0420.message     = A chamada da API do P8 FileNet Process Engine para obter uma inst\u00e2ncia de ''filenet.vw.api.VWUserInfo'' retornou um valor nulo.

FNRRS0421.explanation = Foi retornado um erro ao tentar recuperar a suspens\u00e3o especificada.
FNRRS0421.action	   = Verifique se essa sequ\u00eancia de identifica\u00e7\u00e3o de suspens\u00e3o \u00e9 v\u00e1lida e se a suspens\u00e3o n\u00e3o existe.
FNRRS0421.message     = N\u00e3o \u00e9 poss\u00edvel recuperar a suspens\u00e3o especificada: {0}.
FNRRS0421.arg.0        = A sequ\u00eancia de identifica\u00e7\u00e3o da suspens\u00e3o especificada.

FNRRS0422.explanation = Ocorreu um erro ao tentar recuperar as defini\u00e7\u00f5es de relat\u00f3rio do reposit\u00f3rio de planejamentos de arquivos pai.
FNRRS0422.action      = Verifique se o usu\u00e1rio atual possui pelo menos direitos de visualiza\u00e7\u00e3o ao conte\u00fado do reposit\u00f3rio de planejamentos de arquivos.
FNRRS0422.message     = Erro ao recuperar defini\u00e7\u00f5es de relat\u00f3rio do reposit\u00f3rio de planejamento de arquivos: ''{0}''.
FNRRS0422.arg.0       = fileplan_repository

FNRRS0423.explanation = Ocorreu um erro na configura\u00e7\u00e3o do analisador de XML de JVM relacionado a XPATH.
FNRRS0423.action      = Verifique se a vers\u00e3o do JRE \u00e9 1.5 ou mais recente.
FNRRS0423.message     = Erro ao inicializar a configura\u00e7\u00e3o do analisador de XML de JVM relacionado a XPATH.

FNRRS0424.explanation = Ocorreu um erro ao tentar analisar o XML da defini\u00e7\u00e3o de relat\u00f3rio.
FNRRS0424.action      = Verifique se o XML da defini\u00e7\u00e3o de relat\u00f3rio est\u00e1 formatado corretamente.
FNRRS0424.message     = Erro ao analisar o XML de defini\u00e7\u00e3o de relat\u00f3rio: ''{0}''.
FNRRS0424.arg.0       = nome ou ID da defini\u00e7\u00e3o de relat\u00f3rio.

FNRRS0425.explanation = Ocorreu um erro ao tentar recuperar o conte\u00fado da defini\u00e7\u00e3o de relat\u00f3rio.
FNRRS0425.action      = Verifique se a defini\u00e7\u00e3o de relat\u00f3rio existe e cont\u00e9m o conte\u00fado formatado XML.
FNRRS0425.message     = Erro ao recuperar o conte\u00fado de defini\u00e7\u00e3o de relat\u00f3rio: ''{0}''.
FNRRS0425.arg.0       = nome ou ID da defini\u00e7\u00e3o de relat\u00f3rio.

FNRRS0426.explanation = Foi retornado um erro da biblioteca da API org.w3c.DOM.
FNRRS0426.action      = Examine a pilha de exce\u00e7\u00f5es para informa\u00e7\u00f5es mais detalhadas.
FNRRS0426.message     = Ocorreu um erro durante o processamento de XML DOM como parte de um processo de exporta\u00e7\u00e3o, entidade: {0}.
FNRRS0426.arg.0       = Identidade da entidade envolvida na exporta\u00e7\u00e3o.

FNRRS0427.explanation = Foi retornado um erro do utilit\u00e1rio de gera\u00e7\u00e3o de exporta\u00e7\u00e3o de XML do P8 Content Engine.
FNRRS0427.action      = Examine a pilha de exce\u00e7\u00f5es para informa\u00e7\u00f5es mais detalhadas.
FNRRS0427.message     = Ocorreu um erro durante a gera\u00e7\u00e3o de XML do P8 Content Engine como parte de um processo de exporta\u00e7\u00e3o, entidade: {0}.
FNRRS0427.arg.0       = Identidade da entidade envolvida na exporta\u00e7\u00e3o.

FNRRS0428.explanation = Foi retornado um erro do utilit\u00e1rio de gera\u00e7\u00e3o de exporta\u00e7\u00e3o de XML do P8 Content Engine.
FNRRS0428.action      = Examine a pilha de exce\u00e7\u00f5es para informa\u00e7\u00f5es mais detalhadas.
FNRRS0428.message     = Ocorreu um erro durante a serializa\u00e7\u00e3o de XML para o arquivo de sa\u00edda: {0}, {1}.
FNRRS0428.arg.0       = Caminho do arquivo de sa\u00edda do sistema de arquivos.
FNRRS0428.arg.1       = Mensagem de exce\u00e7\u00e3o de transforma\u00e7\u00e3o de XML.

FNRRS0429.explanation = Embora um documento tenha sido localizado para o valor da propriedade CurrentPhaseExportFormat, houve um erro ao tentar ler seu conte\u00fado XSLT. 
FNRRS0429.action      = Assegure que o CurrentPhaseExportFormat da entidade de exporta\u00e7\u00e3o \u00e9 designado a um valor de documento v\u00e1lido cujo conte\u00fado cont\u00e9m XSLT v\u00e1lido.
FNRRS0429.message     = Ocorreu um erro ao tentar ler o conte\u00fado do XSLT do documento com valor CurrentPhaseExportFormat: {0}.
FNRRS0429.arg.0       = Identidade do valor do documento da propriedade ExportFormat.

FNRRS0430.explanation = Uma tentativa para pr\u00e9-compilar uma sequ\u00eancia XPath em uma express\u00e3o XPath falhou. 
FNRRS0430.action      = Verifique se a sequ\u00eancia do XPath \u00e9 v\u00e1lida, ou se o JRE/caminho da classe atual tem suporte para XPath, ou ambos.
FNRRS0430.message     = Ocorreu um erro ao tentar compilar a seguinte sequ\u00eancia de express\u00e3o XPath: ''{0}''.
FNRRS0430.arg.0       = Sequ\u00eancia de express\u00e3o XPath com falha.

FNRRS0431.explanation = Uma marca de p\u00e1gina n\u00e3o pode ser obtida para o estado atual do RMPageIterator. 
FNRRS0431.action      = Verifique se o RMPageIterator foi movido para um local de p\u00e1gina v\u00e1lido.
FNRRS0431.message     = Ocorreu um erro ao tentar retornar a marca de p\u00e1gina atual.

FNRRS0432.explanation = Ocorreu um erro inesperado ao tentar recuperar o valor da propriedade RecordedDocuments do registro.
FNRRS0432.action      = Certifique-se de que o usu\u00e1rio atual tem direitos de acesso apropriados para os itens de conte\u00fado associados.
FNRRS0432.message     = Ocorreu um erro ao tentar recuperar os itens de conte\u00fado associados para o registro: {0}.
FNRRS0432.arg.0       = Identidade do registro.

FNRRS0433.explanation = O cont\u00eainer de destino de uma opera\u00e7\u00e3o de movimenta\u00e7\u00e3o de cont\u00eainer n\u00e3o pode residir em nenhum lugar dentro a hierarquia do subcont\u00eainer do cont\u00eainer de origem.
FNRRS0433.action      = Selecione um local de cont\u00eainer de destino diferente para o qual mover o cont\u00eainer de origem.
FNRRS0433.message     = N\u00e3o \u00e9 poss\u00edvel mover um cont\u00eainer de origem para um cont\u00eainer de destino que esteja sob o cont\u00eainer de origem, sourceIdent: {0}, targetIdent: {1}.
FNRRS0433.arg.0       = Identidade do cont\u00eainer de origem para a qual a tentativa de movimenta\u00e7\u00e3o se aplica.
FNRRS0433.arg.1       = Identidade do cont\u00eainer de destino.

FNRRS0434.explanation = Examine qualquer rastreio de pilha inclu\u00eddo para qualquer exce\u00e7\u00e3o subjacente.
FNRRS0434.action      = Execute novamente a varredura de disposi\u00e7\u00e3o, ou tente novamente a opera\u00e7\u00e3o de iniciar disposi\u00e7\u00e3o, ou ambos.
FNRRS0434.message     = Ocorreu um erro inesperado ao atualizar os dados da fase atual para uma entidade, identidade da entidade: {0}.
FNRRS0434.arg.0       = Identidade da entidade em quest\u00e3o.

FNRRS0435.explanation = N\u00e3o \u00e9 poss\u00edvel executar a disposi\u00e7\u00e3o inicial em uma entidade devido a um posicionamento de suspens\u00e3o, ou uma altera\u00e7\u00e3o em seu planejamento de disposi\u00e7\u00e3o.
FNRRS0435.action      = Remova qualquer suspens\u00e3o aplicada \u00e0 entidade, sua hierarquia pai ou sua hierarquia filha. Execute novamente a varredura de disposi\u00e7\u00e3o.
FNRRS0435.message     = Devido a uma altera\u00e7\u00e3o em sua fase de disposi\u00e7\u00e3o atual, a disposi\u00e7\u00e3o inicial n\u00e3o pode ser executada nesta entidade: {0}.
FNRRS0435.arg.0       = Identidade da entidade na qual Iniciar disposi\u00e7\u00e3o foi tentada.

FNRRS0436.explanation = Uma fase de disposi\u00e7\u00e3o n\u00e3o poder\u00e1 ser removida de seu planejamento de disposi\u00e7\u00e3o se um ou mais cont\u00eaineres de registro, ou registros, estiverem nesta fase.
FNRRS0436.action      = Execute novamente a varredura de disposi\u00e7\u00e3o, ou a disposi\u00e7\u00e3o inicial para os cont\u00eaineres de registro ou registros afetados, ou ambos, e tente novamente a opera\u00e7\u00e3o de remo\u00e7\u00e3o da fase.
FNRRS0436.message     = N\u00e3o \u00e9 poss\u00edvel remover uma fase de disposi\u00e7\u00e3o que est\u00e1 atualmente em uso, identidade de fase: {0}.
FNRRS0436.arg.0       = Identidade da fase de disposi\u00e7\u00e3o na qual a tentativa de remo\u00e7\u00e3o foi executada.

FNRRS0437.explanation = Uma fase de disposi\u00e7\u00e3o espec\u00edfica n\u00e3o pode existir mais de uma vez em um planejamento da disposi\u00e7\u00e3o.
FNRRS0437.action      = Crie uma nova fase de disposi\u00e7\u00e3o antes de tentar inclu\u00ed-la em um planejamento da disposi\u00e7\u00e3o.
FNRRS0437.message     = N\u00e3o \u00e9 poss\u00edvel incluir uma fase de disposi\u00e7\u00e3o em um planejamento em que ela j\u00e1 exista, identidade da fase: {0}.
FNRRS0437.arg.0       = Identidade da fase de disposi\u00e7\u00e3o na qual a tentativa de adi\u00e7\u00e3o foi executada.

FNRRS0438.explanation = Uma fase de disposi\u00e7\u00e3o espec\u00edfica n\u00e3o pode ser utilizada em mais de um planejamento de disposi\u00e7\u00e3o.
FNRRS0438.action      = Crie uma nova fase de disposi\u00e7\u00e3o antes de tentar inclu\u00ed-la em um planejamento da disposi\u00e7\u00e3o.
FNRRS0438.message     = N\u00e3o \u00e9 poss\u00edvel incluir uma fase de disposi\u00e7\u00e3o em um planejamento que j\u00e1 esteja em uso em outro planejamento, identidade da fase: {0}.
FNRRS0438.arg.0       = Identidade da fase de disposi\u00e7\u00e3o na qual a tentativa de adi\u00e7\u00e3o foi executada.

FNRRS0439.explanation = Depois de um planejamento cont\u00e9m uma fase cuja a\u00e7\u00e3o de disposi\u00e7\u00e3o \u00e9 Destruir Automaticamente, Destruir ou Transferir, nenhuma fase adicional pode ser inclu\u00edda nele.
FNRRS0439.action      = Primeiro remova qualquer fase de a\u00e7\u00e3o do tipo finaliza\u00e7\u00e3o antes de tentar incluir uma nova fase em um planejamento da disposi\u00e7\u00e3o.
FNRRS0439.message     = N\u00e3o \u00e9 poss\u00edvel anexar uma fase de disposi\u00e7\u00e3o a um planejamento que j\u00e1 possua uma fase de tipo de a\u00e7\u00e3o de finaliza\u00e7\u00e3o de Destruir Automaticamente, Destruir ou Transferir.

FNRRS0440.explanation = N\u00e3o \u00e9 poss\u00edvel remover uma fase de disposi\u00e7\u00e3o de uma cole\u00e7\u00e3o a que ela n\u00e3o perten\u00e7a.
FNRRS0440.action      = Atualize o planejamento de disposi\u00e7\u00e3o correspondente e acesse novamente sua lista de fases de disposi\u00e7\u00e3o.
FNRRS0440.message     = A fase de disposi\u00e7\u00e3o n\u00e3o \u00e9 um membro da fase dessa lista de fases de disposi\u00e7\u00e3o, identidade da fase: {0}.
FNRRS0440.arg.0       = Identidade da fase de disposi\u00e7\u00e3o na qual a tentativa de remo\u00e7\u00e3o foi executada.

FNRRS0441.explanation = Uma reten\u00e7\u00e3o alternativa espec\u00edfica n\u00e3o pode existir mais de uma vez em uma fase de disposi\u00e7\u00e3o.
FNRRS0441.action      = Crie uma nova reten\u00e7\u00e3o alternativa antes de tentar inclu\u00ed-la em uma fase de disposi\u00e7\u00e3o.
FNRRS0441.message     = N\u00e3o \u00e9 poss\u00edvel incluir uma reten\u00e7\u00e3o alternativa em um planejamento de disposi\u00e7\u00e3o no qual ela j\u00e1 exista, identidade de reten\u00e7\u00e3o alternativa: {0}.
FNRRS0441.arg.0       = Identidade da reten\u00e7\u00e3o alternativa na qual a tentativa de adi\u00e7\u00e3o foi executada.

FNRRS0442.explanation = Uma reten\u00e7\u00e3o alternativa espec\u00edfica n\u00e3o pode ser utilizada em mais de uma fase de disposi\u00e7\u00e3o.
FNRRS0442.action      = Crie uma nova reten\u00e7\u00e3o alternativa antes de tentar inclu\u00ed-la em uma fase de disposi\u00e7\u00e3o.
FNRRS0442.message     = N\u00e3o \u00e9 poss\u00edvel incluir uma reten\u00e7\u00e3o alternativa em uma fase que j\u00e1 esteja em uso em outra fase, identidade da reten\u00e7\u00e3o alternativa: {0}.
FNRRS0442.arg.0       = Identidade da reten\u00e7\u00e3o alternativa na qual a tentativa de adi\u00e7\u00e3o foi executada.

FNRRS0443.explanation = N\u00e3o \u00e9 poss\u00edvel remover uma reten\u00e7\u00e3o alternativa de uma cole\u00e7\u00e3o \u00e0 qual ela n\u00e3o perten\u00e7a.
FNRRS0443.action      = Atualize a fase de disposi\u00e7\u00e3o correspondente e acesse novamente sua lista de reten\u00e7\u00e3o alternativa.
FNRRS0443.message     = A reten\u00e7\u00e3o alternativa n\u00e3o \u00e9 um membro dessa lista de reten\u00e7\u00e3o alternativa, identidade de reten\u00e7\u00e3o alternativa: {0}.
FNRRS0443.arg.0       = Identidade da reten\u00e7\u00e3o alternativa na qual a tentativa de remo\u00e7\u00e3o foi executada.

FNRRS0444.explanation = A exclus\u00e3o direta de uma inst\u00e2ncia de DispositionPhase n\u00e3o \u00e9 suportada.
FNRRS0444.action      = Utilize um dos m\u00e9todos DispositionPhaseList.remove para excluir uma inst\u00e2ncia de DispositionPhase.
FNRRS0444.message     = O m\u00e9todo de exclus\u00e3o n\u00e3o \u00e9 suportado para uma inst\u00e2ncia de DispositionPhase; utilize DispositionPhaseList.remove no lugar.

FNRRS0445.explanation = A exclus\u00e3o direta de uma inst\u00e2ncia de AlternateRetention n\u00e3o \u00e9 suportada.
FNRRS0445.action      = Utilize um dos m\u00e9todos AlternateRetentionList.remove para excluir uma inst\u00e2ncia de AlternateRetention.
FNRRS0445.message     = O m\u00e9todo de exclus\u00e3o n\u00e3o \u00e9 suportado para uma inst\u00e2ncia de AlternateRetention; utilize AlternateRetentionList.remove no lugar.

FNRRS0446.explanation = Ocorreu uma falha ao tentar recuperar a fun\u00e7\u00e3o de acesso definida por um identificador.
FNRRS0446.action      = Certifique-se de que o usu\u00e1rio atual tenha direitos suficientes para incluir um novo membro em uma fun\u00e7\u00e3o existente e que a fun\u00e7\u00e3o em quest\u00e3o ainda exista no reposit\u00f3rio.
FNRRS0446.message     = Falha ao tentar recuperar a fun\u00e7\u00e3o de acesso definida pelo identificador = ''{0}''.
FNRRS0446.arg.0       = role_ID

FNRRS0447.explanation = Um planejamento da disposi\u00e7\u00e3o deve ter um valor de propriedade ''Motivo para Mudan\u00e7a'' n\u00e3o em branco antes que qualquer altera\u00e7\u00e3o nele, ou em qualquer uma de suas fases de disposi\u00e7\u00e3o associadas, ou ambos, possa ser salva.
FNRRS0447.action      = Forne\u00e7a um valor de propriedade ''Motivo para Mudan\u00e7a'' n\u00e3o em branco no planejamento de disposi\u00e7\u00e3o associado antes de tentar executar o salvamento no planejamento de disposi\u00e7\u00e3o ou em qualquer uma de suas fases de disposi\u00e7\u00e3o.
FNRRS0447.message     = N\u00e3o \u00e9 poss\u00edvel salvar em uma fase de disposi\u00e7\u00e3o quando um valor de propriedade ''Motivo para Mudan\u00e7a'' est\u00e1 ausente de seu planejamento de disposi\u00e7\u00e3o associado.

FNRRS0448.explanation = O tipo de entidade do cont\u00eainer buscado n\u00e3o corresponde ao tipo de entidade que voc\u00ea solicitou.  Por exemplo, se voc\u00ea tentar buscar uma categoria de registro usando um identificador de pasta de registro.
FNRRS0448.action      = Assegure-se de que o identificador de cont\u00eainer esteja correto para o tipo de cont\u00eainer esperado e tente novamente.
FNRRS0448.message     = O tipo de entidade atual do cont\u00eainer buscado n\u00e3o corresponde ao tipo de entidade que voc\u00ea solicitou, identidade do cont\u00eainer: {0}, tipo de entidade de solicita\u00e7\u00e3o: {1}, tipo de entidade do cont\u00eainer real: {2}.
FNRRS0448.arg.0       = identificador de cont\u00eainer
FNRRS0448.arg.1       = tipo de entidade de solicita\u00e7\u00e3o
FNRRS0448.arg.2       = tipo de entidade do cont\u00eainer real

FNRRS0449.explanation = O IBM FileNet Content Search Engine emite a exce\u00e7\u00e3o CBR_FULLTEXTROWLIMIT_EXCEEDED. Os resultados da procura excederam a capacidade do mecanismo. 
FNRRS0449.action      = Refine suas palavras-chave da procura de conte\u00fado.
FNRRS0449.message     = Os resultados da procura excederam a capacidade do IBM FileNet Content Search Engine. Refine suas palavras-chave da procura de conte\u00fado.



FNRRS0600.explanation = Uma exce\u00e7\u00e3o inesperada ocorreu dentro da API Java para Records Manager descrito pela exception_message.
FNRRS0600.action      = Verifique o texto da mensagem de exce\u00e7\u00e3o e rastreio de pilha associado para obter mais informa\u00e7\u00f5es sobre a causa dessa exce\u00e7\u00e3o.
FNRRS0600.message     = Ocorreu uma exce\u00e7\u00e3o inesperada: {0}.
FNRRS0600.arg.0       = exception_message

FNRRS0601.explanation = Um arquivo de pacote configur\u00e1vel de recurso de globaliza\u00e7\u00e3o est\u00e1 indispon\u00edvel, nome base do pacote configur\u00e1vel: base_name.
FNRRS0601.action      = Verifique se um ou mais arquivos do pacote configur\u00e1vel de recursos do formato basename_nnNN.properties est\u00e3o dispon\u00edveis no caminho da classe da JVM.
FNRRS0601.message     = Nenhum ResourceBundle p\u00f4de ser localizado para o nome base: ''{0}''.
FNRRS0601.arg.0       = base_name

FNRRS0602.explanation = Um valor de sequ\u00eancia nulo, vazio ou em branco n\u00e3o suportado foi passado para o par\u00e2metro de entrada: parameter_name.
FNRRS0602.action      = Certifique-se de que o valor para este par\u00e2metro n\u00e3o \u00e9 uma sequ\u00eancia nula, vazia ou em branco.
FNRRS0602.message     = O valor do par\u00e2metro de entrada \u00e9 uma sequ\u00eancia nula, vazia ou em branco para o par\u00e2metro: ''{0}''.
FNRRS0602.arg.0       = parameter_name

FNRRS0603.explanation = Um valor de matriz nulo ou inv\u00e1lido foi passado para o par\u00e2metro de entrada: parameter_name.
FNRRS0603.action      = Certifique-se de que a matriz n\u00e3o seja nula ou vazia e que n\u00e3o contenha membros da matriz nulos.
FNRRS0603.message     = O valor do par\u00e2metro de entrada \u00e9 nulo ou uma matriz inv\u00e1lida para o par\u00e2metro: {0}.
FNRRS0603.arg.0       = parameter_name

FNRRS0604.explanation = Um valor de cole\u00e7\u00e3o nulo ou inv\u00e1lido n\u00e3o suportado foi passado para o par\u00e2metro de entrada: parameter_name.
FNRRS0604.action      = Certifique-se de que a cole\u00e7\u00e3o n\u00e3o seja nula ou vazia e que n\u00e3o contenha membros nulos.
FNRRS0604.message     = Valor do par\u00e2metro de entrada nulo ou cole\u00e7\u00e3o inv\u00e1lida para o par\u00e2metro: {0}.
FNRRS0604.arg.0       = parameter_name

#
#
#================================================================================
# JARM Logging Message Strings
#--------------------------------------------------------------------------------
# For each logging message include the suffixed resource where applicable:
#   .message     -- the actual log message containing any necessary {n} parameter placeholders.
#   .arg.n       -- description of argument parameter {n}.
#
#

FNRRS9999.message  = Mensagem de teste, param1: {0}, param2: {1}.

FNRRS0700.message = Erro durante a cria\u00e7\u00e3o de uma inst\u00e2ncia de Auditoria do RM {0} {1} para a entidade: {2}
FNRRS0700.arg.0   = A opera\u00e7\u00e3o que est\u00e1 sendo auditada, por exemplo, "Excluir", "Relocalizar" e assim por diante.
FNRRS0700.arg.1   = Status de auditoria ''\u00caxito'' ou ''Falha''.
FNRRS0700.arg.2   = Sequ\u00eancia de identifica\u00e7\u00e3o de entidade associada \u00e0 tentativa de Auditoria do RM.

FNRRS0701.message = O usu\u00e1rio atual n\u00e3o tem o direito de acesso ao documento copiado do arquivo {0} na pasta de conte\u00fado {1} como parte de um processo de c\u00f3pia do registro.
FNRRS0701.arg.0   = Identificador da c\u00f3pia do documento criada recentemente.
FNRRS0701.arg.1   = Identificador da pasta de conte\u00fado envolvida.

FNRRS0702.message = Mais de um volume filho ativo existe na pasta de registro: {0}.
FNRRS0702.arg.0   = Identificador da pasta de registro pai.

FNRRS0703.message = Problema durante o processamento de Vers\u00e3o de Registro Classificado DoD durante nova  declara\u00e7\u00e3o do registro: {0}
FNRRS0703.arg.0   = Mensagem de exce\u00e7\u00e3o.

FNRRS0704.message = Erro inesperado ao tentar excluir automaticamente artefatos de disposi\u00e7\u00e3o gerenciados por PSS Atlas: {0}
FNRRS0704.arg.0   = Mensagem de exce\u00e7\u00e3o.

FNRRS0705.message = Rec\u00e1lculo de corte de disposi\u00e7\u00e3o foi executado na entidade: {0}.
FNRRS0705.arg.0   = Identificador da entidade.

#
#
#--------------------------------------------------------------------------------
#
#
#================================================================================
# JARM Miscellaneous Strings (primarily for auditing purposes).
#--------------------------------------------------------------------------------

#-- Used for LString class unit tests.
test.string1		= Alguma sequ\u00eancia de teste.
test.pattern1		= Primeiro {0} e segundo {1}.

audit.reasonForFailure = Motivo da Falha: {0}

#-- {0} - the record or entity which is affected
#-- {1} - location where the entity was transferred or exported
audit.successfulDelete = A entidade do RM {0} foi exclu\u00edda com \u00eaxito
audit.failedDelete	   = A entidade do RM {0} n\u00e3o foi exclu\u00edda

audit.successfulExport = A entidade do RM {0} foi exportada com \u00eaxito para {1}
audit.failedExport	   = A entidade do RM {0} n\u00e3o foi exportada para {1}

audit.successfulInterimTransfer = A entidade do RM {0} foi transferida temporariamente com \u00eaxito para {1}
audit.failedInterimTransfer 	= A entidade do RM {0} n\u00e3o foi transferida temporariamente para {1}

audit.successfulTransfer = A entidade do RM {0} foi transferida com \u00eaxito para {1}
audit.failedTransfer 	 = A entidade do RM {0} n\u00e3o foi transferida para {1}

audit.successfulUndeclare = Registro do RM{0} foi n\u00e3o declarado com \u00eaxito
audit.failedUndeclare     = Registro do RM {0} n\u00e3o foi n\u00e3o declarado

audit.successfulReview = Registro do RM {0} foi revisado com \u00eaxito
audit.failedReview     = Registro do RM {0} n\u00e3o foi revisado

#-- {0} - the record or entity which is affected
#-- {1} - source location where the entity is from
#-- {2} - destination location where the entity is being relocated to
audit.successfulRelocate = Entidade do RM {0}, relocalizada da origem {1} para o destino {2}
audit.failedRelocate     = N\u00e3o foi poss\u00edvel relocalizar a Entidade do RM {0}.

#-- {0} - the record or entity which is affected
#-- {1} - name of the hold
audit.holdReason       = Suspens\u00e3o manual
audit.successfulHold   = A Entidade do RM {0} foi colocada em suspens\u00e3o com \u00eaxito {1}.
audit.failedHold       = A Entidade do RM {0} n\u00e3o foi colocada em suspens\u00e3o {1}.

audit.removeHoldReason      = Remover suspens\u00e3o manual
audit.successfullRemoveHold = A Entidade do RM {0} foi removida da suspens\u00e3o com \u00eaxito {1}
audit.failedRemoveHold      = A Entidade do RM {0} n\u00e3o foi removida da suspens\u00e3o {1}

bulk.deleteReason	= Parte de uma opera\u00e7\u00e3o de exclus\u00e3o em massa

disposition.deleteFromDestroy   = Exclus\u00e3o executada como resultado de uma a\u00e7\u00e3o de destrui\u00e7\u00e3o.
disposition.closedByDisposition = Fechado devido ao processamento de disposi\u00e7\u00e3o.

# volume.autoCloseReason must be limited to 64 chars max.
volume.autoCloseReason	= Volume fechado devido \u00e0 adi\u00e7\u00e3o de novo volume irm\u00e3o ativo.

