# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2010, 2012 IBM Corp. All rights reserved.
#
# JARM Localized String Resources (en_US).
# Includes strings for exception messages, logging and
#  other miscellaneous usage.
#
#
#================================================================================
# JARM Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRS0100.explanation = A tulajdons\u00e1g_szimbolikus_neve argumentum \u00e1ltal megjel\u00f6lt tulajdons\u00e1g jelenleg nincs a tulajdons\u00e1g gyors\u00edt\u00f3t\u00e1rban.
FNRRS0100.action      = Friss\u00edtse az objektum tulajdons\u00e1gait, \u00e9s gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a sz\u00fcks\u00e9ges tulajdons\u00e1g szerepel a tulajdons\u00e1gsz\u0171r\u0151ben.
FNRRS0100.message     = A tulajdons\u00e1g nincs az objektum tulajdons\u00e1g gyors\u00edt\u00f3t\u00e1r\u00e1ban. Tulajdons\u00e1g szimbolikus neve: ''{0}''.
FNRRS0100.arg.0       = tulajdons\u00e1g_szimbolikus_neve

FNRRS0101.explanation = A m\u0171velet nem t\u00e1mogatott az azonoss\u00e1g \u00e1ltal azonos\u00edtott entit\u00e1st\u00edpus eset\u00e9n.
FNRRS0101.action      = \u00c1ll\u00edtsa be az \u00fcgyf\u00e9lalkalmaz\u00e1st, hogy ne pr\u00f3b\u00e1lkozzon ezzel a m\u0171velettel ilyen p\u00e9ld\u00e1nyt\u00edpus eset\u00e9n.
FNRRS0101.message     = A m\u0171velet nem t\u00e1mogatott ehhez a p\u00e9ld\u00e1nyt\u00edpushoz. M\u0171velet: ''{0}'', entit\u00e1st\u00edpus: ''{1}'', azonoss\u00e1g: ''{2}''.
FNRRS0101.arg.0       = m\u0171velet
FNRRS0101.arg.1       = entit\u00e1st\u00edpus
FNRRS0101.arg.2       = azonoss\u00e1g

FNRRS0102.explanation = A lerakatok gy\u0171jtem\u00e9nye, amelyen a keres\u00e9si m\u0171veletet v\u00e9gre kell hajtani, nem azonos tartom\u00e1nyhoz tartozik.
FNRRS0102.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a keres\u00e9si lerakatok mind ugyanahhoz a tartom\u00e1nyhoz tartoznak.
FNRRS0102.message     = A keres\u00e9si lerakatok nem azonos tartom\u00e1nyhoz tartoznak.

FNRRS0103.explanation = A szimbolikus_n\u00e9v tulajdons\u00e1g nem t\u00e1mogatja az adatt\u00edpus argumentumban megadott t\u00edpus lek\u00e9rdez\u00e9s\u00e9t vagy be\u00e1ll\u00edt\u00e1s\u00e1t.
FNRRS0103.action      = Korl\u00e1tozza a tulajdons\u00e1ggal haszn\u00e1lt adatt\u00edpust a tulajdons\u00e1g DataType \u00e9rt\u00e9k\u00e9ben meghat\u00e1rozott t\u00edpusra.
FNRRS0103.message     = A tulajdons\u00e1g nem t\u00e1mogatja az adatt\u00edpust. Szimbolikus n\u00e9v: ''{0}'', adatt\u00edpus: ''{1}''.
FNRRS0103.arg.0       = szimbolikus_n\u00e9v
FNRRS0103.arg.1       = adatt\u00edpus

FNRRS0104.explanation = A c\u00e9l sz\u00fcl\u0151t\u00e1rol\u00f3 jelenleg le van z\u00e1rva, \u00e9s nem fogadja \u00faj lesz\u00e1rmazottak hozz\u00e1ad\u00e1s\u00e1t.
FNRRS0104.action      = V\u00e1lasszon egy m\u00e1sik sz\u00fcl\u0151t\u00e1rol\u00f3t, vagy nyissa meg ezt a sz\u00fcl\u0151t\u00e1rol\u00f3t.
FNRRS0104.message     = A(z) ''{0}'' sz\u00fcl\u0151t\u00e1rol\u00f3 jelenleg le van z\u00e1rva \u00faj lesz\u00e1rmazottak hozz\u00e1ad\u00e1sa tekintet\u00e9ben.
FNRRS0104.arg.0       = sz\u00fcl\u0151azonos\u00edt\u00f3

FNRRS0105.explanation = A megadott sz\u00fcl\u0151t\u00e1rol\u00f3 nem tartalmazhat ilyen t\u00edpus\u00fa lesz\u00e1rmazottakat.
FNRRS0105.action      = V\u00e1lasszon egy m\u00e1sik sz\u00fcl\u0151t\u00e1rol\u00f3t az \u00faj lesz\u00e1rmazott objektum sz\u00e1m\u00e1ra.
FNRRS0105.message     = A(z) ''{0}'' c\u00e9l sz\u00fcl\u0151t\u00e1rol\u00f3 nem tartalmazhat {1} t\u00edpus\u00fa lesz\u00e1rmazott objektumot.
FNRRS0105.arg.0       = sz\u00fcl\u0151azonos\u00edt\u00f3
FNRRS0105.arg.1       = t\u00e1rol\u00f3t\u00edpus

FNRRS0106.explanation = Az \u00faj t\u00e1rol\u00f3hoz megadott tulajdons\u00e1g \u00e9rt\u00e9keknek egyedi \u00e9rt\u00e9kekkel kell rendelkezni\u00fck a c\u00e9l sz\u00fcl\u0151t\u00e1rol\u00f3n bel\u00fcli lehets\u00e9ges megl\u00e9v\u0151 minden testv\u00e9rt\u00e1rol\u00f3 tekintet\u00e9ben.
FNRRS0106.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a k\u00e9rd\u00e9ses tulajdons\u00e1g \u00e9rt\u00e9kekhez egyedi \u00e9rt\u00e9kek vannak megadva.
FNRRS0106.message     = Az \u00faj {0} t\u00edpus\u00fa t\u00e1rol\u00f3 hozz\u00e1ad\u00e1sa a(z) ''{1}'' sz\u00fcl\u0151t\u00e1rol\u00f3hoz nem siker\u00fclt, mert a k\u00f6vetkez\u0151 tulajdons\u00e1g \u00e9rt\u00e9kek k\u00f6z\u00fcl legal\u00e1bb egy nem egyedi a megl\u00e9v\u0151 testv\u00e9rt\u00e1rol\u00f3k tekintet\u00e9ben: {2}, {3}.
FNRRS0106.arg.0       = t\u00e1rol\u00f3t\u00edpus
FNRRS0106.arg.1       = sz\u00fcl\u0151azonos\u00edt\u00f3
FNRRS0106.arg.2       = tulajdons\u00e1g1_neve
FNRRS0106.arg.3       = tulajdons\u00e1g2_neve

FNRRS0107.explanation = A megadott tulajdons\u00e1ghoz hozz\u00e1 kell rendelni egy nem \u00fcres \u00e9rt\u00e9ket.
FNRRS0107.action      = Adjon meg egy nem \u00fcres \u00e9rt\u00e9ket a megadott tulajdons\u00e1ghoz.
FNRRS0107.message     = Az objektumb\u00f3l hi\u00e1nyzik egy nem \u00fcres \u00e9rt\u00e9k a(z) ''{0}'' tulajdons\u00e1ghoz.
FNRRS0107.arg.0       = A hi\u00e1nyz\u00f3 vagy \u00fcres tulajdons\u00e1g neve.

FNRRS0108.explanation = A megadott t\u00e1rol\u00f3 nem t\u00f6r\u00f6lhet\u0151, mert felf\u00fcggeszt\u00e9s van alkalmazva k\u00f6zvetlen\u00fcl a t\u00e1rol\u00f3n, az egyik sz\u00fcl\u0151j\u00e9n, vagy az egyik lesz\u00e1rmazott tartalmazott elem\u00e9n.
FNRRS0108.action      = T\u00e1vol\u00edtsa el az akad\u00e1lyt jelent\u0151 felf\u00fcggeszt\u00e9seket, majd pr\u00f3b\u00e1lkozzon \u00fajra a t\u00f6rl\u00e9si folyamattal.
FNRRS0108.message     = A t\u00e1rol\u00f3 t\u00f6rl\u00e9se nem enged\u00e9lyezett a megl\u00e9v\u0151 felf\u00fcggeszt\u00e9si felt\u00e9telek miatt: ''{0}''.
FNRRS0108.arg.0       = t\u00f6rl\u00e9s_c\u00e9lja

FNRRS0109.explanation = A megadott t\u00e1rol\u00f3 nem t\u00f6r\u00f6lhet\u0151, mert alt\u00e1rol\u00f3kat vagy rekordokat tartalmaz.
FNRRS0109.action      = T\u00f6r\u00f6lje a t\u00e1rol\u00f3 tartalm\u00e1t, majd pr\u00f3b\u00e1lkozzon \u00fajra a t\u00f6rl\u00e9si folyamattal.
FNRRS0109.message     = Nem \u00fcres t\u00e1rol\u00f3 nem t\u00f6r\u00f6lhet\u0151: ''{0}''.
FNRRS0109.arg.0       = t\u00f6rl\u00e9s_c\u00e9lja

FNRRS0110.explanation = A megadott t\u00e1rol\u00f3 nem t\u00f6r\u00f6lhet\u0151, mert olyan alt\u00e1rol\u00f3kat vagy rekordokat tartalmaz, amelyek logikailag vannak t\u00f6r\u00f6lve (vagyis l\u00e9teznek, mert a metaadatok megtart\u00e1si szolg\u00e1ltat\u00e1sa enged\u00e9lyezve van).
FNRRS0110.action      = T\u00f6r\u00f6lje a t\u00e1rol\u00f3 tartalm\u00e1t, majd pr\u00f3b\u00e1lkozzon \u00fajra a t\u00f6rl\u00e9si folyamattal.
FNRRS0110.message     = A logikailag t\u00f6r\u00f6lt t\u00e1rolt elemeket tartalmaz\u00f3 t\u00e1rol\u00f3 nem t\u00f6r\u00f6lhet\u0151: ''{0}''.
FNRRS0110.arg.0       = t\u00f6rl\u00e9s_c\u00e9lja

FNRRS0111.explanation = Egy inakt\u00edv sz\u00fcl\u0151t\u00e1rol\u00f3hoz nem adhat\u00f3 hozz\u00e1 \u00faj lesz\u00e1rmazott.
FNRRS0111.action      = Tegye akt\u00edvv\u00e1 a sz\u00fcl\u0151t\u00e1rol\u00f3t, vagy v\u00e1lasszon egy m\u00e1sik sz\u00fcl\u0151t\u00e1rol\u00f3t a hozz\u00e1ad\u00e1si m\u0171velethez.
FNRRS0111.message     = Egy inakt\u00edv sz\u00fcl\u0151t\u00e1rol\u00f3hoz nem adhat\u00f3 hozz\u00e1 \u00faj lesz\u00e1rmazott: ''{0}''.
FNRRS0111.arg.0       = sz\u00fcl\u0151t\u00e1rol\u00f3

FNRRS0112.explanation = Ha a tartalomelemek az azonos\u00edt\u00f3jukkal vannak megadva, akkor meg kell adni egy tartalom lerakatot is.
FNRRS0112.action      = Adja meg a megfelel\u0151 tartalom lerakatot a tartalomelem-azonos\u00edt\u00f3khoz.
FNRRS0112.message     = Deklar\u00e1ci\u00f3s hiba, nincs megadva tartalom lerakat a tartalomelem-azonos\u00edt\u00f3khoz.

FNRRS0113.explanation = Ha t\u00f6bb c\u00e9lt\u00e1rol\u00f3 van megadva egy \u00faj rekord deklar\u00e1l\u00e1sa sor\u00e1n, akkor minden hasonl\u00f3 t\u00e1rol\u00f3 ugyanahhoz a f\u00e1jlterv-lerakathoz tartozik.
FNRRS0113.action      = Biztos\u00edtsa, hogy minden rekord deklar\u00e1l\u00e1si c\u00e9lt\u00e1rol\u00f3 egyazon f\u00e1jlterv-lerakathoz tartozzon.
FNRRS0113.message     = Deklar\u00e1ci\u00f3s hiba, a c\u00e9lt\u00e1rol\u00f3knak egyazon f\u00e1jlterv-lerakathoz kell tartozniuk.

FNRRS0114.explanation = A rekord deklar\u00e1ci\u00f3hoz megadott c\u00e9lt\u00e1rol\u00f3k egyike kor\u00e1bban logikailag t\u00f6r\u00f6lve lett, \u00e9s nem alkalmas \u00faj rekordok tartalmaz\u00e1s\u00e1ra.
FNRRS0114.action      = T\u00e1vol\u00edtsa el ezt a t\u00e1rol\u00f3t a list\u00e1b\u00f3l, \u00e9s/vagy v\u00e1lasszon egy m\u00e1sik t\u00e1rol\u00f3t.
FNRRS0114.message     = Deklar\u00e1ci\u00f3s hiba, a c\u00e9lt\u00e1rol\u00f3 logikailag t\u00f6r\u00f6lve lett: ''{0}''.
FNRRS0114.arg.0       = t\u00e1rol\u00f3_azonos\u00edt\u00f3

FNRRS0115.explanation = Egy rekord nem deklar\u00e1lhat\u00f3 egy lez\u00e1rt t\u00e1rol\u00f3ba.
FNRRS0115.action      = Nyissa meg \u00fajra a t\u00e1rol\u00f3t, majd pr\u00f3b\u00e1lkozzon \u00fajra, vagy v\u00e1lasszon egy m\u00e1sik t\u00e1rol\u00f3t.
FNRRS0115.message     = Deklar\u00e1ci\u00f3s hiba, a c\u00e9lt\u00e1rol\u00f3 le van z\u00e1rva: ''{0}''.
FNRRS0115.arg.0       = t\u00e1rol\u00f3_azonos\u00edt\u00f3

FNRRS0116.explanation = A rekord deklar\u00e1ci\u00f3hoz megadott c\u00e9lt\u00e1rol\u00f3k egyike jelenleg inakt\u00edv, \u00e9s nem alkalmas \u00faj rekordok tartalmaz\u00e1s\u00e1ra.
FNRRS0116.action      = Aktiv\u00e1lja \u00fajra ezt a t\u00e1rol\u00f3t, vagy t\u00e1vol\u00edtsa el a c\u00e9lt\u00e1rol\u00f3k list\u00e1j\u00e1b\u00f3l.
FNRRS0116.message     = Deklar\u00e1ci\u00f3s hiba, a c\u00e9lt\u00e1rol\u00f3 inakt\u00edv: ''{0}''.
FNRRS0116.arg.0       = t\u00e1rol\u00f3_azonos\u00edt\u00f3

FNRRS0117.explanation = Csak egyetlen fizikai t\u00edpus\u00fa t\u00e1rol\u00f3 adhat\u00f3 meg egy rekord deklar\u00e1ci\u00f3 c\u00e9ljak\u00e9nt.
FNRRS0117.action      = Korl\u00e1tozza a c\u00e9lt\u00e1rol\u00f3k list\u00e1j\u00e1t egyetlen fizikai t\u00edpus\u00fa t\u00e1rol\u00f3ra.
FNRRS0117.message     = Deklar\u00e1ci\u00f3s hiba, t\u00f6bb fizikai t\u00edpus\u00fa t\u00e1rol\u00f3 van megadva.

FNRRS0118.explanation = Az \u00faj rekorddal t\u00e1rs\u00edtott minden tartalomelemnek azonos tartalom lerakathoz kell tartoznia.
FNRRS0118.action      = Biztos\u00edtsa, hogy az \u00f6sszes t\u00e1rs\u00edtott tartalomelem azonos tartalom lerakathoz tartozzon.
FNRRS0118.message     = Deklar\u00e1ci\u00f3s hiba, az \u00faj rekord deklar\u00e1ci\u00f3hoz megadott tartalomelemek elt\u00e9r\u0151 tartalom lerakatokhoz tartoznak.

FNRRS0119.explanation = A megadott tartalomelem nem alkalmas rekord deklar\u00e1ci\u00f3hoz, mert a CanDeclare tulajdons\u00e1g false \u00e9rt\u00e9kre van be\u00e1ll\u00edtva, az elem fenntartott \u00e1llapotban van, vagy az elem m\u00e1r deklar\u00e1lva van.
FNRRS0119.action      = Jav\u00edtsa a hib\u00e1s tartalomelemet, vagy adjon meg egy m\u00e1sik tartalomelemet.
FNRRS0119.message     = Deklar\u00e1ci\u00f3s hiba, a megadott tartalomelem nem haszn\u00e1lhat\u00f3 rekord deklar\u00e1ci\u00f3hoz: ''{0}''.
FNRRS0119.arg.0       = tartalomelem_azonos\u00edt\u00f3

FNRRS0120.explanation = A megadott rekord nem t\u00f6r\u00f6lhet\u0151, mert felf\u00fcggeszt\u00e9s van alkalmazva k\u00f6zvetlen\u00fcl a rekordon, vagy az egyik sz\u00fcl\u0151j\u00e9n.
FNRRS0120.action      = T\u00e1vol\u00edtsa el az akad\u00e1lyt jelent\u0151 felf\u00fcggeszt\u00e9seket, majd pr\u00f3b\u00e1lkozzon \u00fajra a t\u00f6rl\u00e9si folyamattal.
FNRRS0120.message     = A rekord t\u00f6rl\u00e9se nem enged\u00e9lyezett megl\u00e9v\u0151 felf\u00fcggeszt\u00e9si felt\u00e9telek miatt: ''{0}''.
FNRRS0120.arg.0       = t\u00f6rl\u00e9s_c\u00e9lja

FNRRS0121.explanation = Egy rekordobjektum Supersede tulajdons\u00e1g\u00e1nak \u00e9rt\u00e9ke csak egy megl\u00e9v\u0151 rekordobjektumot tartalmazhat.
FNRRS0121.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a Supersede tulajdons\u00e1ghoz hozz\u00e1rendelt \u00e9rt\u00e9k a com.ibm.jarm.api.core.Record t\u00edpus.
FNRRS0121.message     = Deklar\u00e1ci\u00f3s hiba, az \u00faj rekord Supersede tulajdons\u00e1g\u00e1nak \u00e9rt\u00e9ke csak egy m\u00e1sik Record t\u00edpus\u00fa objektum lehet.

FNRRS0122.explanation = Az \u00faj rekord Supersede tulajdons\u00e1g\u00e1nak \u00e9rt\u00e9kek\u00e9nt megadott c\u00e9lrekord nem lehet m\u00e1r \u00e9rv\u00e9nytelen\u00edtve.
FNRRS0122.action      = Ne pr\u00f3b\u00e1ljon \u00e9rv\u00e9nytelen\u00edteni egy megl\u00e9v\u0151 rekordot, ami m\u00e1r \u00e9rv\u00e9nytelen\u00edtve van.
FNRRS0122.message     = Az \u00faj rekord Supersede tulajdons\u00e1g\u00e1nak c\u00e9lrekordja m\u00e1r kor\u00e1bban \u00e9rv\u00e9nytelen\u00edtve lett.

FNRRS0123.explanation = Az \u00faj rekord Supersede tulajdons\u00e1g\u00e1nak \u00e9rt\u00e9kek\u00e9nt megadott c\u00e9lrekord nem k\u00e9rhet\u0151 le \u00e9rv\u00e9nyes\u00edt\u00e9si c\u00e9lokb\u00f3l.
FNRRS0123.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a Supersede tulajdons\u00e1g c\u00e9lrekord \u00e9rt\u00e9ke m\u00e9g l\u00e9tezik, \u00e9s/vagy arr\u00f3l, hogy a jelenlegi felhaszn\u00e1l\u00f3 rendelkezik a sz\u00fcks\u00e9ges biztons\u00e1gi hozz\u00e1f\u00e9r\u00e9ssel.
FNRRS0123.message     = Deklar\u00e1ci\u00f3s hiba, az \u00faj rekord Supersede tulajdons\u00e1g\u00e1nak c\u00e9lrekordja nem \u00e9rhet\u0151 el.

FNRRS0124.explanation = Az \u00faj rekord Supersede tulajdons\u00e1g\u00e1nak \u00e9rt\u00e9kek\u00e9nt megadott c\u00e9lrekordja nem \u00edrhat\u00f3.
FNRRS0124.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a jelenlegi felhaszn\u00e1l\u00f3 rendelkezik a sz\u00fcks\u00e9ges \u00edr\u00e1s hozz\u00e1f\u00e9r\u00e9ssel a Supersede tulajdons\u00e1g c\u00e9lrekord \u00e9rt\u00e9k\u00e9hez.
FNRRS0124.message     = Deklar\u00e1ci\u00f3s hiba, az \u00faj rekord Supersede tulajdons\u00e1g\u00e1nak c\u00e9lrekordja nem \u00edrhat\u00f3.

FNRRS0125.explanation = Az \u00faj rekord Receipt Of tulajdons\u00e1g \u00e9rt\u00e9k\u00e9nek c\u00e9lrekordja m\u00e1r egy nyugta rekord.
FNRRS0125.action      = V\u00e1lasszon egy m\u00e1sik rekordot a Receipt Of tulajdons\u00e1g \u00e9rt\u00e9kek\u00e9nt.
FNRRS0125.message     = Deklar\u00e1ci\u00f3s hiba, az \u00faj rekord Receipt Of tulajdons\u00e1g \u00e9rt\u00e9k\u00e9nek c\u00e9lrekordja m\u00e1r egy nyugta rekord.

FNRRS0126.explanation = Amikor egy DoD besorol\u00e1si adatmodellel konfigur\u00e1lt f\u00e1jlterv-lerakathoz deklar\u00e1l egy rekordot, a Current Classification (jelenlegi besorol\u00e1s) tulajdons\u00e1g \u00e9rt\u00e9kek\u00e9nt meg kell adni egy nem null vagy nem \u00fcres \u00e9rt\u00e9ket.
FNRRS0126.action      = Adjon meg egy \u00e9rv\u00e9nyes \u00e9rt\u00e9ket a Current Classification tulajdons\u00e1g sz\u00e1m\u00e1ra.
FNRRS0126.message     = Deklar\u00e1ci\u00f3s hiba, hi\u00e1nyz\u00f3 vagy \u00e9rv\u00e9nytelen ''Current Classification'' tulajdons\u00e1g.

FNRRS0127.explanation = Egy min\u0151s\u00edtett rekordnak rendelkeznie kell egy \u00e9rv\u00e9nyes Initial Classification (kezdeti besorol\u00e1s) tulajdons\u00e1g \u00e9rt\u00e9kkel.
FNRRS0127.action      = Adjon meg egy \u00e9rv\u00e9nyes Initial Classification tulajdons\u00e1g \u00e9rt\u00e9ket.
FNRRS0127.message     = Deklar\u00e1ci\u00f3s hiba, hi\u00e1nyz\u00f3 vagy \u00e9rv\u00e9nytelen ''Initial Classification'' tulajdons\u00e1g.

FNRRS0128.explanation = Egy min\u0151s\u00edtett rekord eset\u00e9n, ha nincs megadva a Derived From tulajdons\u00e1g, akkor meg kell adni egy Classified By \u00e9s egy Reasons For Classification tulajdons\u00e1got.
FNRRS0128.action      = Adjon meg \u00e9rv\u00e9nyes Classified By \u00e9s Reasons For Classification tulajdons\u00e1g \u00e9rt\u00e9keket.
FNRRS0128.message     = Deklar\u00e1ci\u00f3s hiba, hi\u00e1nyz\u00f3 vagy \u00e9rv\u00e9nytelen ''Classification Authority'' tulajdons\u00e1g.

FNRRS0129.explanation = Egy min\u0151s\u00edtett rekord eset\u00e9n, ha nincs megadva az Exemptions tulajdons\u00e1g, akkor egy \u00e9rv\u00e9nyes Declassify On Date vagy Declassify On Event tulajdons\u00e1got meg kell adni.
FNRRS0129.action      = Adjon meg egy \u00e9rv\u00e9nyes Exemption tulajdons\u00e1got, vagy pedig egy \u00e9rv\u00e9nyes Declassify On Date vagy Declassify On Event tulajdons\u00e1got.
FNRRS0129.message     = Deklar\u00e1ci\u00f3s hiba, egy \u00e9rv\u00e9nyes ''Declassify On Date'' vagy ''Declassify On Event'' tulajdons\u00e1g hi\u00e1nyzik.

FNRRS0130.explanation = Egy min\u0151s\u00edtett rekord eset\u00e9n, ha nincs megadva az Exemption tulajdons\u00e1g \u00c9S meg van adva egy Declassify On Date tulajdons\u00e1g, akkor ennek a d\u00e1tumnak a jelenlegi eln\u00f6ki direkt\u00edva \u00e1ltal meghat\u00e1rozott id\u0151korl\u00e1ton bel\u00fcl kell lennie.
FNRRS0130.action      = Adjon meg egy \u00e9rv\u00e9nyes Exemption tulajdons\u00e1got, vagy pedig egy \u00e9rv\u00e9nyes Declassify On Date vagy Declassify On Event tulajdons\u00e1got.
FNRRS0130.message     = Deklar\u00e1ci\u00f3s hiba, a megadott ''Declassify On Date'' tulajdons\u00e1g k\u00edv\u00fcl esik a megengedett tartom\u00e1nyon.

FNRRS0131.explanation = Egy min\u0151s\u00edtett rekord eset\u00e9n, ha egy korl\u00e1tozott Supplemental Marking tulajdons\u00e1g meg van adva, akkor sem a Declassify On Date, sem a Declassify On Event tulajdons\u00e1g megad\u00e1sa nem enged\u00e9lyezett.
FNRRS0131.action      = T\u00e1vol\u00edtsa el a Declassify On Date \u00e9s a Declassify On Event \u00e9rt\u00e9keket, vagy t\u00e1vol\u00edtsa el a korl\u00e1toz\u00f3 Supplemental Marking tulajdons\u00e1got.
FNRRS0131.message     = Deklar\u00e1ci\u00f3s hiba, egy korl\u00e1tozott rekord nem rendelkezhet sem ''Declassify On Date'', sem ''Declassify On Events'' tulajdons\u00e1ggal.

FNRRS0132.explanation = Egy min\u0151s\u00edtett rekord eset\u00e9n, ha egy korl\u00e1tozott Supplemental Marking tulajdons\u00e1g meg van adva, akkor Exemption \u00e9rt\u00e9kek megad\u00e1sa nem enged\u00e9lyezett.
FNRRS0132.action      = T\u00e1vol\u00edtsa el az Exemption \u00e9rt\u00e9keket, vagy t\u00e1vol\u00edtsa el a korl\u00e1toz\u00f3 Supplemental Marking tulajdons\u00e1got.
FNRRS0132.message     = Deklar\u00e1ci\u00f3s hiba, egy korl\u00e1tozott rekordnak nem lehet ''Exemption'' tulajdons\u00e1ga.

FNRRS0133.explanation = Egy min\u0151s\u00edtett rekord eset\u00e9n, ha egy korl\u00e1tozott Supplemental Marking tulajdons\u00e1g meg van adva, akkor Downgrade tulajdons\u00e1g \u00e9rt\u00e9kek megad\u00e1sa nem enged\u00e9lyezett.
FNRRS0133.action      = T\u00e1vol\u00edtsa el a Downgrade \u00e9rt\u00e9keket, vagy t\u00e1vol\u00edtsa el a korl\u00e1toz\u00f3 Supplemental Marking tulajdons\u00e1got.
FNRRS0133.message     = Deklar\u00e1ci\u00f3s hiba, egy korl\u00e1tozott rekordnak nem lehet ''Downgrade On Date'' vagy ''Downgrade On Events'' tulajdons\u00e1ga.

FNRRS0134.explanation = Egy min\u0151s\u00edtett rekord eset\u00e9n meg kell adni egy \u00e9rv\u00e9nyes Classifying Agency tulajdons\u00e1got.
FNRRS0134.action      = Adjon meg egy \u00e9rv\u00e9nyes Classifying Agency tulajdons\u00e1got.
FNRRS0134.message     = Deklar\u00e1ci\u00f3s hiba, hi\u00e1nyz\u00f3 vagy \u00e9rv\u00e9nytelen ''Classifying Agency'' tulajdons\u00e1g.

FNRRS0135.explanation = Egy min\u0151s\u00edtett rekord eset\u00e9n, ha a Downgrade On Date vagy a Downgrade On Events tulajdons\u00e1g meg van adva, akkor egy Downgrade Instructions tulajdons\u00e1got is meg kell adni.
FNRRS0135.action      = Adjon meg egy Downgrade Instructions tulajdons\u00e1got, vagy ne adja meg a Downgrade On Date \u00e9s Downgrade On Events tulajdons\u00e1gokat.
FNRRS0135.message     = Deklar\u00e1ci\u00f3s hiba, hi\u00e1nyz\u00f3 vagy \u00e9rv\u00e9nytelen ''Downgrade Instructions'' tulajdons\u00e1g.

FNRRS0136.explanation = Egy min\u0151s\u00edtett rekord eset\u00e9n, ha az Upgraded On tulajdons\u00e1g meg van adva, akkor a Reasons For Upgrade tulajdons\u00e1got ugyancsak meg kell adni.
FNRRS0136.action      = Adja meg a Reasons For Upgrade tulajdons\u00e1got, vagy ne adja meg az Upgraded On tulajdons\u00e1got.
FNRRS0136.message     = Deklar\u00e1ci\u00f3s hiba, hi\u00e1nyz\u00f3 vagy \u00e9rv\u00e9nytelen ''Reasons For Upgrade'' tulajdons\u00e1g.

FNRRS0137.explanation = Egy min\u0151s\u00edtett rekord eset\u00e9n, ha az Upgraded On tulajdons\u00e1g meg van adva, akkor az Upgraded By tulajdons\u00e1got ugyancsak meg kell adni.
FNRRS0137.action      = Adja meg az Upgraded By tulajdons\u00e1got, vagy ne adja meg az Upgraded On tulajdons\u00e1got.
FNRRS0137.message     = Deklar\u00e1ci\u00f3s hiba, hi\u00e1nyz\u00f3 vagy \u00e9rv\u00e9nytelen ''Upgraded By'' tulajdons\u00e1g.

FNRRS0138.explanation = Egy min\u0151s\u00edtett rekord eset\u00e9n, ha a Reviewed On tulajdons\u00e1g meg van adva, akkor a Reviewed By tulajdons\u00e1got ugyancsak meg kell adni.
FNRRS0138.action      = Adja meg a Reviewed By tulajdons\u00e1got, vagy ne adja meg a Reviewed On tulajdons\u00e1got.
FNRRS0138.message     = Deklar\u00e1ci\u00f3s hiba, hi\u00e1nyz\u00f3 vagy \u00e9rv\u00e9nytelen ''Reviewed By'' tulajdons\u00e1g.

FNRRS0139.explanation = Egy min\u0151s\u00edtett rekord eset\u00e9n, ha a Downgraded On tulajdons\u00e1g meg van adva, akkor a Downgraded By tulajdons\u00e1got ugyancsak meg kell adni.
FNRRS0139.action      = Adja meg a Downgraded By tulajdons\u00e1got, vagy ne adja meg a Downgraded On tulajdons\u00e1got.
FNRRS0139.message     = Deklar\u00e1ci\u00f3s hiba, hi\u00e1nyz\u00f3 vagy \u00e9rv\u00e9nytelen ''Downgraded By'' tulajdons\u00e1g.

FNRRS0140.explanation = Egy min\u0151s\u00edtett rekord eset\u00e9n, ha a Declassified On tulajdons\u00e1g meg van adva, akkor a Declassified By tulajdons\u00e1got ugyancsak meg kell adni.
FNRRS0140.action      = Adja meg a Declassified By tulajdons\u00e1got, vagy ne adja meg a Declassified On tulajdons\u00e1got.
FNRRS0140.message     = Deklar\u00e1ci\u00f3s hiba, hi\u00e1nyz\u00f3 vagy \u00e9rv\u00e9nytelen ''Declassified By'' tulajdons\u00e1g.

FNRRS0141.explanation = Egy min\u0151s\u00edtett rekord deklar\u00e1l\u00e1s\u00e1ra tett k\u00eds\u00e9rlet eset\u00e9n legal\u00e1bb egy DoD Classified \u00e9rv\u00e9nyes\u00edt\u00e9s meghi\u00fasult.
FNRRS0141.action      = Vizsg\u00e1lja meg a kiv\u00e9tel hibarekord gy\u0171jtem\u00e9ny\u00e9t az egyes \u00e9rv\u00e9nyes\u00edt\u00e9si hib\u00e1kkal kapcsolatos tov\u00e1bbi r\u00e9szletek\u00e9rt.
FNRRS0141.message     = Deklar\u00e1ci\u00f3s hiba, legal\u00e1bb egy DoD Classified \u00e9rv\u00e9nyes\u00edt\u00e9si hiba t\u00f6rt\u00e9nt. R\u00e9szletek\u00e9rt tekintse meg a kiv\u00e9tel hibarekordokat.

FNRRS0142.explanation = K\u00eds\u00e9rlet t\u00f6rt\u00e9nt egy rekordt\u00e1rol\u00f3 akt\u00edv t\u00e1rol\u00f3k\u00e9nt t\u00f6rt\u00e9n\u0151 be\u00e1ll\u00edt\u00e1s\u00e1ra, azonban az m\u00e1r akt\u00edv.  Egy akt\u00edv t\u00e1rol\u00f3 nem \u00e1ll\u00edthat\u00f3 be akt\u00edvra.
FNRRS0142.action      = \u00c1llap\u00edtsa meg, hogy a t\u00e1rol\u00f3t mi\u00e9rt kell be\u00e1ll\u00edtani akt\u00edvra, amikor az m\u00e1r akt\u00edv.
FNRRS0142.message     = A t\u00e1rol\u00f3 nem \u00e1ll\u00edthat\u00f3 be akt\u00edv t\u00e1rol\u00f3k\u00e9nt, mert m\u00e1r akt\u00edv.

FNRRS0143.explanation = K\u00eds\u00e9rlet t\u00f6rt\u00e9nt egy rekordt\u00e1rol\u00f3 inakt\u00edvra t\u00f6rt\u00e9n\u0151 be\u00e1ll\u00edt\u00e1s\u00e1ra, azonban az m\u00e1r inakt\u00edv.  Egy inakt\u00edv t\u00e1rol\u00f3 nem \u00e1ll\u00edthat\u00f3 be inakt\u00edvra.
FNRRS0143.action      = \u00c1llap\u00edtsa meg, hogy a t\u00e1rol\u00f3t mi\u00e9rt kell be\u00e1ll\u00edtani inakt\u00edvra, amikor az m\u00e1r inakt\u00edv.
FNRRS0143.message     = A t\u00e1rol\u00f3 nem \u00e1ll\u00edthat\u00f3 be inakt\u00edvra; a t\u00e1rol\u00f3 m\u00e1r inakt\u00edv.

FNRRS0144.explanation = Amikor egy t\u00e1rol\u00f3 inakt\u00edv, akkor a t\u00e1rol\u00f3hierarchia alj\u00e1ig minden alt\u00e1rol\u00f3j\u00e1nak is inakt\u00edvnak kell lennie.  Egy t\u00e1rol\u00f3 be\u00e1ll\u00edt\u00e1sa akt\u00edvk\u00e9nt, amikor az egyik sz\u00fcl\u0151je inakt\u00edv, nem enged\u00e9lyezett.
FNRRS0144.action      = Ha a t\u00e1rol\u00f3t akt\u00edvk\u00e9nt kell be\u00e1ll\u00edtani, akkor el\u0151sz\u00f6r akt\u00edvra kell \u00e1ll\u00edtani minden sz\u00fcl\u0151j\u00e9t, amely inakt\u00edv.
FNRRS0144.message     = A t\u00e1rol\u00f3 nem \u00e1ll\u00edthat\u00f3 be akt\u00edvk\u00e9nt; egy sz\u00fcl\u0151t\u00e1rol\u00f3 inakt\u00edv.

FNRRS0145.explanation = Egy t\u00e1rol\u00f3 inakt\u00edvra \u00e1ll\u00edt\u00e1sakor meg kell adni a m\u0171velet ok\u00e1t.  Az ok tartalmazza az inform\u00e1ci\u00f3kat arr\u00f3l, hogy a t\u00e1rol\u00f3 a tov\u00e1bbiakban mi\u00e9rt nem akt\u00edv.
FNRRS0145.action      = Adja meg az okot, amikor egy t\u00e1rol\u00f3t inakt\u00edvra \u00e1ll\u00edt.
FNRRS0145.message     = A Reason for Inactive (inaktivit\u00e1s oka) tulajdons\u00e1g megad\u00e1sa k\u00f6telez\u0151, ha egy t\u00e1rol\u00f3t inakt\u00edvra \u00e1ll\u00edt.

FNRRS0146.explanation = Csak egy lez\u00e1rt t\u00e1rol\u00f3t nyithat meg \u00fajra.  Ha a t\u00e1rol\u00f3 m\u00e1r meg van nyitva, akkor nem nyithatja meg \u00fajra.
FNRRS0146.action      = Ne nyisson meg \u00fajra egy t\u00e1rol\u00f3t, kiv\u00e9ve, ha az lez\u00e1rt \u00e1llapotban van.
FNRRS0146.message     = Egy nem lez\u00e1rt t\u00e1rol\u00f3 nem nyithat\u00f3 meg \u00fajra.

FNRRS0147.explanation = Az \u00fajramegnyit\u00e1si m\u0171velet csak egy olyan t\u00e1rol\u00f3hoz \u00e9rv\u00e9nyes, amely jelenleg lez\u00e1rt \u00e1llapotban van. A jelenlegi t\u00e1rol\u00f3 m\u00e1r \u00fajra meg lett nyitva, \u00edgy nem nyithatja meg \u00fajra.
FNRRS0147.action      = Ne nyisson meg \u00fajra egy t\u00e1rol\u00f3t, kiv\u00e9ve, ha az lez\u00e1rt \u00e1llapotban van.
FNRRS0147.message     = Egy \u00fajra megnyitott t\u00e1rol\u00f3 nem nyithat\u00f3 meg \u00fajra.

FNRRS0148.explanation = Egy t\u00e1rol\u00f3 csak akkor nyithat\u00f3 meg \u00fajra, ha az \u00f6sszes sz\u00fcl\u0151t\u00e1rol\u00f3ja megnyitott \u00e1llapotban van. Ha b\u00e1rmely sz\u00fcl\u0151t\u00e1rol\u00f3 le van z\u00e1rva, akkor a t\u00e1rol\u00f3 nem nyithat\u00f3 meg \u00fajra.
FNRRS0148.action      = Ne nyisson meg egy t\u00e1rol\u00f3t, ha nincs minden sz\u00fcl\u0151je megnyitva.
FNRRS0148.message     = Egy t\u00e1rol\u00f3, melynek \u0151s t\u00e1rol\u00f3ja le van z\u00e1rva, nem nyithat\u00f3 meg \u00fajra.

FNRRS0149.explanation = Egy t\u00e1rol\u00f3 lez\u00e1r\u00e1sakor a t\u00e1rol\u00f3 lez\u00e1r\u00e1s\u00e1nak ok\u00e1t meg kell adni. Az oknak egy \u00e9rv\u00e9nyes, nem \u00fcres karaktersorozatnak kell lennie.
FNRRS0149.action      = Adjon meg egy nem \u00fcres karaktersorozatot, amely t\u00e1j\u00e9koztat arr\u00f3l, hogy a t\u00e1rol\u00f3 mi\u00e9rt van lez\u00e1rva.
FNRRS0149.message     = Egy t\u00e1rol\u00f3 lez\u00e1r\u00e1sakor meg kell adni egy okot.

FNRRS0150.explanation = Egy m\u00e1r lez\u00e1rt t\u00e1rol\u00f3t nem z\u00e1rhat le.  A t\u00e1rol\u00f3t csak akkor z\u00e1rhatja le, ha az meg van nyitva (sosem volt lez\u00e1rva), vagy ha \u00fajra meg van nyitva (le volt z\u00e1rva, de most \u00fajra meg van nyitva).
FNRRS0150.action      = Ellen\u0151rizze, hogy a t\u00e1rol\u00f3 nincs-e lez\u00e1rva, miel\u0151tt megpr\u00f3b\u00e1ln\u00e1 lez\u00e1rni.
FNRRS0150.message     = A t\u00e1rol\u00f3 nem z\u00e1rhat\u00f3 le, m\u00e1r le van z\u00e1rva.

FNRRS0151.explanation = Nem iktathat egy rekordot egy olyan t\u00e1rol\u00f3ba, amely jelenleg inakt\u00edv.
FNRRS0151.action      = Aktiv\u00e1lja \u00fajra t\u00e1rol\u00f3t, vagy v\u00e1lasszon egy m\u00e1sik iktat\u00e1si c\u00e9lt.
FNRRS0151.message     = A rekord nem iktathat\u00f3 egy inakt\u00edv t\u00e1rol\u00f3ba.

FNRRS0152.explanation = Nem iktathat egy rekordot egy olyan t\u00e1rol\u00f3ba, amely jelenleg le van z\u00e1rva.
FNRRS0152.action      = Nyissa meg \u00fajra t\u00e1rol\u00f3t, vagy v\u00e1lasszon egy m\u00e1sik iktat\u00e1si c\u00e9lt.
FNRRS0152.message     = A rekord nem iktathat\u00f3 egy lez\u00e1rt t\u00e1rol\u00f3ba.

FNRRS0153.explanation = Az iktat\u00e1si c\u00e9lt\u00e1rol\u00f3 nem tartalmazhat ilyen t\u00edpus\u00fa rekordot.
FNRRS0153.action      = V\u00e1lasszon egy m\u00e1sik t\u00e1rol\u00f3t, amelybe a rekordot iktatja.
FNRRS0153.message     = Az iktat\u00e1si c\u00e9lt\u00e1rol\u00f3 nem tartalmazhat {0} entit\u00e1st\u00edpus\u00fa rekordokat.

FNRRS0154.explanation = A rekord m\u00e1r l\u00e9tezik a megadott c\u00e9lt\u00e1rol\u00f3ban (vagy annak akt\u00edv lesz\u00e1rmazott k\u00f6tet\u00e9ben).
FNRRS0154.action      = V\u00e1lasszon egy m\u00e1sik t\u00e1rol\u00f3t, amelybe a rekordot iktatja.
FNRRS0154.message     = A rekord nem iktathat\u00f3, mert a c\u00e9lt\u00e1rol\u00f3 (vagy annak akt\u00edv lesz\u00e1rmazott k\u00f6tete) m\u00e1r tartalmazza.

FNRRS0155.explanation = A rekord nem iktathat\u00f3 egy olyan t\u00e1rol\u00f3ba, amely a hozz\u00e1 tartoz\u00f3 megl\u00e9v\u0151 f\u00e1jlterven k\u00edv\u00fcl tal\u00e1lhat\u00f3.
FNRRS0155.action      = V\u00e1lasszon egy olyan t\u00e1rol\u00f3t, amely a rekord megl\u00e9v\u0151 f\u00e1jlterv\u00e9n bel\u00fcl van.
FNRRS0155.message     = A rekord nem iktathat\u00f3 egy olyan t\u00e1rol\u00f3ba, amely a hozz\u00e1 tartoz\u00f3 megl\u00e9v\u0151 f\u00e1jlterven k\u00edv\u00fcl van.

FNRRS0156.explanation = Egy fizikai rekord nem iktathat\u00f3 egyn\u00e9l t\u00f6bb fizikai t\u00e1rol\u00f3ba.
FNRRS0156.action      = Korl\u00e1tozza a fizikai rekord tartalm\u00e1t egyetlen fizikai t\u00e1rol\u00f3ra.
FNRRS0156.message     = Egy fizikai rekord nem iktathat\u00f3 egyn\u00e9l t\u00f6bb fizikai t\u00e1rol\u00f3ba.

FNRRS0157.explanation = Egy fizikai rekord nem iktathat\u00f3 egyn\u00e9l t\u00f6bb fizikai t\u00e1rol\u00f3ba.
FNRRS0157.action      = Korl\u00e1tozza a fizikai rekord tartalm\u00e1t egyetlen fizikai t\u00e1rol\u00f3ra.
FNRRS0157.message     = A megadott SchedulePropagation m\u00f3d nem alkalmazhat\u00f3, amikor egy megl\u00e9v\u0151 selejtez\u00e9si \u00fctemez\u00e9st \u00fcr\u00edt ki: {0}.

FNRRS0158.explanation = A megadott felf\u00fcggeszt\u00e9s nincs t\u00e1rs\u00edtva az entit\u00e1ssal, \u00edgy nem t\u00e1vol\u00edthat\u00f3 el.
FNRRS0158.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a felf\u00fcggeszt\u00e9si objektum t\u00e1rs\u00edtva van egy entit\u00e1ssal, miel\u0151tt megpr\u00f3b\u00e1ln\u00e1 elt\u00e1vol\u00edtani.
FNRRS0158.message     = A felf\u00fcggeszt\u00e9s nem t\u00e1vol\u00edthat\u00f3 el, mert nincs t\u00e1rs\u00edtva az entit\u00e1ssal. Felf\u00fcggeszt\u00e9s azonoss\u00e1ga: {0}.
FNRRS0158.arg.0	   = A k\u00e9rd\u00e9ses felf\u00fcggeszt\u00e9s azonoss\u00e1ga.

FNRRS0159.explanation = A megadott felf\u00fcggeszt\u00e9s dinamikusan lett hozz\u00e1rendelve az entit\u00e1shoz. K\u00e9zzel nem t\u00e1vol\u00edthat\u00f3 el.
FNRRS0159.action      = Futtassa a felf\u00fcggeszt\u00e9s el\u0151k\u00e9sz\u00edt\u0151 folyamatot a dinamikus felf\u00fcggeszt\u00e9sek elt\u00e1vol\u00edt\u00e1s\u00e1hoz.
FNRRS0159.message     = A dinamikusan alkalmazott felf\u00fcggeszt\u00e9s nem t\u00e1vol\u00edthat\u00f3 el k\u00e9zzel. Felf\u00fcggeszt\u00e9s azonoss\u00e1ga: {0}.
FNRRS0159.arg.0	   = A k\u00e9rd\u00e9ses felf\u00fcggeszt\u00e9s azonoss\u00e1ga.

FNRRS0160.explanation = A megadott felf\u00fcggeszt\u00e9s nem akt\u00edv.  Nem alkalmazhat\u00f3 entit\u00e1sra.
FNRRS0160.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a felf\u00fcggeszt\u00e9s akt\u00edvk\u00e9nt van megjel\u00f6lve, miel\u0151tt t\u00e1rs\u00edtan\u00e1 egy entit\u00e1ssal.
FNRRS0160.message     = Nem alkalmazhat\u00f3 olyan felf\u00fcggeszt\u00e9s, amely nem akt\u00edv. Felf\u00fcggeszt\u00e9s azonoss\u00e1ga: {0}.
FNRRS0160.arg.0	   = A k\u00e9rd\u00e9ses felf\u00fcggeszt\u00e9s azonoss\u00e1ga.

FNRRS0161.explanation = Nem adhat hozz\u00e1 egy felf\u00fcggeszt\u00e9st egy olyan entit\u00e1shoz, amely m\u00e1r t\u00e1rs\u00edtva van az adott felf\u00fcggeszt\u00e9ssel.
FNRRS0161.action      = Egy entit\u00e1shoz csak egyszer adjon hozz\u00e1 egy felf\u00fcggeszt\u00e9st.
FNRRS0161.message     = Egy entit\u00e1shoz nem adhat\u00f3 hozz\u00e1 egyn\u00e9l t\u00f6bbsz\u00f6r egy felf\u00fcggeszt\u00e9s. A felf\u00fcggeszt\u00e9s(ek) azonoss\u00e1ga: {0}
FNRRS0161.arg.0	   = A k\u00e9rd\u00e9ses felf\u00fcggeszt\u00e9s(ek) azonoss\u00e1ga.

FNRRS0162.explanation = Nem t\u00f6r\u00f6lhet egy felf\u00fcggeszt\u00e9st, amikor a felf\u00fcggeszt\u00e9ssel rekordok vagy t\u00e1rol\u00f3k vannak t\u00e1rs\u00edtva.
FNRRS0162.action      = T\u00e1vol\u00edtsa el a felf\u00fcggeszt\u00e9ssel t\u00e1rs\u00edtott entit\u00e1sokat, majd t\u00f6r\u00f6lje a felf\u00fcggeszt\u00e9st.
FNRRS0162.message     = Egy entit\u00e1sokkal t\u00e1rs\u00edtott felf\u00fcggeszt\u00e9s nem t\u00f6r\u00f6lhet\u0151.

FNRRS0163.explanation = V\u00e1ratlan hiba t\u00f6rt\u00e9nt az entit\u00e1s \u00e1thelyez\u00e9s\u00e9re tett k\u00eds\u00e9rlet sor\u00e1n.
FNRRS0163.action      = A r\u00e9szletes kiv\u00e9telinform\u00e1ci\u00f3k\u00e9rt vizsg\u00e1lja meg a napl\u00f3kat.
FNRRS0163.message     = Az entit\u00e1s nem helyezhet\u0151 \u00e1t egy v\u00e1ratlan kiv\u00e9tel miatt. Entit\u00e1s: {0}, kiv\u00e9tel: {1}.
FNRRS0163.arg.0       = Az entit\u00e1s azonoss\u00e1ga, amelynek \u00e1thelyez\u00e9s\u00e9re k\u00eds\u00e9rlet t\u00f6rt\u00e9nt.
FNRRS0163.arg.1       = A kiv\u00e9tel \u00fczenete.

FNRRS0164.explanation = A t\u00f6meges t\u00f6rl\u00e9si m\u0171velet nem t\u00e1mogatja az adott entityType \u00e9rt\u00e9kkel rendelkez\u0151 entit\u00e1sokat.
FNRRS0164.action      = T\u00e1vol\u00edtsa el az entit\u00e1st a t\u00f6meges t\u00f6rl\u00e9si m\u0171velet entit\u00e1sgy\u0171jtem\u00e9ny\u00e9b\u0151l.
FNRRS0164.message     = Az entit\u00e1st\u00edpuson nem hajthat\u00f3 v\u00e9gre t\u00f6meges t\u00f6rl\u00e9s. Entit\u00e1st\u00edpus: {0}, entit\u00e1s azonoss\u00e1ga: {1}.
FNRRS0164.arg.0       = A t\u00f6r\u00f6lni pr\u00f3b\u00e1lt entit\u00e1s entit\u00e1st\u00edpusa.
FNRRS0164.arg.1       = A t\u00f6r\u00f6lni pr\u00f3b\u00e1lt entit\u00e1s azonoss\u00e1ga.

FNRRS0165.explanation = A t\u00f6meges inaktiv\u00e1l\u00e1si m\u0171velet nem t\u00e1mogatja az adott entityType \u00e9rt\u00e9kkel rendelkez\u0151 entit\u00e1sokat.
FNRRS0165.action      = T\u00e1vol\u00edtsa el az entit\u00e1st a t\u00f6meges inaktiv\u00e1l\u00e1si m\u0171velet entit\u00e1sgy\u0171jtem\u00e9ny\u00e9b\u0151l.
FNRRS0165.message     = Az entit\u00e1st\u00edpuson nem hajthat\u00f3 v\u00e9gre t\u00f6meges inaktiv\u00e1l\u00e1s. Entit\u00e1st\u00edpus: {0}, entit\u00e1s azonoss\u00e1ga: {1}.
FNRRS0165.arg.0       = Az inaktiv\u00e1lni pr\u00f3b\u00e1lt entit\u00e1s entit\u00e1st\u00edpusa.
FNRRS0165.arg.1       = Az inaktiv\u00e1lni pr\u00f3b\u00e1lt entit\u00e1s azonoss\u00e1ga.

FNRRS0166.explanation = A t\u00f6meges aktiv\u00e1l\u00e1si m\u0171velet nem t\u00e1mogatja az adott entityType \u00e9rt\u00e9kkel rendelkez\u0151 entit\u00e1sokat.
FNRRS0166.action      = T\u00e1vol\u00edtsa el az entit\u00e1st a t\u00f6meges aktiv\u00e1l\u00e1si m\u0171velet entit\u00e1sgy\u0171jtem\u00e9ny\u00e9b\u0151l.
FNRRS0166.message     = Az entit\u00e1st\u00edpuson nem hajthat\u00f3 v\u00e9gre t\u00f6meges aktiv\u00e1l\u00e1s. Entit\u00e1st\u00edpus: {0}, entit\u00e1s azonoss\u00e1ga: {1}.
FNRRS0166.arg.0       = Az aktiv\u00e1lni pr\u00f3b\u00e1lt entit\u00e1s entit\u00e1st\u00edpusa.
FNRRS0166.arg.1       = Az aktiv\u00e1lni pr\u00f3b\u00e1lt entit\u00e1s azonoss\u00e1ga.

FNRRS0167.explanation = Az \u00e1thelyez\u00e9si m\u0171velethez megadott forr\u00e1st\u00e1rol\u00f3 nem tartalmazza k\u00f6zvetlen\u00fcl a megadott rekordot.
FNRRS0167.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a helyes forr\u00e1st\u00e1rol\u00f3 van megadva. Ha a t\u00e9nyleges forr\u00e1st\u00e1rol\u00f3 egy rekordk\u00f6tet, akkor azt a rekordk\u00f6tetet adja meg, \u00e9s ne a sz\u00fcl\u0151 rekordmapp\u00e1j\u00e1t.
FNRRS0167.message     = A rekord\u00e1thelyez\u00e9s nem hajthat\u00f3 v\u00e9gre, mert a megadott forr\u00e1st\u00e1rol\u00f3 nem tartalmazza a rekordot.

FNRRS0168.explanation = A jelenlegi felhaszn\u00e1l\u00f3nak nincs jogosults\u00e1ga az objektum \u00e1thelyez\u00e9s\u00e9re.
FNRRS0168.action      = Ellen\u0151rizze, hogy a jelenlegi felhaszn\u00e1l\u00f3nak van-e jogosults\u00e1ga az objektum \u00e1thelyez\u00e9s\u00e9re.
FNRRS0168.message     = A jelenlegi felhaszn\u00e1l\u00f3 nem helyezheti \u00e1t a t\u00e1rol\u00f3t: {0}.
FNRRS0168.arg.0       = A t\u00e1rol\u00f3 azonoss\u00e1ga.

FNRRS0169.explanation = A jelenlegi felhaszn\u00e1l\u00f3 nem rendelkezik a rekord m\u00e1sol\u00e1s\u00e1hoz sz\u00fcks\u00e9ges jogosults\u00e1ggal.
FNRRS0169.action      = Ellen\u0151rizze, hogy a jelenlegi felhaszn\u00e1l\u00f3nak van-e legal\u00e1bb \u00edr\u00e1si jogosults\u00e1ga a rekordhoz.
FNRRS0169.message     = A jelenlegi felhaszn\u00e1l\u00f3nak nincs jogosults\u00e1ga rekord m\u00e1sol\u00e1s\u00e1hoz: {0}.
FNRRS0169.arg.0       = A rekord azonoss\u00e1ga.

FNRRS0170.explanation = Mivel nem lehet automatikusan m\u00e1solatot k\u00e9sz\u00edteni egy k\u00fcls\u0151 egyes\u00edtett dokumentumr\u00f3l, az ilyen dokumentummal t\u00e1rs\u00edtott rekord nem m\u00e1solhat\u00f3.
FNRRS0170.action      = K\u00e9zzel t\u00f6bbsz\u00f6r\u00f6zze az eredeti egyes\u00edtett dokumentumot, \u00e9s k\u00e9zzel deklar\u00e1ljon egy \u00faj rekordot az \u00faj egyes\u00edtett dokumentumhoz.
FNRRS0170.message     = Az egyes\u00edtett dokumentummal t\u00e1rs\u00edtott rekord nem m\u00e1solhat\u00f3.

FNRRS0171.explanation = A megadott rekord jelenleg nincs iktatva a megadott t\u00e1rol\u00f3ban, \u00e9s ez\u00e9rt nem iktathat\u00f3 ki ebb\u0151l a t\u00e1rol\u00f3b\u00f3l.
FNRRS0171.action      = Ha eredetileg egy olyan rekordmapp\u00e1hoz h\u00edvta meg ezt a met\u00f3dust, amely lesz\u00e1rmazott rekordk\u00f6tetek haszn\u00e1lat\u00e1t ig\u00e9nyli, akkor h\u00edvja meg ezt a met\u00f3dust a rekordot t\u00e9nylegesen tartalmaz\u00f3 megfelel\u0151 lesz\u00e1rmazott k\u00f6tethez.
FNRRS0171.message     = Egy rekord nem iktathat\u00f3 ki egy olyan t\u00e1rol\u00f3b\u00f3l, amelybe jelenleg nincs iktatva. Rekord: {0}, t\u00e1rol\u00f3: {1}.
FNRRS0171.arg.0       = A rekord, amelyet megpr\u00f3b\u00e1lt kiiktatni.
FNRRS0171.arg.1       = A t\u00e1rol\u00f3 c\u00e9l, amelyb\u0151l a rekord kiiktat\u00e1si m\u0171veletet megk\u00eds\u00e9relte.

FNRRS0172.explanation = Egy rekordot legal\u00e1bb egy t\u00e1rol\u00f3ba iktatni kell. 
FNRRS0172.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a rekord legal\u00e1bb egy m\u00e1sik t\u00e1rol\u00f3ban iktatva van, miel\u0151tt megk\u00eds\u00e9reln\u00e9 kiiktatni egy t\u00e1rol\u00f3b\u00f3l.
FNRRS0172.message     = Nem iktathat\u00f3 ki egy olyan rekord, amely jelenleg csak egy t\u00e1rol\u00f3ban van iktatva. Rekord: {0}.
FNRRS0172.arg.0       = A rekord, amelyet megpr\u00f3b\u00e1lt kiiktatni.

FNRRS0173.explanation = Egy rekord "logikailag" t\u00f6rl\u00e9se ut\u00e1n annak deklar\u00e1l\u00e1sa m\u00e1r nem vonhat\u00f3 vissza. 
FNRRS0173.action      =  
FNRRS0173.message     = Egy olyan rekord deklar\u00e1l\u00e1sa, amely "logikailag" t\u00f6r\u00f6lve lett, nem vonhat\u00f3 vissza. Rekord: {0}.
FNRRS0173.arg.0       = A rekord, amelynek deklar\u00e1l\u00e1s\u00e1t megpr\u00f3b\u00e1lta visszavonni.

FNRRS0174.explanation = Ha egy rekord (vagy annak b\u00e1rmely sz\u00fcl\u0151t\u00e1rol\u00f3ja) fel van f\u00fcggesztve, akkor annak deklar\u00e1l\u00e1sa nem vonhat\u00f3 vissza. 
FNRRS0174.action      = T\u00e1vol\u00edtson el minden alkalmazhat\u00f3 felf\u00fcggeszt\u00e9st a rekordb\u00f3l, majd pr\u00f3b\u00e1lkozzon \u00fajra a deklar\u00e1l\u00e1s visszavon\u00e1s\u00e1val.
FNRRS0174.message     = Egy jelenleg felf\u00fcggesztett rekord deklar\u00e1l\u00e1sa nem vonhat\u00f3 vissza. Rekord: {0}.
FNRRS0174.arg.0       = A rekord, amelynek deklar\u00e1l\u00e1s\u00e1t megpr\u00f3b\u00e1lta visszavonni.

FNRRS0175.explanation = Ha egy rekord jelenleg egy akt\u00edv selejtez\u00e9si munkafolyamat r\u00e9sze, akkor a deklar\u00e1l\u00e1sa nem vonhat\u00f3 vissza.
FNRRS0175.action      = Fejezze be a rekorddal t\u00e1rs\u00edtott valamennyi munkafolyamat feldolgoz\u00e1st, majd pr\u00f3b\u00e1lja meg \u00fajra visszavonni a deklar\u00e1l\u00e1st.
FNRRS0175.message     = Egy akt\u00edv selejtez\u00e9si munkafolyamatban r\u00e9szt vev\u0151 rekord deklar\u00e1l\u00e1sa nem vonhat\u00f3 vissza. Rekord: {0}.
FNRRS0175.arg.0       = A rekord, amelynek deklar\u00e1l\u00e1s\u00e1t megpr\u00f3b\u00e1lta visszavonni.

FNRRS0176.explanation = Ha egy rekord egyes\u00edtett tartalommal van t\u00e1rs\u00edtva, akkor deklar\u00e1l\u00e1sa nem vonhat\u00f3 vissza.
FNRRS0176.action      = 
FNRRS0176.message     = Egy egyes\u00edtett tartalommal t\u00e1rs\u00edtott rekord deklar\u00e1l\u00e1sa nem vonhat\u00f3 vissza. Rekord: {0}.
FNRRS0176.arg.0       = A rekord, amelynek deklar\u00e1l\u00e1s\u00e1t megpr\u00f3b\u00e1lta visszavonni.

FNRRS0177.explanation = Tipikusan a rekord nyugta kapcsol\u00f3d\u00f3 tulajdons\u00e1gai csak a DoD Classified f\u00e1jlterv-lerakat adatmodellhez vannak meghat\u00e1rozva.
FNRRS0177.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a megfelel\u0151 adatmodell telep\u00edtve van a f\u00e1jlterv-lerakathoz.
FNRRS0177.message     = A rekord nyugt\u00e1k nem t\u00e1mogatottak a t\u00e1rs\u00edtott f\u00e1jlterv-lerakathoz.

FNRRS0178.explanation = Egy elnevez\u00e9si mint\u00e1ban minden jobb oldali sz\u00f6gletes z\u00e1r\u00f3jelhez kell tartoznia egy megfelel\u0151 bal oldali z\u00e1r\u00f3jelnek is a helyettes\u00edt\u00e9si makr\u00f3 hat\u00f3k\u00f6r\u00e9nek meghat\u00e1roz\u00e1s\u00e1hoz.
FNRRS0178.action      = Ellen\u0151rizze az elnevez\u00e9si mint\u00e1t, \u00e9s gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy minden jobb oldali sz\u00f6gletes z\u00e1r\u00f3jelet megel\u0151z egy bal oldali sz\u00f6gletes z\u00e1r\u00f3jel.
FNRRS0178.message     = A megadott elnevez\u00e9si mint\u00e1ban egy megfelel\u0151 bal oldali p\u00e1r n\u00e9lk\u00fcli jobb oldali sz\u00f6gletes z\u00e1r\u00f3jel szerepel.

FNRRS0179.explanation = Egy elnevez\u00e9si mint\u00e1ban minden bal oldali sz\u00f6gletes z\u00e1r\u00f3jelhez kell tartoznia egy megfelel\u0151 jobb oldali z\u00e1r\u00f3jelnek is a helyettes\u00edt\u00e9si makr\u00f3 hat\u00f3k\u00f6r\u00e9nek meghat\u00e1roz\u00e1s\u00e1hoz.
FNRRS0179.action      = Ellen\u0151rizze az elnevez\u00e9si mint\u00e1t, \u00e9s gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy minden bal oldali sz\u00f6gletes z\u00e1r\u00f3jelhez tartozik egy megfelel\u0151 jobb oldali sz\u00f6gletes z\u00e1r\u00f3jel.
FNRRS0179.message     = A megadott elnevez\u00e9si mint\u00e1ban egy megfelel\u0151 bal oldali p\u00e1r n\u00e9lk\u00fcli jobb oldali sz\u00f6gletes z\u00e1r\u00f3jel szerepel.

FNRRS0180.explanation = A helyettes\u00edt\u00e9s k\u00f6vetkez\u0151 index \u00e9rt\u00e9ke hosszabb, mint a megadott sz\u00e1mjegy minta.
FNRRS0180.action      = N\u00f6velje a sz\u00e1mjegyek sz\u00e1m\u00e1t a sz\u00e1mjegy mint\u00e1ban.
FNRRS0180.message     = A megadott sz\u00e1mjegy minta t\u00fal r\u00f6vid a k\u00f6vetkez\u0151 index \u00e9rt\u00e9k tartalmaz\u00e1s\u00e1hoz.

FNRRS0181.explanation = A megadott minta nem \u00e9rtelmezhet\u0151 \u00e9rv\u00e9nyes mintak\u00e9nt.
FNRRS0181.action      = Ellen\u0151rizze a megadott mint\u00e1t, \u00e9s gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy az egy \u00e9rv\u00e9nyes minta.
FNRRS0181.message     = A megadott minta nem egy \u00e9rv\u00e9nyes minta.

FNRRS0182.explanation = Az elnevez\u00e9si mint\u00e1ban meg van adva egy tulajdons\u00e1g, azonban a tulajdons\u00e1g nem l\u00e9tezik.
FNRRS0182.action      = M\u00f3dos\u00edtsa az elnevez\u00e9si mint\u00e1t, hogy egy \u00e9rv\u00e9nyes tulajdons\u00e1gnevet tartalmazzon.
FNRRS0182.message     = Az elnevez\u00e9si mint\u00e1ban megadott tulajdons\u00e1g \u00e9rv\u00e9nytelen vagy nem l\u00e9tezik: {0}.
FNRRS0182.arg.0       = tulajdons\u00e1g_neve

FNRRS0183.explanation = Az elnevez\u00e9si mint\u00e1ban egy t\u00f6bb\u00e9rt\u00e9k\u0171 tulajdons\u00e1g van megadva.  Az elnevez\u00e9si mint\u00e1k csak az egy\u00e9rt\u00e9k\u0171 tulajdons\u00e1gokat t\u00e1mogatj\u00e1k.
FNRRS0183.action      = T\u00e1vol\u00edtsa el a t\u00f6bb\u00e9rt\u00e9k\u0171 tulajdons\u00e1got az elnevez\u00e9si mint\u00e1b\u00f3l.
FNRRS0183.message     = Az elnevez\u00e9si mint\u00e1kban a t\u00f6bb\u00e9rt\u00e9k\u0171 tulajdons\u00e1gok nem t\u00e1mogatottak: {0}.
FNRRS0183.arg.0       = tulajdons\u00e1g_neve

FNRRS0184.explanation = Az elnevez\u00e9si mint\u00e1k nem t\u00e1mogatj\u00e1k a bin\u00e1ris vagy objektum tulajdons\u00e1gokat.
FNRRS0184.action      = M\u00f3dos\u00edtsa az elnevez\u00e9si mint\u00e1t, hogy egy t\u00e1mogatott tulajdons\u00e1gt\u00edpust tartalmazzon.
FNRRS0184.message     = Az elnevez\u00e9si mint\u00e1ban megadott tulajdons\u00e1g t\u00edpusa nem t\u00e1mogatott: {0}. 
FNRRS0184.arg.0       = tulajdons\u00e1g_neve

FNRRS0185.explanation = V\u00e1ratlan hiba t\u00f6rt\u00e9nt az entit\u00e1s megsemmis\u00edt\u00e9s\u00e9re tett k\u00eds\u00e9rlet sor\u00e1n.
FNRRS0185.action      = A r\u00e9szletes kiv\u00e9tel inform\u00e1ci\u00f3k\u00e9rt vizsg\u00e1lja meg a napl\u00f3kat.
FNRRS0185.message     = Az entit\u00e1s nem semmis\u00edthet\u0151 meg egy v\u00e1ratlan kiv\u00e9tel miatt. Entit\u00e1s: {0}, kiv\u00e9tel: {1}.
FNRRS0185.arg.0       = A megsemmis\u00edteni pr\u00f3b\u00e1lt entit\u00e1s azonoss\u00e1ga.
FNRRS0185.arg.1       = A kiv\u00e9tel \u00fczenete.

FNRRS0186.explanation = Az entit\u00e1sra alkalmazhat\u00f3 selejtez\u00e9si \u00fctemez\u00e9s m\u00f3dos\u00edtva lett, ami megakad\u00e1lyozza az \u00e9rintett entit\u00e1sok selejtez\u00e9s\u00e9nek feldolgoz\u00e1s\u00e1t.
FNRRS0186.action      = Futtassa \u00fajra a selejtez\u00e9s el\u0151k\u00e9sz\u00edt\u0151 folyamatot ezen entit\u00e1sok \u00fajrafeldolgoz\u00e1s\u00e1hoz a m\u00f3dos\u00edtott \u00fctemez\u00e9ssel.
FNRRS0186.message     = Az alkalmazhat\u00f3 selejtez\u00e9si \u00fctemez\u00e9s m\u00f3dos\u00edtva lett.

FNRRS0187.explanation = Egy sz\u00fcl\u0151t\u00e1rol\u00f3 nem semmis\u00edthet\u0151 meg, am\u00edg az \u00f6sszes lesz\u00e1rmazottj\u00e1n be nem fejez\u0151dtek az egy\u00e9ni megtart\u00e1si ciklusok.
FNRRS0187.action      = K\u00e9sleltesse a sz\u00fcl\u0151entit\u00e1s megsemmis\u00edt\u00e9s\u00e9t.
FNRRS0187.message     = A k\u00fcl\u00f6nb\u00f6z\u0151 megtart\u00e1si id\u0151szakokkal rendelkez\u0151 hierarchikus lesz\u00e1rmazottakat tartalmaz\u00f3 entit\u00e1s nem semmis\u00edthet\u0151 meg. Entit\u00e1s: {0}.
FNRRS0187.arg.0       = A megsemmis\u00edteni pr\u00f3b\u00e1lt entit\u00e1s azonoss\u00e1ga.

FNRRS0188.explanation = \u00dagy t\u0171nik, hogy az entit\u00e1ssal t\u00e1rs\u00edtott jelenlegi selejtez\u00e9si f\u00e1zis m\u0171velett\u00edpusa megv\u00e1ltozott.
FNRRS0188.action      = Futtassa \u00fajra a selejtez\u00e9s el\u0151k\u00e9sz\u00edt\u0151 folyamatot az entit\u00e1shoz.
FNRRS0188.message     = A selejtez\u00e9s feldolgoz\u00e1sa a jelenlegi f\u00e1zisban bek\u00f6vetkezett v\u00e1ltoz\u00e1s miatt nem folytathat\u00f3. Entit\u00e1s: {0}, f\u00e1zis: {1}.
FNRRS0188.arg.0       = A selejtez\u00e9sben \u00e9rintett entit\u00e1s azonoss\u00e1ga.
FNRRS0188.arg.1       = Az entit\u00e1s jelenlegi f\u00e1zis\u00e1nak azonoss\u00e1ga.

FNRRS0189.explanation = Az entit\u00e1s jelenlegi f\u00e1zis\u00e1nak v\u00e9grehajt\u00e1si d\u00e1tumak\u00e9nt szerepl\u0151 \u00e9rt\u00e9k nem \u00e9rv\u00e9nyes a selejtez\u00e9s feldolgoz\u00e1s\u00e1hoz.
FNRRS0189.action      = Futtassa \u00fajra a selejtez\u00e9s el\u0151k\u00e9sz\u00edt\u0151 folyamatot az entit\u00e1shoz.
FNRRS0189.message     = A selejtez\u00e9s feldolgoz\u00e1sa nem folytathat\u00f3, mert a jelenlegi f\u00e1zis\u00e1nak v\u00e9grehajt\u00e1si d\u00e1tuma null vagy egy j\u00f6v\u0151beli d\u00e1tum. Entit\u00e1s: {0}, d\u00e1tum: {1}.
FNRRS0189.arg.0       = A selejtez\u00e9sben \u00e9rintett entit\u00e1s azonoss\u00e1ga.
FNRRS0189.arg.1       = Az entit\u00e1s jelenlegi f\u00e1zis\u00e1nak v\u00e9grehajt\u00e1si d\u00e1tuma.

FNRRS0190.explanation = Egy m\u0171velet tev\u00e9kenys\u00e9gnek meg kell felelnie az entit\u00e1s jelenlegi f\u00e1zis tev\u00e9kenys\u00e9g\u00e9nek, kiv\u00e9ve export\u00e1l\u00e1si vagy megsemmis\u00edt\u00e9si m\u0171velet eset\u00e9n, \u00e9s ha az entit\u00e1s jelenlegi f\u00e1zis tev\u00e9kenys\u00e9ge \u00e1tvitel.
FNRRS0190.action      = Futtassa \u00fajra a selejtez\u00e9s el\u0151k\u00e9sz\u00edt\u0151 folyamatot az entit\u00e1shoz.
FNRRS0190.message     = A selejtez\u00e9si m\u0171velet tev\u00e9kenys\u00e9gt\u00edpusa \u00e9rv\u00e9nytelen az entit\u00e1s jelenlegi f\u00e1zis\u00e1llapot\u00e1hoz. Entit\u00e1s: {0}, jelenlegi f\u00e1zis tev\u00e9kenys\u00e9ge: {1}, megk\u00eds\u00e9relt tev\u00e9kenys\u00e9g: {2}.
FNRRS0190.arg.0       = A selejtez\u00e9sben \u00e9rintett entit\u00e1s azonoss\u00e1ga.
FNRRS0190.arg.1       = Az entit\u00e1s jelenlegi f\u00e1zis tev\u00e9kenys\u00e9ge.
FNRRS0190.arg.2       = A m\u0171velet megk\u00eds\u00e9relt tev\u00e9kenys\u00e9ge.

FNRRS0191.explanation = A selejtez\u00e9s nem folytat\u00f3dhat az olyan entit\u00e1sok eset\u00e9n, amelyekre alkalmazva van egy felf\u00fcggeszt\u00e9s, ak\u00e1r k\u00f6zvetlen\u00fcl, ak\u00e1r a sz\u00fcl\u0151j\u00e9re vagy lesz\u00e1rmazottaira.
FNRRS0191.action      = T\u00e1vol\u00edtsa el az entit\u00e1son alkalmazott felf\u00fcggeszt\u00e9seket.
FNRRS0191.message     = A selejtez\u00e9si m\u0171velet nem folytat\u00f3dhat az entit\u00e1s hat\u00e1lyos felf\u00fcggeszt\u00e9se miatt: {0}.
FNRRS0191.arg.0       = A selejtez\u00e9sben \u00e9rintett entit\u00e1s azonoss\u00e1ga.

FNRRS0192.explanation = A k\u00f6ztes \u00e1tviteli \u00e9s export\u00e1l\u00e1si selejtez\u00e9si m\u0171veletek nem enged\u00e9lyezettek egy \u00fajramegnyitott rekordt\u00e1rol\u00f3n.
FNRRS0192.action      = Z\u00e1rja le az \u00e9rintett rekordt\u00e1rol\u00f3t.
FNRRS0192.message     = A selejtez\u00e9si tev\u00e9kenys\u00e9g nem hajthat\u00f3 v\u00e9gre az \u00fajramegnyitott rekordt\u00e1rol\u00f3n: {0}, tev\u00e9kenys\u00e9g: {1}.
FNRRS0192.arg.0       = A selejtez\u00e9sben \u00e9rintett entit\u00e1s azonoss\u00e1ga.
FNRRS0192.arg.1       = A megk\u00eds\u00e9relt selejtez\u00e9si tev\u00e9kenys\u00e9g t\u00edpusa.

FNRRS0193.explanation = Az entit\u00e1s selejtez\u00e9si \u00e1llapot\u00e1nak lehets\u00e9ges \u00fajrasz\u00e1m\u00edt\u00e1sa miatt a selejtez\u00e9si folyamatot \u00fajra kell kezdem\u00e9nyezni.
FNRRS0193.action      = Hajtsa v\u00e9gre \u00fajra a "Selejtez\u00e9s kezdem\u00e9nyez\u00e9se" tev\u00e9kenys\u00e9get az entit\u00e1son.
FNRRS0193.message     = A selejtez\u00e9si tev\u00e9kenys\u00e9g nem hajthat\u00f3 v\u00e9gre az entit\u00e1son, mert az alkalmazand\u00f3 munkafolyamat m\u00e9g nem lett elind\u00edtva. Entit\u00e1s: {0}.
FNRRS0193.arg.0       = A selejtez\u00e9sben \u00e9rintett entit\u00e1s azonoss\u00e1ga.

FNRRS0194.explanation = Amikor egy rekord egy rekordt\u00edpuson kereszt\u00fcl van t\u00e1rs\u00edtva egy selejtez\u00e9si \u00fctemez\u00e9ssel, nem semmis\u00edthet\u0151 meg a t\u00e1rol\u00f3i egyik\u00e9n v\u00e9grehajtott megsemmis\u00edt\u00e9si folyamat r\u00e9szek\u00e9nt.
FNRRS0194.action      = El\u0151sz\u00f6r dolgozza fel a rekordokat, majd k\u00eds\u00e9relje meg \u00fajra a megsemmis\u00edt\u00e9st a t\u00e1rol\u00f3n.
FNRRS0194.message     = Az entit\u00e1s nem semmis\u00edthet\u0151 meg, mert olyan lesz\u00e1rmazott rekordokat tartalmaz, amelyekhez hozz\u00e1 van rendelve egy rekordt\u00edpus. Entit\u00e1s: {0}.
FNRRS0194.arg.0       = A selejtez\u00e9sben \u00e9rintett entit\u00e1s azonoss\u00e1ga.

FNRRS0195.explanation = A megadott t\u00e1rol\u00f3 nem tartalmazza t\u00e9nylegesen az entit\u00e1st, vagy a megadott rekordt\u00edpus nem \u00e9rhet\u0151 el.
FNRRS0195.action      = Ellen\u0151rizze, hogy az entit\u00e1s hogyan \u00f6r\u00f6kli az \u00fctemez\u00e9s\u00e9t, majd futtassa \u00fajra az el\u0151k\u00e9sz\u00edt\u0151 folyamatot.
FNRRS0195.message     = Az entit\u00e1s nem selejtezhet\u0151 megfelel\u0151en, mert a ''cutoff inherited from'' \u00e9rt\u00e9ke \u00e9rv\u00e9nytelen. Entit\u00e1s: {0}.
FNRRS0195.arg.0       = A selejtez\u00e9sben \u00e9rintett entit\u00e1s azonoss\u00e1ga.

FNRRS0196.explanation = Nem szerezhet\u0151 be \u00e9rv\u00e9nyes k\u00f6nyvt\u00e1r\u00fatvonal sem a bemeneti param\u00e9terekb\u0151l, sem az entit\u00e1s Current Phase Export Destination tulajdons\u00e1g\u00e1b\u00f3l.
FNRRS0196.action      = Adjon meg egy \u00e9rv\u00e9nyes k\u00f6nyvt\u00e1r\u00fatvonalat vagy a met\u00f3dus bemeneti param\u00e9ter\u00e9vel, vagy a t\u00e1rs\u00edtott entit\u00e1s Current Phase Export Destination tulajdons\u00e1g\u00e1val.
FNRRS0196.message     = Az export\u00e1l\u00e1si c\u00e9l f\u00e1jlrendszer k\u00f6nyvt\u00e1r\u00fatvonal karaktersorozat null vagy \u00fcres entit\u00e1s: {0}.
FNRRS0196.arg.0       = A selejtez\u00e9sben \u00e9rintett entit\u00e1s azonoss\u00e1ga.

FNRRS0197.explanation = F\u00e1jlrendszer hiba t\u00f6rt\u00e9nt a megadott f\u00e1jlrendszer k\u00f6nyvt\u00e1r l\u00e9trehoz\u00e1s\u00e1ra tett k\u00eds\u00e9rlet sor\u00e1n. Pontosabb inform\u00e1ci\u00f3k\u00e9rt vizsg\u00e1lja meg az alapul szolg\u00e1l\u00f3 kiv\u00e9telt.
FNRRS0197.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy egy \u00e9rv\u00e9nyes f\u00e1jlrendszer k\u00f6nyvt\u00e1r\u00fatvonal lett megadva, \u00e9s arr\u00f3l, hogy a jelenlegi felhaszn\u00e1l\u00f3 rendelkezik a sz\u00fcks\u00e9ges f\u00e1jlrendszer jogosults\u00e1gokkal.
FNRRS0197.message     = Hiba t\u00f6rt\u00e9nt a megadott export\u00e1l\u00e1si c\u00e9l f\u00e1jlrendszer k\u00f6nyvt\u00e1r l\u00e9trehoz\u00e1s\u00e1ra tett k\u00eds\u00e9rlet sor\u00e1n: ''{0}''.
FNRRS0197.arg.0       = F\u00e1jlrendszer k\u00f6nyvt\u00e1r\u00fatvonal.

FNRRS0198.explanation = F\u00e1jlrendszer hiba t\u00f6rt\u00e9nt a t\u00e1rs\u00edtott rekord tartalom adatf\u00e1jlok t\u00e1rol\u00e1s\u00e1ra szolg\u00e1l\u00f3 ''content'' alk\u00f6nyvt\u00e1r l\u00e9trehoz\u00e1s\u00e1ra tett k\u00eds\u00e9rlet sor\u00e1n. Pontosabb inform\u00e1ci\u00f3k\u00e9rt vizsg\u00e1lja meg az alapul szolg\u00e1l\u00f3 kiv\u00e9telt.
FNRRS0198.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy egy \u00e9rv\u00e9nyes f\u00e1jlrendszer k\u00f6nyvt\u00e1r\u00fatvonal lett megadva, \u00e9s arr\u00f3l, hogy a jelenlegi felhaszn\u00e1l\u00f3 rendelkezik a sz\u00fcks\u00e9ges f\u00e1jlrendszer jogosults\u00e1gokkal.
FNRRS0198.message     = Hiba t\u00f6rt\u00e9nt a ''content'' alk\u00f6nyvt\u00e1r l\u00e9trehoz\u00e1sakor a f\u00e1jlrendszer k\u00f6nyvt\u00e1r alatt: ''{0}''.
FNRRS0198.arg.0       = Sz\u00fcl\u0151 f\u00e1jlrendszer k\u00f6nyvt\u00e1r\u00fatvonal.

FNRRS0199.explanation = F\u00e1jlrendszer hiba t\u00f6rt\u00e9nt egy export\u00e1lt tartalom f\u00e1jlrendszer f\u00e1jl el\u0151\u00e1ll\u00edt\u00e1sa sor\u00e1n. Pontosabb inform\u00e1ci\u00f3k\u00e9rt vizsg\u00e1lja meg az alapul szolg\u00e1l\u00f3 kiv\u00e9telt.
FNRRS0199.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy egy \u00e9rv\u00e9nyes f\u00e1jlrendszer k\u00f6nyvt\u00e1r\u00fatvonal lett megadva, \u00e9s arr\u00f3l, hogy a jelenlegi felhaszn\u00e1l\u00f3 rendelkezik a sz\u00fcks\u00e9ges f\u00e1jlrendszer jogosults\u00e1gokkal.
FNRRS0199.message     = Hiba t\u00f6rt\u00e9nt a tartalomadatok f\u00e1jlba export\u00e1l\u00e1s\u00e1ra tett k\u00eds\u00e9rlet sor\u00e1n. {0}''.
FNRRS0199.arg.0       = Kimeneti f\u00e1jl \u00fatvonal karaktersorozat.

FNRRS0200.explanation = V\u00e1ratlan hiba t\u00f6rt\u00e9nt az entit\u00e1s export\u00e1l\u00e1s\u00e1ra tett k\u00eds\u00e9rlet sor\u00e1n.
FNRRS0200.action      = A r\u00e9szletes kiv\u00e9tel inform\u00e1ci\u00f3k\u00e9rt vizsg\u00e1lja meg a napl\u00f3kat.
FNRRS0200.message     = Az entit\u00e1s nem export\u00e1lhat\u00f3 egy v\u00e1ratlan kiv\u00e9tel miatt. Entit\u00e1s: {0}, kiv\u00e9tel: {1}.
FNRRS0200.arg.0       = Az export\u00e1lni pr\u00f3b\u00e1lt entit\u00e1s azonoss\u00e1ga.
FNRRS0200.arg.1       = A kiv\u00e9tel \u00fczenete.

FNRRS0201.explanation = A selejtez\u00e9s kezdem\u00e9nyez\u00e9si m\u0171velet nem t\u00e1mogatja az adott entit\u00e1st\u00edpus \u00e9rt\u00e9k\u0171 entit\u00e1sokat.
FNRRS0201.action      = T\u00e1vol\u00edtsa el ezt az entit\u00e1st a selejtez\u00e9s kezdem\u00e9nyez\u00e9si m\u0171velet bemeneti gy\u0171jtem\u00e9ny\u00e9b\u0151l.
FNRRS0201.message     = Nem hajthat\u00f3 v\u00e9gre a selejtez\u00e9s kezdem\u00e9nyez\u00e9se a(z) {0} t\u00edpus\u00fa, {1} azonoss\u00e1g\u00fa entit\u00e1son.
FNRRS0201.arg.0       = Az entit\u00e1s entit\u00e1st\u00edpusa, amelyhez megk\u00eds\u00e9relte a selejtez\u00e9s kezdem\u00e9nyez\u00e9s\u00e9t.
FNRRS0201.arg.1       = Az entit\u00e1s azonoss\u00e1ga, amelyhez megk\u00eds\u00e9relte a selejtez\u00e9s kezdem\u00e9nyez\u00e9s\u00e9t.

FNRRS0202.explanation = Nem hajthat\u00f3 v\u00e9gre selejtez\u00e9s kezdem\u00e9nyez\u00e9se olyan entit\u00e1sokon, amelyeken hat\u00e1lyos felf\u00fcggeszt\u00e9s van \u00e9rv\u00e9nyben.
FNRRS0202.action      = T\u00e1vol\u00edtsa el a hat\u00e1lyos felf\u00fcggeszt\u00e9st az entit\u00e1sb\u00f3l, majd pr\u00f3b\u00e1lja meg \u00fajra kezdem\u00e9nyezni a selejtez\u00e9st.
FNRRS0202.message     = Nem hajthat\u00f3 v\u00e9gre selejtez\u00e9s kezdem\u00e9nyez\u00e9se olyan entit\u00e1son, amely fel van f\u00fcggesztve, vagy amelynek sz\u00fcl\u0151je fel van f\u00fcggesztve. Entit\u00e1s azonoss\u00e1ga: {0}.
FNRRS0202.arg.0       = Az entit\u00e1s azonoss\u00e1ga, amelyhez megk\u00eds\u00e9relte a selejtez\u00e9s kezdem\u00e9nyez\u00e9s\u00e9t.

FNRRS0203.explanation = Nem kezdem\u00e9nyezhet\u0151 egy olyan entit\u00e1s selejtez\u00e9se, amely felf\u00fcggesztett lesz\u00e1rmazott entit\u00e1sokat tartalmaz.
FNRRS0203.action      = T\u00e1vol\u00edtsa el a felf\u00fcggeszt\u00e9st a megfelel\u0151 lesz\u00e1rmazott entit\u00e1sokb\u00f3l, majd pr\u00f3b\u00e1lja meg \u00fajra kezdem\u00e9nyezni a selejtez\u00e9st.
FNRRS0203.message     = Nem hajthat\u00f3 v\u00e9gre selejtez\u00e9s kezdem\u00e9nyez\u00e9se ezen az entit\u00e1son, mert a lesz\u00e1rmazott tagjai k\u00f6z\u00fcl legal\u00e1bb egy fel van f\u00fcggesztve. Entit\u00e1s azonoss\u00e1ga: {0}.
FNRRS0203.arg.0       = Az entit\u00e1s azonoss\u00e1ga, amelyhez megk\u00eds\u00e9relte a selejtez\u00e9s kezdem\u00e9nyez\u00e9s\u00e9t.

FNRRS0204.explanation = Nem hajthat\u00f3 v\u00e9gre a selejtez\u00e9s kezdem\u00e9nyez\u00e9se az entit\u00e1sokon az alkalmazott felf\u00fcggeszt\u00e9s \u00e9s/vagy az entit\u00e1s selejtez\u00e9si \u00fctemez\u00e9s\u00e9nek v\u00e1ltoz\u00e1sa miatt.
FNRRS0204.action      = T\u00e1vol\u00edtsa el az alkalmaz\u00e1s felf\u00fcggeszt\u00e9seket, amelyek az entit\u00e1son, az entit\u00e1s sz\u00fcl\u0151hierarchi\u00e1j\u00e1n vagy lesz\u00e1rmazott hierarchi\u00e1j\u00e1n alkalmazva vannak, majd futtassa \u00fajra a selejtez\u00e9s el\u0151k\u00e9sz\u00edt\u0151 folyamatot.
FNRRS0204.message     = Az entit\u00e1s selejtez\u00e9s\u00e9nek kezdem\u00e9nyez\u00e9se nem hajthat\u00f3 v\u00e9gre: {0}.
FNRRS0204.arg.0       = Az entit\u00e1s azonoss\u00e1ga, amelyhez megk\u00eds\u00e9relte a selejtez\u00e9s kezdem\u00e9nyez\u00e9s\u00e9t.

FNRRS0205.explanation = V\u00e1ratlan hiba t\u00f6rt\u00e9nt, amely megakad\u00e1lyozza a selejtez\u00e9s kezdem\u00e9nyez\u00e9si folyamat folytat\u00e1s\u00e1t.
FNRRS0205.action      = Vizsg\u00e1lja meg a t\u00e1rs\u00edtott kiv\u00e9telek verem inform\u00e1ci\u00f3it a lehets\u00e9ges okok kider\u00edt\u00e9se \u00e9rdek\u00e9ben, \u00e9s/vagy futtassa \u00fajra a selejtez\u00e9s el\u0151k\u00e9sz\u00edt\u0151 folyamatot.
FNRRS0205.message     = V\u00e1ratlan hiba t\u00f6rt\u00e9nt az entit\u00e1s(ek) selejtez\u00e9s\u00e9nek kezdem\u00e9nyez\u00e9se sor\u00e1n.

FNRRS0206.explanation = A VWSession param\u00e9ter null, vagy valamilyen m\u00f3don \u00e9rv\u00e9nytelen.
FNRRS0206.action      = Ellen\u0151rizze az \u00fcgyf\u00e9lalkalmaz\u00e1s \u00e9rv\u00e9nyes IBM FileNet Process Engine konfigur\u00e1ci\u00f3j\u00e1t.
FNRRS0206.message     = \u00c9rv\u00e9nytelen VWSession param\u00e9ter miatt a selejtez\u00e9s kezdem\u00e9nyez\u00e9se nem hajthat\u00f3 v\u00e9gre: {0}.
FNRRS0206.arg.0       = A k\u00e9rd\u00e9ses VWSession param\u00e9ter.

FNRRS0207.explanation = Az entit\u00e1s jelenlegi f\u00e1zis\u00e1nak v\u00e9grehajt\u00e1si d\u00e1tuma m\u00e9g nem aktu\u00e1lis, vagy egy j\u00f6v\u0151beli d\u00e1tum.
FNRRS0207.action      = Futtassa \u00fajra a selejtez\u00e9s el\u0151k\u00e9sz\u00edt\u0151 folyamatot, majd k\u00eds\u00e9relje meg \u00fajra a selejtez\u00e9s kezdem\u00e9nyez\u00e9s\u00e9t. 
FNRRS0207.message     = A jelenlegi selejtez\u00e9si f\u00e1zis nem v\u00e9gezhet\u0151 el, mert a jelenlegi f\u00e1zis v\u00e9grehajt\u00e1si d\u00e1tum m\u00e9g nem aktu\u00e1lis. Entit\u00e1s: {0}.
FNRRS0207.arg.0       = A k\u00e9rd\u00e9ses entit\u00e1s azonoss\u00e1ga.

FNRRS0208.explanation = Az entit\u00e1s t\u00e1rs\u00edtott selejtez\u00e9si \u00fctemez\u00e9s\u00e9ben \u00e9s/vagy az entit\u00e1s selejtez\u00e9ssel kapcsolatos metaadataiban v\u00e1ltoz\u00e1st t\u00f6rt\u00e9nhetett.
FNRRS0208.action      = Futtassa \u00fajra a selejtez\u00e9s el\u0151k\u00e9sz\u00edt\u0151 folyamatot, majd k\u00eds\u00e9relje meg \u00fajra a selejtez\u00e9s kezdem\u00e9nyez\u00e9s\u00e9t. 
FNRRS0208.message     = A jelenlegi selejtez\u00e9si f\u00e1zis nem v\u00e9gezhet\u0151 el, mert a t\u00e1rs\u00edtott munkafolyamat m\u00e9g nem indult el. Entit\u00e1s: {0}.
FNRRS0208.arg.0       = A k\u00e9rd\u00e9ses entit\u00e1s azonoss\u00e1ga.

FNRRS0209.explanation = Egy \u00fajramegnyitott t\u00e1rol\u00f3 nem vihet\u0151 \u00e1t a jelenlegi selejtez\u00e9si f\u00e1zis ut\u00e1ni f\u00e1zisba.
FNRRS0209.action      = Z\u00e1rja be a t\u00e1rol\u00f3t, \u00e9s k\u00eds\u00e9relje meg \u00fajra a f\u00e1zis \u00e1tmenetet. 
FNRRS0209.message     = A jelenlegi selejtez\u00e9si f\u00e1zis nem fejezhet\u0151 be, mert a t\u00e1rol\u00f3entit\u00e1s \u00fajra meg lett nyitva. Entit\u00e1s: {0}.
FNRRS0209.arg.0       = A k\u00e9rd\u00e9ses entit\u00e1s azonoss\u00e1ga.

FNRRS0210.explanation = A javasolt jelenlegi f\u00e1zis v\u00e9grehajt\u00e1si d\u00e1tum nem lehet null vagy j\u00f6v\u0151beli d\u00e1tum.
FNRRS0210.action      = Javasoljon egy m\u00e1sik jelenlegi f\u00e1zis v\u00e9grehajt\u00e1si d\u00e1tum \u00e9rt\u00e9ket, \u00e9s k\u00eds\u00e9relje meg \u00fajra a f\u00e1zis \u00e1tmenetet. 
FNRRS0210.message     = A jelenlegi selejtez\u00e9si f\u00e1zis nem fejezhet\u0151 be, mert a jelenlegi f\u00e1zis javasolt v\u00e9grehajt\u00e1si d\u00e1tuma null vagy egy j\u00f6v\u0151beli d\u00e1tum. Entit\u00e1s: {0}, javasolt d\u00e1tum: {1}.
FNRRS0210.arg.0       = A k\u00e9rd\u00e9ses entit\u00e1s azonoss\u00e1ga.
FNRRS0210.arg.1       = A megadott \u00e9rv\u00e9nytelen d\u00e1tum.

FNRRS0211.explanation = Egy selejtez\u00e9si \u00fctemez\u00e9snek mindig kell rendelkeznie egy Lez\u00e1r\u00e1s alap tulajdons\u00e1g \u00e9rt\u00e9kkel.
FNRRS0211.action      = Jav\u00edtsa a selejtez\u00e9si \u00fctemez\u00e9st, majd pr\u00f3b\u00e1lja meg \u00fajra kezdem\u00e9nyezni a selejtez\u00e9si folyamatot.
FNRRS0211.message     = A selejtez\u00e9s lez\u00e1r\u00e1si folyamat nem hajthat\u00f3 v\u00e9gre a hi\u00e1nyz\u00f3 Lez\u00e1r\u00e1s alap tulajdons\u00e1g miatt, selejtez\u00e9si \u00fctemez\u00e9s: {0}.
FNRRS0211.arg.0       = A k\u00e9rd\u00e9ses \u00fctemez\u00e9s azonoss\u00e1ga.

FNRRS0212.explanation = A k\u00e9rd\u00e9ses entit\u00e1sb\u00f3l hi\u00e1nyzik a megadott Lez\u00e1r\u00e1s alap tulajdons\u00e1g d\u00e1tum \u00e9rt\u00e9ke.
FNRRS0212.action      = Jav\u00edtsa az entit\u00e1st \u00e9s/vagy a selejtez\u00e9si \u00fctemez\u00e9s\u00e9t, majd k\u00eds\u00e9relje meg \u00fajra a selejtez\u00e9si folyamat kezdem\u00e9nyez\u00e9s\u00e9t.
FNRRS0212.message     = A selejtezend\u0151 entit\u00e1sb\u00f3l hi\u00e1nyzik a Lez\u00e1r\u00e1s alap tulajdons\u00e1g d\u00e1tum \u00e9rt\u00e9ke. Entit\u00e1s: {0}, tulajdons\u00e1g neve: {1}.
FNRRS0212.arg.0       = A k\u00e9rd\u00e9ses entit\u00e1s azonoss\u00e1ga.
FNRRS0212.arg.1       = A Lez\u00e1r\u00e1s alap tulajdons\u00e1g neve.

FNRRS0213.explanation = A k\u00e9rd\u00e9ses entit\u00e1sb\u00f3l hi\u00e1nyzik a megadott Lez\u00e1r\u00e1s alap tulajdons\u00e1g d\u00e1tum \u00e9rt\u00e9ke.
FNRRS0213.action      = Jav\u00edtsa az entit\u00e1st \u00e9s/vagy a selejtez\u00e9si \u00fctemez\u00e9s\u00e9t, majd k\u00eds\u00e9relje meg \u00fajra a selejtez\u00e9si folyamat kezdem\u00e9nyez\u00e9s\u00e9t.
FNRRS0213.message     = A selejtez\u00e9s aktiv\u00e1l\u00f3 lez\u00e1r\u00e1s feldolgoz\u00e1s\u00e1nak aktiv\u00e1l\u00f3t\u00edpusa \u00e9rv\u00e9nytelen. Aktiv\u00e1l\u00f3: {0}, t\u00edpus: {1}.
FNRRS0213.arg.0       = A k\u00e9rd\u00e9ses entit\u00e1s azonoss\u00e1ga.
FNRRS0213.arg.1       = A Lez\u00e1r\u00e1s alap tulajdons\u00e1g neve.

FNRRS0214.explanation = V\u00e1ratlan hiba t\u00f6rt\u00e9nt az entit\u00e1s k\u00f6ztes \u00e1tvitel\u00e9re tett k\u00eds\u00e9rlet sor\u00e1n.
FNRRS0214.action      = A r\u00e9szletes kiv\u00e9tel inform\u00e1ci\u00f3k\u00e9rt vizsg\u00e1lja meg a napl\u00f3kat.
FNRRS0214.message     = Az entit\u00e1son nem hajthat\u00f3 v\u00e9gre a k\u00f6ztes \u00e1tvitel egy v\u00e1ratlan kiv\u00e9tel miatt. Entit\u00e1s: {0}, kiv\u00e9tel: {1}.
FNRRS0214.arg.0       = Az entit\u00e1s azonoss\u00e1ga, amelynek k\u00f6ztes \u00e1tvitel\u00e9re k\u00eds\u00e9rlet t\u00f6rt\u00e9nt.
FNRRS0214.arg.1       = A kiv\u00e9tel \u00fczenete.

FNRRS0215.explanation = V\u00e1ratlan hiba t\u00f6rt\u00e9nt az entit\u00e1s \u00e1tvitel\u00e9re tett k\u00eds\u00e9rlet sor\u00e1n.
FNRRS0215.action      = A r\u00e9szletes kiv\u00e9tel inform\u00e1ci\u00f3k\u00e9rt vizsg\u00e1lja meg a napl\u00f3kat.
FNRRS0215.message     = Az entit\u00e1son nem hajthat\u00f3 v\u00e9gre az \u00e1tvitel egy v\u00e1ratlan kiv\u00e9tel miatt. Entit\u00e1s: {0}, kiv\u00e9tel: {1}.
FNRRS0215.arg.0       = Az entit\u00e1s azonoss\u00e1ga, amelynek \u00e1tvitel\u00e9re k\u00eds\u00e9rlet t\u00f6rt\u00e9nt.
FNRRS0215.arg.1       = A kiv\u00e9tel \u00fczenete.

FNRRS0216.explanation = Nem siker\u00fclt lek\u00e9rdezni a kezdem\u00e9nyez\u0151t a munkafolyamat l\u00e9p\u00e9s elem\u00e9b\u0151l.
FNRRS0216.action      = Ellen\u0151rizze a Process Engine kiszolg\u00e1l\u00f3 \u00e9s a Component Manager \u00f6sszetev\u0151t, \u00e9s gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy megfelel\u0151en m\u0171k\u00f6dnek.
FNRRS0216.message     = A kezdem\u00e9nyez\u0151 nem k\u00e9rdezhet\u0151 le.

FNRRS0217.explanation = A selejtez\u00e9s \u00e1ttekint\u00e9ssel kapcsolatos tulajdons\u00e1g \u00e9rt\u00e9keit tartalmaz\u00f3 RMProperties gy\u0171jtem\u00e9ny nem lehet null vagy \u00fcres.
FNRRS0217.action      = Adja meg a megfelel\u0151 \u00e1ttekint\u00e9si tulajdons\u00e1g \u00e9rt\u00e9keket, \u00e9s k\u00eds\u00e9relje meg \u00fajra az \u00e1ttekint\u00e9si m\u0171veletet.
FNRRS0217.message     = A k\u00f6vetkez\u0151 \u00e1ttekintett entit\u00e1s bemeneti RMProperties gy\u0171jtem\u00e9nye \u00fcres: {0}.
FNRRS0217.arg.0       = Az entit\u00e1s azonoss\u00e1ga, amelynek \u00e1ttekint\u00e9s\u00e9re k\u00eds\u00e9rlet t\u00f6rt\u00e9nt.

FNRRS0218.explanation = A l\u00e9trehozand\u00f3 mappa t\u00edpus\u00e1nak oszt\u00e1lyazonos\u00edt\u00f3ja nem lehet null vagy \u00fcres.
FNRRS0218.action      = Adja meg a mappa t\u00edpus\u00e1nak megfelel\u0151 oszt\u00e1lyazonos\u00edt\u00f3j\u00e1t.
FNRRS0218.message     = A(z) {0} azonos\u00edt\u00f3 nem egy \u00e9rv\u00e9nyes oszt\u00e1lyazonos\u00edt\u00f3.
FNRRS0218.arg.0       = A l\u00e9trehozand\u00f3 mappa t\u00edpus\u00e1nak oszt\u00e1lyazonos\u00edt\u00f3ja.

FNRRS0219.explanation = Csak rekordkateg\u00f3ria adhat\u00f3 hozz\u00e1 f\u00e1jltervhez. 
FNRRS0219.action      = Adja meg a l\u00e9trehozand\u00f3 mappa megfelel\u0151 entit\u00e1st\u00edpus\u00e1t.
FNRRS0219.message     = A(z) {0} entit\u00e1s nem adhat\u00f3 hozz\u00e1 f\u00e1jltervhez.
FNRRS0219.arg.0       = A l\u00e9trehozand\u00f3 mappa entit\u00e1st\u00edpusa.

FNRRS0220.explanation = A mell\u00e9klet csak RecordCategory vagy RecordFolder t\u00edpus\u00fa lehet.
FNRRS0220.action      = Adja meg a megfelel\u0151 mell\u00e9kletet.
FNRRS0220.message     = Az) {0} mell\u00e9klet \u00e9rv\u00e9nytelen mell\u00e9klett\u00edpus\u00fa. A mell\u00e9klet csak RecordCategory vagy RecordFolder t\u00edpus\u00fa lehet.
FNRRS0220.arg.0       = A mell\u00e9klet neve.

FNRRS0221.explanation = A rekordmappa objektum l\u00e9trehoz\u00e1sa meghi\u00fasult. 
FNRRS0221.action      = Ellen\u0151rizze a mappa l\u00e9trehoz\u00e1s\u00e1hoz haszn\u00e1lt param\u00e9tereket, majd pr\u00f3b\u00e1lkozzon \u00fajra a mappal\u00e9trehoz\u00e1si m\u0171velettel.
FNRRS0221.message     = Nem siker\u00fclt l\u00e9trehozni a(z) {0} rekordmappa objektumot.
FNRRS0221.arg.0       = A l\u00e9trehozand\u00f3 mappa entit\u00e1st\u00edpusa.

FNRRS0222.explanation = A tulajdons\u00e1gn\u00e9v t\u00f6mb \u00e9s a tulajdons\u00e1g\u00e9rt\u00e9k t\u00f6mb hossz\u00e1nak egyenl\u0151nek kellene lennie.
FNRRS0222.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a tulajdons\u00e1gn\u00e9v t\u00f6mb hossza megegyezik a tulajdons\u00e1g\u00e9rt\u00e9k t\u00f6mb hossz\u00e1val.
FNRRS0222.message     = A {0} tulajdons\u00e1gn\u00e9v t\u00f6mb \u00e9s a(z) {1} tulajdons\u00e1g\u00e9rt\u00e9k t\u00f6mb hossza nem egyenl\u0151.
FNRRS0222.arg.0       = Tulajdons\u00e1gn\u00e9v t\u00f6mb.
FNRRS0222.arg.1       = Tulajdons\u00e1g\u00e9rt\u00e9k t\u00f6mb.

FNRRS0223.explanation = Ha az objektum megadott f\u00fcgg\u0151 tulajdons\u00e1g\u00e1nak \u00e9rt\u00e9ke true, akkor a m\u00e1sik tulajdons\u00e1ghoz hozz\u00e1 kell rendelni egy nem-\u00fcres \u00e9rt\u00e9ket.
FNRRS0223.action      = Adjon meg egy \u00e9rv\u00e9nyes \u00e9rt\u00e9ket a hi\u00e1nyz\u00f3 tulajdons\u00e1g\u00e9rt\u00e9kn\u00e9l, vagy jav\u00edtsa a f\u00fcgg\u0151 tulajdons\u00e1g \u00e9rt\u00e9k\u00e9t.
FNRRS0223.message     = Az objektumb\u00f3l hi\u00e1nyzik egy nem-\u00fcres \u00e9rt\u00e9k a(z) ''{0}'' tulajdons\u00e1g eset\u00e9n, aminek megad\u00e1sa k\u00f6telez\u0151, ha a(z) ''{1}'' f\u00fcgg\u0151 tulajdons\u00e1g ''true'' \u00e9rt\u00e9kkel van megadva.
FNRRS0223.arg.0       = A hi\u00e1nyz\u00f3 vagy \u00fcres tulajdons\u00e1g neve.
FNRRS0223.arg.1       = A f\u00fcgg\u0151 tulajdons\u00e1g neve.

FNRRS0224.explanation = A dokumentum deklar\u00e1l\u00e1sa rekordk\u00e9nt meghi\u00fasult. 
FNRRS0224.action      = Ellen\u0151rizze a dokumentum rekordk\u00e9nt val\u00f3 deklar\u00e1l\u00e1s\u00e1hoz haszn\u00e1lt param\u00e9tereket, majd pr\u00f3b\u00e1lkozzon \u00fajra a dokumentum deklar\u00e1l\u00e1s\u00e1val rekordk\u00e9nt.
FNRRS0224.message     = A dokumentum nem deklar\u00e1lhat\u00f3 rekordk\u00e9nt.

FNRRS0225.explanation = Egy rekord t\u00f6bb t\u00e1rol\u00f3ba iktat\u00e1sa jelenleg nem enged\u00e9lyezett ehhez a f\u00e1jlterv-lerakathoz.
FNRRS0225.action      = Vagy ne pr\u00f3b\u00e1ljon t\u00f6bb helyre iktatni egy rekordot, vagy pedig enged\u00e9lyezze a t\u00f6bb helyre iktat\u00e1s k\u00e9pess\u00e9get a f\u00e1jlterv-lerakathoz.
FNRRS0225.message     = Egy rekord nem iktathat\u00f3 t\u00f6bb t\u00e1rol\u00f3ba is a f\u00e1jlterv-lerakatban: {0}.
RNRRS0255.arg.0       = A f\u00e1jlterv-lerakat neve.

FNRRS0226.explanation = A megengedett megtart\u00e1s \u00e9rt\u00e9kek tartom\u00e1nya: 0-999 \u00e9v, 0-99 h\u00f3nap, 0-99 nap.
FNRRS0226.action      = \u00c9rv\u00e9nyes megtart\u00e1s \u00e9rt\u00e9keket adjon meg.
FNRRS0226.message     = Egy vagy t\u00f6bb megtart\u00e1s \u00e9rt\u00e9k k\u00edv\u00fcl van a megengedett tartom\u00e1nyon. A megengedett \u00e9rt\u00e9kek tartom\u00e1nya: 0-999 \u00e9v, 0-99 h\u00f3nap, 0-99 nap.

FNRRS0227.explanation = Alap \u00fctemez\u00e9s t\u00e1rol\u00f3t csak f\u00e1jlterv gy\u00f6k\u00e9r vagy rekordkateg\u00f3ria t\u00edpus\u00fa t\u00e1rol\u00f3ba lehet felvenni.
FNRRS0227.action      = Pr\u00f3b\u00e1lkozzon \u00fajra f\u00e1jlterv gy\u00f6k\u00e9r vagy rekordkateg\u00f3ria haszn\u00e1lat\u00e1val a c\u00e9l sz\u00fcl\u0151 t\u00e1rol\u00f3nak.
FNRRS0227.message     = Nem vehet fel \u00faj Alap \u00fctemez\u00e9s t\u00e1rol\u00f3t {0} t\u00edpus\u00fa sz\u00fcl\u0151 t\u00e1rol\u00f3 ut\u00f3dak\u00e9nt. 
RNRRS0227.arg.0       = A sz\u00fcl\u0151 t\u00e1rol\u00f3 entit\u00e1st\u00edpusa.

FNRRS0228.explanation = A megadott aktiv\u00e1l\u00f3tulajdons\u00e1g nem tal\u00e1lhat\u00f3.
FNRRS0228.action      = Adja meg egy olyan \u00e9rv\u00e9nyes, d\u00e1tum/id\u0151pont t\u00edpus\u00fa tulajdons\u00e1g szimbolikus nev\u00e9t, ami hozz\u00e1 van rendelve legal\u00e1bb egy rekordoszt\u00e1lyhoz.
FNRRS0228.message     = Nem siker\u00fclt lek\u00e9rni a megadott aktiv\u00e1l\u00f3tulajdons\u00e1g szimbolikus n\u00e9vhez tartoz\u00f3 tulajdons\u00e1gsablont: {0} 
RNRRS0228.arg.0       = A megadott szimbolikus tulajdons\u00e1gn\u00e9v.

FNRRS0229.explanation = A megadott aktiv\u00e1l\u00f3tulajdons\u00e1gnak egy\u00e9rt\u00e9k\u0171nek \u00e9s d\u00e1tum/id\u0151pont adatt\u00edpus\u00fanak kell lennie.
FNRRS0229.action      = Adja meg egy olyan \u00e9rv\u00e9nyes, egy\u00e9rt\u00e9k\u0171, d\u00e1tum/id\u0151pont t\u00edpus\u00fa tulajdons\u00e1g szimbolikus nev\u00e9t, ami hozz\u00e1 van rendelve legal\u00e1bb egy rekordoszt\u00e1lyhoz.
FNRRS0229.message     = A megadott aktiv\u00e1l\u00f3tulajdons\u00e1g nem d\u00e1tum/id\u0151pont adatt\u00edpus\u00fa vagy nem egy\u00e9rt\u00e9k\u0171: {0}
RNRRS0229.arg.0       = A megadott szimbolikus tulajdons\u00e1gn\u00e9v.

FNRRS0230.explanation = A megadott aktiv\u00e1l\u00f3tulajdons\u00e1gnak jelenleg hozz\u00e1rendelve kell lennie egy vagy t\u00f6bb rekordoszt\u00e1lyhoz.
FNRRS0230.action      = Adja meg egy olyan \u00e9rv\u00e9nyes, d\u00e1tum/id\u0151pont t\u00edpus\u00fa tulajdons\u00e1g szimbolikus nev\u00e9t, ami hozz\u00e1 van rendelve legal\u00e1bb egy rekordoszt\u00e1lyhoz.
FNRRS0230.message     = A megadott aktiv\u00e1l\u00f3tulajdons\u00e1g nincs hozz\u00e1rendelve egyetlen rekordoszt\u00e1lyhoz sem: {0}.
RNRRS0230.arg.0       = A megadott szimbolikus tulajdons\u00e1gn\u00e9v.

FNRRS0231.explanation = Az aj\u00e1nlott Alap \u00fctemez\u00e9s t\u00e1rol\u00f3 nem rendelkezhet ut\u00f3d alt\u00e1rol\u00f3kkal.
FNRRS0231.action      = V\u00e1lasszon alternat\u00edv t\u00e1rol\u00f3t az \u00e1talak\u00edt\u00e1shoz Alap \u00fctemez\u00e9s t\u00e1rol\u00f3v\u00e1.
FNRRS0231.message     = Az aj\u00e1nlott Alap \u00fctemez\u00e9s t\u00e1rol\u00f3 nem cs\u00facs csom\u00f3pont: {0}
RNRRS0231.arg.0       = Az aj\u00e1nlott t\u00e1rol\u00f3 azonoss\u00e1ga.

FNRRS0232.explanation = Az aj\u00e1nlott Alap \u00fctemez\u00e9s t\u00e1rol\u00f3 nem tartalmazhat egyetlen olyan ut\u00f3d rekordot se, ami jelenleg t\u00f6bb t\u00e1rol\u00f3ba is iktatva van.
FNRRS0232.action      = V\u00e1lasszon alternat\u00edv t\u00e1rol\u00f3t az \u00e1talak\u00edt\u00e1shoz, vagy t\u00e1vol\u00edtsa el a nem megfelel\u0151 ut\u00f3d rekordokat.
FNRRS0232.message     = Az aj\u00e1nlott Alap \u00fctemez\u00e9s t\u00e1rol\u00f3 legal\u00e1bb egy olyan rekordot tartalmaz, ami t\u00f6bb helyre is iktatva van: {0}.
FNRRS0232.arg.0       = A t\u00f6bb helyre iktatott rekord azonoss\u00e1ga.

FNRRS0233.explanation = Az aj\u00e1nlott Alap \u00fctemez\u00e9s t\u00e1rol\u00f3 nem rendelkezhet olyan ut\u00f3d rekorddal, ami fizikai rekord.
FNRRS0233.action      = V\u00e1lasszon alternat\u00edv t\u00e1rol\u00f3t az \u00e1talak\u00edt\u00e1shoz, vagy t\u00e1vol\u00edtsa el a nem megfelel\u0151 ut\u00f3d rekordokat.
FNRRS0233.message     = Az aj\u00e1nlott Alap \u00fctemez\u00e9s t\u00e1rol\u00f3 legal\u00e1bb egy olyan rekordot tartalmaz, ami fizikai rekord: {0}.
FNRRS0233.arg.0       = A fizikai rekord azonoss\u00e1ga.

FNRRS0234.explanation = Az aj\u00e1nlott Alap \u00fctemez\u00e9s t\u00e1rol\u00f3 nem rendelkezhet olyan ut\u00f3d rekorddal, amelyhez kapcsol\u00f3d\u00f3 rekordt\u00edpus tartozik.
FNRRS0234.action      = V\u00e1lasszon alternat\u00edv t\u00e1rol\u00f3t az \u00e1talak\u00edt\u00e1shoz, vagy t\u00e1vol\u00edtsa el a nem megfelel\u0151 ut\u00f3d rekordokat.
FNRRS0234.message     = Az aj\u00e1nlott Alap \u00fctemez\u00e9s t\u00e1rol\u00f3 legal\u00e1bb egy olyan rekordot tartalmaz, amelyhez kapcsol\u00f3d\u00f3 rekordt\u00edpus tartozik: {0}.
FNRRS0234.arg.0       = A rekord azonoss\u00e1ga.

FNRRS0235.explanation = Az aj\u00e1nlott Alap \u00fctemez\u00e9s t\u00e1rol\u00f3ban tal\u00e1lhat\u00f3 \u00f6sszes rekordnak t\u00e1mogatnia kell az aj\u00e1nlott aktiv\u00e1l\u00f3tulajdons\u00e1got.
FNRRS0235.action      = V\u00e1lasszon alternat\u00edv aktiv\u00e1l\u00f3tulajdons\u00e1got, vagy t\u00e1vol\u00edtsa el a nem megfelel\u0151 ut\u00f3d rekordokat.
FNRRS0235.message     = Az aj\u00e1nlott Alap \u00fctemez\u00e9s t\u00e1rol\u00f3 legal\u00e1bb egy olyan rekordot tartalmaz, melynek rekordoszt\u00e1lya nem t\u00e1mogatja az aj\u00e1nlott aktiv\u00e1l\u00f3tulajdons\u00e1got: {0}.
FNRRS0235.arg.0       = A rekord azonoss\u00e1ga.

FNRRS0236.explanation = Nem minden rekordt\u00e1rol\u00f3 t\u00edpus alkalmas az \u00e1talak\u00edt\u00e1sra Alap \u00fctemez\u00e9s t\u00e1rol\u00f3v\u00e1.
FNRRS0236.action      = V\u00e1lasszon alternat\u00edv t\u00e1rol\u00f3t.
FNRRS0236.message     = Az aj\u00e1nlott t\u00e1rol\u00f3t\u00edpus nem alkalmas az \u00e1talak\u00edt\u00e1sra Alap \u00fctemez\u00e9s t\u00e1rol\u00f3v\u00e1: {0}.
FNRRS0236.arg.0       = Az aj\u00e1nlott t\u00e1rol\u00f3 entit\u00e1st\u00edpusa.

FNRRS0237.explanation = \u00dagy n\u00e9z ki, hogy a sz\u00fcks\u00e9ges Alap \u00fctemez\u00e9shez kapcsol\u00f3d\u00f3 tulajdons\u00e1gsablonok \u00e9s/vagy azok hozz\u00e1rendel\u00e9se a k\u00fcl\u00f6nf\u00e9le rekordt\u00e1rol\u00f3-oszt\u00e1lyokhoz nem l\u00e9tezik ehhez a f\u00e1jlterv-lerakathoz.
FNRRS0237.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a megfelel\u0151 P8 Content Manager kieg\u00e9sz\u00edt\u0151 alkalmazva lett a sz\u00f3ban forg\u00f3 f\u00e1jlterv-lerakatra.
FNRRS0237.message     = Az Alap \u00fctemez\u00e9s t\u00e1mogat\u00e1s\u00e1hoz sz\u00fcks\u00e9ges metaadatok nem \u00e9rhet\u0151ek el a f\u00e1jlterv-lerakathoz: {0}.
FNRRS0237.arg.0       = A f\u00e1jlterv-lerakat azonos\u00edt\u00f3ja.

FNRRS0238.explanation = Az \u00e9rv\u00e9nyes Alap \u00fctemez\u00e9s t\u00e1rol\u00f3nak rendelkeznie kell megfelel\u0151en form\u00e1zott RMRetentionPeriod tulajdons\u00e1g\u00e9rt\u00e9kkel.
FNRRS0238.action      = A DefensiblyDisposable.setRetentionPeriod met\u00f3dussal hozzon l\u00e9tre megfelel\u0151 megtart\u00e1si id\u0151 \u00e9rt\u00e9ket a t\u00e1rol\u00f3hoz. 
FNRRS0238.message     = Az Alap \u00fctemez\u00e9s megtart\u00e1si id\u0151 \u00e9rt\u00e9ke nem az elv\u00e1rt form\u00e1tum\u00fa: \u00e9\u00e9\u00e9\u00e9-hh-nn.

FNRRS0239.explanation = A t\u00e1rol\u00f3nak m\u00e1r Alap \u00fctemez\u00e9s t\u00e1rol\u00f3nak kell lennie, csak \u00fagy pr\u00f3b\u00e1lkozhat egy Alap \u00fctemez\u00e9ssel kapcsolatos tulajdons\u00e1g m\u00f3dos\u00edt\u00e1s\u00e1val.
FNRRS0239.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a t\u00e1rol\u00f3 Alap \u00fctemez\u00e9s t\u00e1rol\u00f3k\u00e9nt lett l\u00e9trehozva vagy \u00e1t lett alak\u00edtva ilyenn\u00e9.
FNRRS0239.message     = Nem m\u00f3dos\u00edthat az Alap \u00fctemez\u00e9shez kapcsol\u00f3d\u00f3 tulajdons\u00e1g\u00e9rt\u00e9ket egy nem Alap \u00fctemez\u00e9s t\u00e1rol\u00f3 eset\u00e9n: {0}.
FNRRS0239.arg.0       = A t\u00e1rol\u00f3 azonos\u00edt\u00f3ja.

FNRRS0240.explanation = Az ilyen tulajdons\u00e1gok k\u00f6zvetlen be\u00e1ll\u00edt\u00e1sa nem megengedett, mert kihagyn\u00e1 a sz\u00fcks\u00e9ges \u00e9rv\u00e9nyes\u00edt\u00e9st. 
FNRRS0240.action      = Haszn\u00e1lja ink\u00e1bb a DefensiblyDisposable setRetentionPeriod \u00e9s/vagy a setTriggerPropertyName met\u00f3dust. 
FNRRS0240.message     = Az Alap \u00fctemez\u00e9s tulajdons\u00e1g \u00e9rt\u00e9k\u00e9nek k\u00f6zvetlen be\u00e1ll\u00edt\u00e1sa nem megengedett.

FNRRS0241.explanation = Alap \u00fctemez\u00e9s t\u00e1rol\u00f3 nem tartalmazhat t\u00f6bb helyre iktatott rekordot. 
FNRRS0241.action      = V\u00e1lasszon m\u00e1sik c\u00e9l t\u00e1rol\u00f3t a rekord iktat\u00e1s\u00e1hoz. 
FNRRS0241.message     = Nem helyezhet t\u00f6bb helyre iktatott rekordot egy Alap \u00fctemez\u00e9s t\u00e1rol\u00f3ba.

FNRRS0242.explanation = Alap \u00fctemez\u00e9s t\u00e1rol\u00f3 nem tartalmazhat fizikai rekordot. 
FNRRS0242.action      = V\u00e1lasszon m\u00e1sik c\u00e9l t\u00e1rol\u00f3t a rekord iktat\u00e1s\u00e1hoz. 
FNRRS0242.message     = Nem iktathat fizikai rekordot egy Alap \u00fctemez\u00e9s t\u00e1rol\u00f3ba.

FNRRS0243.explanation = Alap \u00fctemez\u00e9s t\u00e1rol\u00f3 nem tartalmazhat rekordt\u00edpussal rendelkez\u0151 rekordot. 
FNRRS0243.action      = V\u00e1lasszon m\u00e1sik c\u00e9l t\u00e1rol\u00f3t a rekord iktat\u00e1s\u00e1hoz. 
FNRRS0243.message     = Nem iktathat kapcsol\u00f3d\u00f3 rekordt\u00edpussal rendelkez\u0151rekordot egy Alap \u00fctemez\u00e9s t\u00e1rol\u00f3ba.

FNRRS0244.explanation = Az Alap \u00fctemez\u00e9s t\u00e1rol\u00f3ban tal\u00e1lhat\u00f3 \u00f6sszes rekordnak t\u00e1mogatnia kell a t\u00e1rol\u00f3hoz hozz\u00e1rendelt aktiv\u00e1l\u00f3tulajdons\u00e1got. 
FNRRS0244.action      = V\u00e1lasszon m\u00e1sik c\u00e9l t\u00e1rol\u00f3t a rekord iktat\u00e1s\u00e1hoz. 
FNRRS0244.message     = A rekord oszt\u00e1lya nem t\u00e1mogatja a c\u00e9l Alap \u00fctemez\u00e9s t\u00e1rol\u00f3hoz hozz\u00e1rendelt aktiv\u00e1l\u00f3tulajdons\u00e1got.

FNRRS0245.explanation = Alap \u00fctemez\u00e9s t\u00e1rol\u00f3 nem rendelkezhet hozz\u00e1rendelt selejtez\u00e9si \u00fctemez\u00e9ssel, sem k\u00f6zvetlen\u00fcl, sem \u00f6r\u00f6kl\u00e9s \u00fatj\u00e1n. 
FNRRS0245.action      = Ne pr\u00f3b\u00e1ljon selejtez\u00e9si \u00fctemez\u00e9st hozz\u00e1rendelni sem egy megl\u00e9v\u0151 Alap \u00fctemez\u00e9s t\u00e1rol\u00f3hoz, sem egy ilyen t\u00e1rol\u00f3 l\u00e9trehoz\u00e1sa sor\u00e1n.
FNRRS0245.message     = Alap \u00fctemez\u00e9s t\u00e1rol\u00f3hoz nem rendelhet selejtez\u00e9si \u00fctemez\u00e9st.

FNRRS0246.explanation = A jelenleg az Alap \u00fctemez\u00e9s jelent\u00e9sben szerepl\u0151 rekordokat nem lehet \u00e1thelyezni a t\u00e1rol\u00f3jukb\u00f3l.
FNRRS0246.action      = Vagy k\u00e9sz\u00edtsen \u00faj p\u00e9ld\u00e1nyt a rekordb\u00f3l, vagy f\u00fcggessze fel a rekordot.
FNRRS0246.message     = Nem lehet \u00e1thelyezni olyan rekordot, amely jelenleg szerepel egy Alap \u00fctemez\u00e9s jelent\u00e9sben: {0}.
FNRRS0246.arg.0       = A rekord azonos\u00edt\u00f3ja.

FNRRS0247.explanation = Egy m\u00e1sk\u00fcl\u00f6nben alkalmas t\u00e1rol\u00f3 nem alak\u00edthat\u00f3 Alap \u00fctemez\u00e9s t\u00e1rol\u00f3v\u00e1, ha vagy az, vagy a benne tal\u00e1lhat\u00f3 rekordok k\u00f6z\u00fcl legal\u00e1bb egy jelenleg selejtez\u00e9si feldolgoz\u00e1sban \u00e9rintett.
FNRRS0247.action      = Fejezze be a t\u00e1rol\u00f3 \u00e9s/vagy a benne tal\u00e1lhat\u00f3 rekordok jelenlegi selejtez\u00e9si feldolgoz\u00e1s\u00e1t, csak ut\u00e1na pr\u00f3b\u00e1lkozzon az \u00e1talak\u00edt\u00e1ssal.
FNRRS0247.message     = Az aj\u00e1nlott t\u00e1rol\u00f3 jelenleg nem alkalmas \u00e1talak\u00edt\u00e1sra Alap \u00fctemez\u00e9s t\u00e1rol\u00f3v\u00e1, mert vagy az, vagy a benne tal\u00e1lhat\u00f3 rekordok k\u00f6z\u00fcl legal\u00e1bb egy jelenleg selejtez\u00e9si feldolgoz\u00e1sban \u00e9rintett: {0}.
FNRRS0247.arg.0       = Az alkalmatlan t\u00e1rol\u00f3 vagy ut\u00f3d rekord azonos\u00edt\u00f3ja.

FNRRS0248.explanation = Olyan rekord aktiv\u00e1l\u00f3tulajdons\u00e1g\u00e1t nem lehet m\u00f3dos\u00edtani, amely jelenleg szerepel egy Alap \u00fctemez\u00e9s jelent\u00e9sben.
FNRRS0248.action      = Ne pr\u00f3b\u00e1lja m\u00f3dos\u00edtani az aktiv\u00e1l\u00f3tulajdons\u00e1g \u00e9rt\u00e9k\u00e9t.
FNRRS0248.message     = Nem lehet friss\u00edteni egy olyan rekord hozz\u00e1rendelt aktiv\u00e1l\u00f3tulajdons\u00e1g-\u00e9rt\u00e9k\u00e9t, amely jelenleg szerepel egy Alap \u00fctemez\u00e9s jelent\u00e9sben: {0}.
FNRRS0248.arg.0       = A rekord azonos\u00edt\u00f3ja.

FNRRS0249.explanation = Mivel Alap \u00fctemez\u00e9s t\u00e1rol\u00f3 nem tartalmazhat t\u00f6bb helyre iktatott rekordot, egy Alap \u00fctemez\u00e9s t\u00e1rol\u00f3ban tal\u00e1lhat\u00f3 megl\u00e9v\u0151 rekord nem iktathat\u00f3 m\u00e1shov\u00e1.
FNRRS0249.action      = Vagy helyezze \u00e1t, vagy m\u00e1solja \u00e1t a rekordot ahelyett, hogy t\u00f6bb helyre iktatn\u00e1.
FNRRS0249.message     = Nem lehet t\u00f6bb helyre iktatni egy olyan rekordot, amely jelenleg egy Alap \u00fctemez\u00e9s t\u00e1rol\u00f3ban tal\u00e1lhat\u00f3: {0}.
FNRRS0249.arg.0       = A rekord azonos\u00edt\u00f3ja.

FNRRS0250.explanation = Bizonyos rendszerkonfigur\u00e1ci\u00f3-p\u00e9ld\u00e1nyokat \u00e1lland\u00f3nak tekint a rendszer \u00e9s nem lehet m\u00f3dos\u00edtani \u0151ket.
FNRRS0250.message     = A friss\u00edt\u00e9s m\u0171velet nem enged\u00e9lyezett azokhoz a rendszerkonfigur\u00e1ci\u00f3-p\u00e9ld\u00e1nyokhoz, amelyek tulajdons\u00e1gneve: {0}.
FNRRS0250.arg.0       = Az \u00e9rintett rendszerkonfigur\u00e1ci\u00f3 tulajdons\u00e1gn\u00e9v.

FNRRS0251.explanation = Az entit\u00e1s aktu\u00e1lis f\u00e1zisv\u00e9grehajt\u00e1si d\u00e1tuma vagy nincs be\u00e1ll\u00edtva, vagy most a j\u00f6v\u0151ben van.
FNRRS0251.action      = Futtassa \u00fajra a selejtez\u00e9s el\u0151k\u00e9sz\u00edt\u0151 folyamatot, hogy friss\u00fclj\u00f6n az entit\u00e1s selejtez\u00e9si \u00e1llapota.
FNRRS0251.message     = Nem lehet selejtez\u00e9st kezdem\u00e9nyezni, mert megv\u00e1ltozott a(z) {0} entit\u00e1s aktu\u00e1lis f\u00e1zisv\u00e9grehajt\u00e1si d\u00e1tuma, ami {1}.
FNRRS0251.arg.0       = A k\u00e9rd\u00e9ses entit\u00e1s.
FNRRS0251.arg.1       = Az entit\u00e1s aktu\u00e1lis f\u00e1zisv\u00e9grehajt\u00e1si d\u00e1tuma.

FNRRS0252.explanation = A selejtez\u00e9si m\u0171velet kezdem\u00e9nyez\u00e9se nem alkalmazhat\u00f3 olyan entit\u00e1sra, amelynek aktu\u00e1lis f\u00e1zism\u0171velete automatikus megsemmis\u00edt\u00e9s.
FNRRS0252.action      = Futtasson automatikus megsemmis\u00edt\u00e9s selejtez\u00e9s el\u0151k\u00e9sz\u00edt\u0151 folyamatot az entit\u00e1s feldolgoz\u00e1s\u00e1hoz.
FNRRS0252.message     = Nem lehet selejtez\u00e9st kezdem\u00e9nyezni olyan entit\u00e1son, amelynek aktu\u00e1lis selejtez\u00e9si f\u00e1zis m\u0171velete automatikus megsemmis\u00edt\u00e9s: {0}.
FNRRS0252.arg.0       = A k\u00e9rd\u00e9ses entit\u00e1s.

FNRRS0253.explanation = A selejtez\u00e9si m\u0171velet kezdem\u00e9nyez\u00e9se nem alkalmazhat\u00f3 olyan entit\u00e1sra, amelynek alt\u00e1rol\u00f3-hierarchi\u00e1ja egy vagy t\u00f6bb felf\u00fcggesztett fizikai t\u00e1rol\u00f3t tartalmaz.
FNRRS0253.action      = T\u00e1vol\u00edtsa el az \u00e9rintett felf\u00fcggeszt\u00e9seket, \u00e9s pr\u00f3b\u00e1lkozzon \u00fajra a selejtez\u00e9s kezdem\u00e9nyez\u00e9s\u00e9vel.
FNRRS0253.message     = Nem lehet selejtez\u00e9st kezdem\u00e9nyezni olyan entit\u00e1son, amely felf\u00fcggesztett fizikai alt\u00e1rol\u00f3t tartalmaz: {0}.
FNRRS0253.arg.0       = A k\u00e9rd\u00e9ses entit\u00e1s.

FNRRS0254.explanation = A selejtez\u00e9si m\u0171velet kezdem\u00e9nyez\u00e9se nem alkalmazhat\u00f3 olyan entit\u00e1sra, amelynek alt\u00e1rol\u00f3-hierarchi\u00e1ja egy vagy t\u00f6bb felf\u00fcggesztett fizikai rekordot tartalmaz.
FNRRS0254.action      = T\u00e1vol\u00edtsa el az \u00e9rintett felf\u00fcggeszt\u00e9seket, \u00e9s pr\u00f3b\u00e1lkozzon \u00fajra a selejtez\u00e9s kezdem\u00e9nyez\u00e9s\u00e9vel.
FNRRS0254.message     = Nem lehet selejtez\u00e9st kezdem\u00e9nyezni olyan entit\u00e1son, amely felf\u00fcggesztett fizikai rekordot tartalmaz: {0}.
FNRRS0254.arg.0       = A k\u00e9rd\u00e9ses entit\u00e1s.

FNRRS0255.explanation = A selejtez\u00e9si m\u0171velet kezdem\u00e9nyez\u00e9se nem alkalmazhat\u00f3 olyan entit\u00e1sra, amelynek alt\u00e1rol\u00f3-hierarchi\u00e1ja olyan alt\u00e1rol\u00f3t tartalmaz, ami fel van f\u00fcggesztve \u00e9s fizikai rekordokat tartalmaz.
FNRRS0255.action      = T\u00e1vol\u00edtsa el az \u00e9rintett felf\u00fcggeszt\u00e9seket, \u00e9s pr\u00f3b\u00e1lkozzon \u00fajra a selejtez\u00e9s kezdem\u00e9nyez\u00e9s\u00e9vel.
FNRRS0255.message     = Nem lehet selejtez\u00e9st kezdem\u00e9nyezni olyan entit\u00e1son, amely felf\u00fcggesztett alt\u00e1rol\u00f3t tartalmaz, amelyben fizikai rekord van: {0}.
FNRRS0255.arg.0       = A k\u00e9rd\u00e9ses entit\u00e1s.


FNRRS0300.explanation = Az adott tartom\u00e1nyt\u00edpussal, kapcsolat URL c\u00edmmel, felhaszn\u00e1l\u00f3n\u00e9vvel \u00e9s JAAS szakaszn\u00e9vvel t\u00e1rs\u00edtott JAAS Subject p\u00e9ld\u00e1ny nem szerezhet\u0151 be.
FNRRS0300.action      = Ellen\u0151rizze a k\u00f6vetkez\u0151ket: 1) A fut\u00e1si k\u00f6rnyezet JAAS konfigur\u00e1ci\u00f3ja helyesen van megadva. 2) A helyes URL van megadva, bele\u00e9rtve a helyes portsz\u00e1mot. 3) Az URL c\u00edmhez a megfelel\u0151 JAAS szakaszn\u00e9v van megadva.
FNRRS0300.message     = Nem szerezhet\u0151 be JAAS Subject a tartom\u00e1nyt\u00edpushoz: ''{0}'', url: ''{1}'', felhaszn\u00e1l\u00f3n\u00e9v: ''{2}'', JAAS_szakasz: ''{3}''.
FNRRS0300.arg.0       = tartom\u00e1nyt\u00edpus
FNRRS0300.arg.1       = url
FNRRS0300.arg.2       = felhaszn\u00e1l\u00f3n\u00e9v
FNRRS0300.arg.3       = JAAS_szakasz

FNRRS0301.explanation = Az objektumt\u00e1rol\u00f3_azonoss\u00e1ga argumentum \u00e1ltal megadott P8 objektumt\u00e1rol\u00f3 nem egy \u00e9rv\u00e9nyes Records Manager tartalom lerakat.
FNRRS0301.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a megfelel\u0151 Records Manager adatmodell lett alkalmazva erre a P8 objektumt\u00e1rol\u00f3ra.
FNRRS0301.message     = A P8 objektumt\u00e1rol\u00f3 nem egy \u00e9rv\u00e9nyes Records Manager tartalom lerakat: ''{0}''.
FNRRS0301.arg.0       = objektumt\u00e1rol\u00f3_azonoss\u00e1ga

FNRRS0302.explanation = Az objektumt\u00e1rol\u00f3_azonoss\u00e1ga argumentum \u00e1ltal megadott P8 objektumt\u00e1rol\u00f3 nem egy \u00e9rv\u00e9nyes IBM Enterprise Records f\u00e1jlterv-lerakat.
FNRRS0302.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a P8 objektumt\u00e1rol\u00f3hoz a megfelel\u0151 IBM Enterprise Records adatmodell van alkalmazva.
FNRRS0302.message     = A P8 objektumt\u00e1rol\u00f3 nem egy \u00e9rv\u00e9nyes IBM Enterprise Records f\u00e1jlterv-lerakat: ''{0}''.
FNRRS0302.arg.0       = objektumt\u00e1rol\u00f3_azonoss\u00e1ga

FNRRS0303.explanation = Az entit\u00e1s_t\u00edpus t\u00edpus\u00fa, p\u00e9ld\u00e1ny_azonoss\u00e1ga azonos\u00edt\u00f3j\u00fa API objektum m\u00e9g nincs t\u00e1rs\u00edtva a megfelel\u0151 lerakat alapobjektum\u00e1val. Ez korl\u00e1tozza az API objektum haszn\u00e1lat\u00e1t, mint p\u00e9ld\u00e1ul azt, hogy megpr\u00f3b\u00e1ljon tulajdons\u00e1g \u00e9rt\u00e9keket lek\u00e9rni t\u0151le.
FNRRS0303.action      = Hajtsa v\u00e9gre az API p\u00e9ld\u00e1nyon egy fetchInstance (\u00e9s nem getInstance) m\u0171veletet egy lek\u00e9r\u00e9s\u00e9 k\u00e9nyszer\u00edt\u00e9s\u00e9hez a lerakatb\u00f3l.
FNRRS0303.message     = Nincs megadva lerakat alapobjektum a k\u00f6vetkez\u0151 API p\u00e9ld\u00e1nyhoz: ''{0}'', melynek t\u00edpusa: ''{1}''.
FNRRS0303.arg.0       = p\u00e9ld\u00e1ny_azonoss\u00e1ga
FNRRS0303.arg.1       = entit\u00e1s_t\u00edpus

FNRRS0304.explanation = A tartom\u00e1ny_azonoss\u00e1ga tartom\u00e1nyb\u00f3l nem k\u00e9rhet\u0151k le el\u00e9rhet\u0151 f\u00e1jlterv-lerakatok.
FNRRS0304.action      = Ellen\u0151rizze, hogy a jelenlegi felhaszn\u00e1l\u00f3nak van-e hozz\u00e1f\u00e9r\u00e9si jogosults\u00e1ga legal\u00e1bb egy f\u00e1jlterv-lerakathoz a tartom\u00e1nyban. Gy\u0151z\u0151dj\u00f6n meg arr\u00f3l is, hogy legal\u00e1bb egy lerakat konfigur\u00e1lva van f\u00e1jlterv-lerakatk\u00e9nt.
FNRRS0304.message     = Nem k\u00e9rhet\u0151k le el\u00e9rhet\u0151 f\u00e1jlterv-lerakatok a k\u00f6vetkez\u0151 tartom\u00e1nyb\u00f3l: ''{0}''.
FNRRS0304.arg.0       = tartom\u00e1ny_azonoss\u00e1ga

FNRRS0305.explanation = A tartom\u00e1ny_azonoss\u00e1ga tartom\u00e1nyb\u00f3l nem k\u00e9rhet\u0151k le el\u00e9rhet\u0151 f\u00e1jlterv-lerakatok.
FNRRS0305.action      = Ellen\u0151rizze, hogy a jelenlegi felhaszn\u00e1l\u00f3nak van-e hozz\u00e1f\u00e9r\u00e9si jogosults\u00e1ga legal\u00e1bb egy f\u00e1jlterv-lerakathoz a tartom\u00e1nyban. Gy\u0151z\u0151dj\u00f6n meg arr\u00f3l is, hogy legal\u00e1bb egy lerakat konfigur\u00e1lva van f\u00e1jlterv-lerakatk\u00e9nt.
FNRRS0305.message     = Nem k\u00e9rhet\u0151k le el\u00e9rhet\u0151 f\u00e1jlterv-lerakatok a k\u00f6vetkez\u0151 tartom\u00e1nyb\u00f3l: ''{0}''.
FNRRS0305.arg.0       = tartom\u00e1ny_azonoss\u00e1ga

FNRRS0306.explanation = Kiv\u00e9tel t\u00f6rt\u00e9nt a szimbolikus_n\u00e9v szimbolikus nev\u0171 P8 Content Engine tulajdons\u00e1g bevitel\u00e9re tett k\u00eds\u00e9rlet sor\u00e1n.
FNRRS0306.action      = Az RMRuntimeException kiv\u00e9tel alapul szolg\u00e1l\u00f3 ok\u00e1val kapcsolatban vizsg\u00e1lja meg a kiv\u00e9tel vermet. Az ok \u00e1ltal\u00e1ban egy t\u00edpusk\u00e9nyszer\u00edt\u00e9si probl\u00e9ma.
FNRRS0306.message     = Hiba t\u00f6rt\u00e9nt a P8CE tulajdons\u00e1g bevitelekor. Szimbolikus n\u00e9v: ''{0}''.
FNRRS0306.arg.0       = szimbolikus_n\u00e9v

FNRRS0307.explanation = Nem t\u00e1mogatott oszt\u00e1ly_neve lerakat tulajdons\u00e1goszt\u00e1ly tal\u00e1lhat\u00f3 a szimbolikus_n\u00e9v tulajdons\u00e1ghoz.
FNRRS0307.action      = V\u00e1lasszon egy m\u00e1sik tulajdons\u00e1got vagy tulajdons\u00e1goszt\u00e1ly-t\u00edpust.
FNRRS0307.message     = Nem t\u00e1mogatott tulajdons\u00e1goszt\u00e1ly fordult el\u0151 a lerakat tulajdons\u00e1g bevitel sor\u00e1n. Szimbolikus n\u00e9v: ''{0}'', oszt\u00e1ly: ''{1}''.
FNRRS0307.arg.0       = szimbolikus_n\u00e9v
FNRRS0307.arg.1       = oszt\u00e1ly_neve

FNRRS0308.explanation = V\u00e1ratlan hiba t\u00f6rt\u00e9nt a lerakat tulajdons\u00e1g \u00e9rt\u00e9khalmaz m\u0171velet sor\u00e1n az adat_t\u00edpus t\u00edpus\u00fa, szimbolikus_n\u00e9v tulajdons\u00e1g eset\u00e9n.
FNRRS0308.action      = Vizsg\u00e1lja meg a bels\u0151 kiv\u00e9telt a lerakat hiba tov\u00e1bbi le\u00edr\u00e1s\u00e1\u00e9rt.
FNRRS0308.message     = Hiba t\u00f6rt\u00e9nt a lerakat tulajdons\u00e1g \u00e9rt\u00e9k be\u00e1ll\u00edt\u00e1s\u00e1ra tett k\u00eds\u00e9rlet sor\u00e1n. Szimbolikus n\u00e9v: ''{0}'', adatt\u00edpus: ''{1}''.
FNRRS0308.arg.0       = szimbolikus_n\u00e9v
FNRRS0308.arg.1       = adatt\u00edpus

FNRRS0309.explanation = Az entit\u00e1s_t\u00edpusa t\u00edpus\u00fa t\u00e1rol\u00f3objektumot a P8 Content Engine lerakat hozz\u00e1f\u00e9r\u00e9si r\u00e9teg nem t\u00e1mogatja.
FNRRS0309.action      = V\u00e1lasszon egy elt\u00e9r\u0151 t\u00e1rol\u00f3t\u00edpust, vagy v\u00e1lasszon egy m\u00e1sik lerakatot, amely t\u00e1mogatja ezt az entit\u00e1st\u00edpust.
FNRRS0309.message     = A t\u00e1rol\u00f3objektum nem \u00e1ll\u00edthat\u00f3 \u00f6ssze nem t\u00e1mogatott P8CE_RAL t\u00e1rol\u00f3 entit\u00e1st\u00edpus miatt: ''{0}''.
FNRRS0309.arg.0       = entit\u00e1s_t\u00edpusa

FNRRS0310.explanation = Az fpRepository nem rendelkezik ''SystemConfiguration'' objektummal, melynek ''PropertyName'' attrib\u00fatuma ''FPOS Setup''.
FNRRS0310.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy az fpRepository helyesen van konfigur\u00e1lva.
FNRRS0310.message     = Nincs el\u00e9rhet\u0151 ''FPOS Setup'' SystemConfiguration objektum a f\u00e1jlterv-lerakathoz: ''{0}''
FNRRS0310.arg.0       = fpRepository

FNRRS0311.explanation = Az fpRepository ''SystemConfiguration'' objektuma, melynek ''PropertyName'' attrib\u00fatuma ''FPOS Setup'', \u00e9rv\u00e9nytelen tulajdons\u00e1g \u00e9rt\u00e9ket tartalmaz a ''PropertyValue'' attrib\u00fatumban.
FNRRS0311.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy az fpRepository helyesen van konfigur\u00e1lva.
FNRRS0311.message     = Az ''FPOS Setup'' SystemConfiguration objektum \u00e9rt\u00e9ke \u00e9rv\u00e9nytelen a f\u00e1jlterv-lerakathoz: ''{0}''
FNRRS0311.arg.0       = fpRepository

FNRRS0312.explanation = Az entit\u00e1st\u00edpus t\u00edpus\u00fa \u00e9s objektum_azonoss\u00e1ga azonos\u00edt\u00f3j\u00fa objektum ment\u00e9si m\u0171velete meghi\u00fasult.
FNRRS0312.action      = Ellen\u0151rizze, hogy a k\u00e9rd\u00e9ses objektum l\u00e9tezik-e m\u00e9g a lerakatban. Gy\u0151z\u0151dj\u00f6n meg arr\u00f3l is, hogy a jelenlegi felhaszn\u00e1l\u00f3 rendelkezik a m\u0171veletet lehet\u0151v\u00e9 t\u00e9v\u0151 objektum szint\u0171 biztons\u00e1gi hozz\u00e1f\u00e9r\u00e9ssel.
FNRRS0312.message     = A ment\u00e9si m\u0171velet nem hajthat\u00f3 v\u00e9gre a(z) ''{1}'' t\u00edpus\u00fa ''{0}'' lerakat objektumon. M\u00f6g\u00f6ttes hibainform\u00e1ci\u00f3k: {2}
FNRRS0312.arg.0       = objektum_azonoss\u00e1ga
FNRRS0312.arg.1       = entit\u00e1s_t\u00edpusa
FNRRS0312.arg.2		  = m\u00f6g\u00f6ttes kiv\u00e9tel \u00fczenet karaktersorozat

FNRRS0313.explanation = Hiba t\u00f6rt\u00e9nt a f\u00e1jlterv-lerakat f\u00e1jlterv gy\u00f6k\u00e9r csom\u00f3pont lek\u00e9r\u00e9s\u00e9re tett k\u00eds\u00e9rlet sor\u00e1n.
FNRRS0313.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a jelenlegi felhaszn\u00e1l\u00f3nak legal\u00e1bb megtekint\u00e9si jogosults\u00e1ga van a f\u00e1jlterv gy\u00f6k\u00e9r csom\u00f3ponthoz, \u00e9s hogy az adott f\u00e1jlterv-lerakat megfelel\u0151en van telep\u00edtve \u00e9s konfigur\u00e1lva.
FNRRS0313.message     = Nem k\u00e9rhet\u0151 le a f\u00e1jlterv gy\u00f6k\u00e9r csom\u00f3pont a f\u00e1jlterv-lerakatb\u00f3l: ''{0}''.
FNRRS0313.arg.0       = fpRepository

FNRRS0314.explanation = V\u00e1ratlan hiba t\u00f6rt\u00e9nt egy adat_t\u00edpus t\u00edpus\u00fa, szimbolikus_n\u00e9v nev\u0171 tulajdons\u00e1g hozz\u00e1ad\u00e1sakor tulajdons\u00e1ggy\u0171jtem\u00e9ny\u00e9hez.
FNRRS0314.action      = Vizsg\u00e1lja meg a bels\u0151 kiv\u00e9telt a lerakat hiba le\u00edr\u00e1s\u00e1\u00e9rt.
FNRRS0314.message     = Hiba t\u00f6rt\u00e9nt egy \u00faj tulajdons\u00e1g hozz\u00e1ad\u00e1sakor a gy\u0171jtem\u00e9nyhez. Szimbolikus n\u00e9v: ''{0}'', adatt\u00edpus: ''{1}''.
FNRRS0314.arg.0       = szimbolikus_n\u00e9v
FNRRS0314.arg.1       = adatt\u00edpus

FNRRS0315.explanation = Hiba t\u00f6rt\u00e9nt a lesz\u00e1rmazott rekordkateg\u00f3ri\u00e1k lek\u00e9r\u00e9sekor a sz\u00fcl\u0151t\u00e1rol\u00f3b\u00f3l.
FNRRS0315.action      = Ellen\u0151rizze, hogy a jelenlegi felhaszn\u00e1l\u00f3nak van-e legal\u00e1bb megtekint\u00e9si jogosults\u00e1ga a sz\u00fcl\u0151t\u00e1rol\u00f3 tartalm\u00e1hoz.
FNRRS0315.message     = Hiba t\u00f6rt\u00e9nt a rekordkateg\u00f3ri\u00e1k lek\u00e9r\u00e9sekor a sz\u00fcl\u0151t\u00e1rol\u00f3b\u00f3l: ''{0}''.
FNRRS0315.arg.0       = sz\u00fcl\u0151t\u00e1rol\u00f3

FNRRS0316.explanation = Hiba t\u00f6rt\u00e9nt a lap iter\u00e1tor jelenlegi tartalm\u00e1nak beszerz\u00e9sekor.
FNRRS0316.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy egy t\u00f6rt\u00e9nt egy kezdeti RMPageInterator.nextPage() h\u00edv\u00e1s az iter\u00e1tor \u00e1thelyez\u00e9s\u00e9hez az els\u0151 oldalra. Az is lehets\u00e9ges, hogy az iter\u00e1tor az utols\u00f3 oldalon t\u00falra lett \u00e1thelyezve.
FNRRS0316.message     = Hiba t\u00f6rt\u00e9nt a jelenlegi lap tartalm\u00e1nak beszerz\u00e9sekor egy RMPageIterator iter\u00e1tort\u00f3l.

FNRRS0317.explanation = Hiba t\u00f6rt\u00e9nt a lap iter\u00e1tor k\u00f6vetkez\u0151 lapj\u00e1nak beszerz\u00e9sekor.
FNRRS0317.action      = Ellen\u0151rizze, hogy az iter\u00e1tor nem lett-e az utols\u00f3 lapon t\u00falra \u00e1thelyezve.
FNRRS0317.message     = Hiba t\u00f6rt\u00e9nt a k\u00f6vetkez\u0151 lap beszerz\u00e9sekor egy PagableSet iter\u00e1tort\u00f3l.

FNRRS0318.explanation = Hiba t\u00f6rt\u00e9nt az objektum sz\u00fcl\u0151t\u00e1rol\u00f3inak lek\u00e9r\u00e9s\u00e9re tett k\u00eds\u00e9rlet sor\u00e1n.
FNRRS0318.action      = Ellen\u0151rizze, hogy a jelenlegi felhaszn\u00e1l\u00f3nak van-e legal\u00e1bb megtekint\u00e9si jogosults\u00e1ga a sz\u00fcl\u0151t\u00e1rol\u00f3hoz.
FNRRS0318.message     = Hiba t\u00f6rt\u00e9nt a k\u00f6vetkez\u0151 objektum sz\u00fcl\u0151t\u00e1rol\u00f3inak lek\u00e9r\u00e9sekor: ''{0}''.
FNRRS0318.arg.0       = objektum

FNRRS0319.explanation = Az entit\u00e1st\u00edpus t\u00edpus\u00fa \u00e9s objektum_azonoss\u00e1ga azonos\u00edt\u00f3j\u00fa objektum t\u00f6rl\u00e9si m\u0171velete meghi\u00fasult.
FNRRS0319.action      = Ellen\u0151rizze, hogy a k\u00e9rd\u00e9ses objektum l\u00e9tezik-e m\u00e9g a lerakatban. Gy\u0151z\u0151dj\u00f6n meg arr\u00f3l is, hogy a jelenlegi felhaszn\u00e1l\u00f3 rendelkezik a m\u0171veletet lehet\u0151v\u00e9 t\u00e9v\u0151 objektum szint\u0171 biztons\u00e1gi hozz\u00e1f\u00e9r\u00e9ssel.
FNRRS0319.message     = A t\u00f6rl\u00e9si m\u0171velet nem hajthat\u00f3 v\u00e9gre a(z) ''{1}'' t\u00edpus\u00fa ''{0}'' lerakat objektumon.
FNRRS0319.arg.0       = objektum_azonoss\u00e1ga
FNRRS0319.arg.1       = entit\u00e1s_t\u00edpusa

FNRRS0320.explanation = Az entit\u00e1st\u00edpus t\u00edpus\u00fa \u00e9s objektum_azonoss\u00e1ga azonos\u00edt\u00f3j\u00fa objektum rekordkateg\u00f3ria hozz\u00e1ad\u00e1s\u00e1ra ir\u00e1nyul\u00f3 m\u0171velete meghi\u00fasult.
FNRRS0320.action      = Ellen\u0151rizze, hogy a k\u00e9rd\u00e9ses c\u00e9lobjektum l\u00e9tezik-e m\u00e9g a lerakatban. Ellen\u0151rizze, hogy a c\u00e9l tartalmazhat-e rekordkateg\u00f3ri\u00e1t. Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a jelenlegi felhaszn\u00e1l\u00f3 rendelkezik a m\u0171veletet lehet\u0151v\u00e9 t\u00e9v\u0151 objektum szint\u0171 biztons\u00e1gi hozz\u00e1f\u00e9r\u00e9ssel.
FNRRS0320.message     = A rekordkateg\u00f3ria nem adhat\u00f3 hozz\u00e1 a c\u00e9lobjektumhoz: ''{0}'', melynek t\u00edpusa: ''{1}''.
FNRRS0320.arg.0       = objektum_azonoss\u00e1ga
FNRRS0320.arg.1       = entit\u00e1s_t\u00edpusa

FNRRS0321.explanation = Hiba t\u00f6rt\u00e9nt egy lapiter\u00e1tor jelenlegi elemsz\u00e1m\u00e1nak beszerz\u00e9s\u00e9re tett k\u00eds\u00e9rlet sor\u00e1n.
FNRRS0321.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy egy t\u00f6rt\u00e9nt egy kezdeti RMPageInterator.nextPage() h\u00edv\u00e1s az iter\u00e1tor \u00e1thelyez\u00e9s\u00e9hez az els\u0151 oldalra. Az is lehets\u00e9ges, hogy az iter\u00e1tor az utols\u00f3 oldalon t\u00falra lett \u00e1thelyezve.
FNRRS0321.message     = Hiba t\u00f6rt\u00e9nt a jelenlegi elemsz\u00e1m lek\u00e9rdez\u00e9sekor egy RMPageIterator iter\u00e1tort\u00f3l.

FNRRS0322.explanation = Az entit\u00e1st\u00edpus t\u00edpus\u00fa \u00e9s objektum_azonoss\u00e1ga azonos\u00edt\u00f3j\u00fa objektum rekordmappa hozz\u00e1ad\u00e1s\u00e1ra ir\u00e1nyul\u00f3 m\u0171velete meghi\u00fasult.
FNRRS0322.action      = Ellen\u0151rizze, hogy a k\u00e9rd\u00e9ses c\u00e9lobjektum l\u00e9tezik-e m\u00e9g a lerakatban. Ellen\u0151rizze, hogy a c\u00e9l tartalmazhat-e rekordmapp\u00e1t. Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a jelenlegi felhaszn\u00e1l\u00f3 rendelkezik a m\u0171veletet lehet\u0151v\u00e9 t\u00e9v\u0151 objektum szint\u0171 biztons\u00e1gi hozz\u00e1f\u00e9r\u00e9ssel.
FNRRS0322.message     = A rekordmappa nem adhat\u00f3 hozz\u00e1 a c\u00e9lobjektumhoz: ''{0}'', melynek t\u00edpusa: ''{1}''.
FNRRS0322.arg.0       = objektum_azonoss\u00e1ga
FNRRS0322.arg.1       = entit\u00e1s_t\u00edpusa

FNRRS0323.explanation = Hiba t\u00f6rt\u00e9nt a lesz\u00e1rmazott rekordmapp\u00e1k lek\u00e9r\u00e9sekor a sz\u00fcl\u0151t\u00e1rol\u00f3b\u00f3l.
FNRRS0323.action      = Ellen\u0151rizze, hogy a jelenlegi felhaszn\u00e1l\u00f3nak van-e legal\u00e1bb megtekint\u00e9si jogosults\u00e1ga a sz\u00fcl\u0151t\u00e1rol\u00f3 tartalm\u00e1hoz.
FNRRS0323.message     = Hiba t\u00f6rt\u00e9nt a rekordmapp\u00e1k lek\u00e9r\u00e9sekor a sz\u00fcl\u0151t\u00e1rol\u00f3b\u00f3l: ''{0}''.
FNRRS0323.arg.0       = sz\u00fcl\u0151t\u00e1rol\u00f3

FNRRS0324.explanation = Hiba t\u00f6rt\u00e9nt az akt\u00edv lesz\u00e1rmazott k\u00f6tet lek\u00e9r\u00e9sekor a sz\u00fcl\u0151t\u00e1rol\u00f3b\u00f3l.
FNRRS0324.action      = Ellen\u0151rizze, hogy a jelenlegi felhaszn\u00e1l\u00f3nak van-e legal\u00e1bb megtekint\u00e9si jogosults\u00e1ga a sz\u00fcl\u0151t\u00e1rol\u00f3 tartalm\u00e1hoz.
FNRRS0324.message     = Hiba t\u00f6rt\u00e9nt az akt\u00edv k\u00f6tet lek\u00e9r\u00e9sekor a sz\u00fcl\u0151t\u00e1rol\u00f3b\u00f3l: ''{0}''.
FNRRS0324.arg.0       = sz\u00fcl\u0151t\u00e1rol\u00f3

FNRRS0325.explanation = Hiba t\u00f6rt\u00e9nt a lesz\u00e1rmazott rekordk\u00f6tetek lek\u00e9r\u00e9sekor a sz\u00fcl\u0151t\u00e1rol\u00f3b\u00f3l.
FNRRS0325.action      = Ellen\u0151rizze, hogy a jelenlegi felhaszn\u00e1l\u00f3nak van-e legal\u00e1bb megtekint\u00e9si jogosults\u00e1ga a sz\u00fcl\u0151t\u00e1rol\u00f3 tartalm\u00e1hoz.
FNRRS0325.message     = Hiba t\u00f6rt\u00e9nt a rekordk\u00f6tet lek\u00e9r\u00e9sekor a sz\u00fcl\u0151t\u00e1rol\u00f3b\u00f3l: ''{0}''.
FNRRS0325.arg.0       = sz\u00fcl\u0151t\u00e1rol\u00f3

FNRRS0326.explanation = Az entit\u00e1st\u00edpus t\u00edpus\u00fa \u00e9s objektum_azonoss\u00e1ga azonos\u00edt\u00f3j\u00fa objektum rekordk\u00f6tet hozz\u00e1ad\u00e1s\u00e1ra ir\u00e1nyul\u00f3 m\u0171velete meghi\u00fasult.
FNRRS0326.action      = Ellen\u0151rizze, hogy a k\u00e9rd\u00e9ses c\u00e9lobjektum l\u00e9tezik-e m\u00e9g a lerakatban. Ellen\u0151rizze, hogy a c\u00e9l tartalmazhat-e rekordk\u00f6tetet. Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a jelenlegi felhaszn\u00e1l\u00f3 rendelkezik a m\u0171veletet lehet\u0151v\u00e9 t\u00e9v\u0151 objektum szint\u0171 biztons\u00e1gi hozz\u00e1f\u00e9r\u00e9ssel.
FNRRS0326.message     = A rekordk\u00f6tet nem adhat\u00f3 hozz\u00e1 a c\u00e9lobjektumhoz: ''{0}'', melynek t\u00edpusa: ''{1}''.
FNRRS0326.arg.0       = objektum_azonoss\u00e1ga
FNRRS0326.arg.1       = entit\u00e1s_t\u00edpusa

FNRRS0327.explanation = Az objektumok lek\u00e9rdez\u00e9se egy lerakathiba miatt meghi\u00fasult.
FNRRS0327.action      = Ellen\u0151rizze az SQL szintaxis helyess\u00e9g\u00e9t, \u00e9s/vagy vizsg\u00e1lja meg a tartalmazott kiv\u00e9telt a hiba r\u00e9szletesebb magyar\u00e1zat\u00e1\u00e9rt.
FNRRS0327.message     = Az objektumok lek\u00e9rdez\u00e9se meghi\u00fasult.

FNRRS0328.explanation = A sorok lek\u00e9rdez\u00e9se egy lerakathiba miatt meghi\u00fasult.
FNRRS0328.action      = Ellen\u0151rizze az SQL szintaxis helyess\u00e9g\u00e9t, \u00e9s/vagy vizsg\u00e1lja meg a tartalmazott kiv\u00e9telt a hiba r\u00e9szletesebb magyar\u00e1zat\u00e1\u00e9rt.
FNRRS0328.message     = A sorok lek\u00e9rdez\u00e9se meghi\u00fasult.

FNRRS0329.explanation = K\u00eds\u00e9rlet t\u00f6rt\u00e9nt egy RMPagingIterator beszerz\u00e9sekor egy PagableSet objektumb\u00f3l, amely nem t\u00e1mogatja a lapoz\u00e1st.
FNRRS0329.action      = Haszn\u00e1lja az RMPagingIterator.supportsPaging() met\u00f3dust annak meg\u00e1llap\u00edt\u00e1s\u00e1hoz, hogy a lapoz\u00e1s t\u00e1mogatott-e. Ha a lapoz\u00e1s nem t\u00e1mogatott, akkor haszn\u00e1lja az RMPagingIterator.iterator() met\u00f3dust az RMPagingIterator.pageIterator() met\u00f3dus helyett.
FNRRS0329.message     = A lapoz\u00e1s nem t\u00e1mogatott ehhez a PagableSet p\u00e9ld\u00e1nyhoz.

FNRRS0330.explanation = Hiba t\u00f6rt\u00e9nt a jelz\u0151 k\u00e9szletek lek\u00e9r\u00e9sekor a tartom\u00e1ny_azonoss\u00e1ga tartom\u00e1nyb\u00f3l.
FNRRS0330.action      = Ellen\u0151rizze, hogy a jelenlegi felhaszn\u00e1l\u00f3nak van-e hozz\u00e1f\u00e9r\u00e9si jogosults\u00e1ga legal\u00e1bb egy jelz\u0151 k\u00e9szlethez a tartom\u00e1nyban.
FNRRS0330.message     = A jelz\u0151k\u00e9szletek nem k\u00e9rhet\u0151k le a tartom\u00e1nyb\u00f3l: ''{0}''.
FNRRS0330.arg.0       = tartom\u00e1ny_azonoss\u00e1ga

FNRRS0331.explanation = A jelz\u0151 k\u00e9szlet markingSetId azonos\u00edt\u00f3 karaktersorozat\u00e1nak form\u00e1tuma \u00e9rv\u00e9nytelen.
FNRRS0331.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy az azonos\u00edt\u00f3 karaktersorozat egy GUID karaktersorozat form\u00e1tum\u00e1ban van megadva: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', ahol minden ''x'' egy hexadecim\u00e1lis karakter.
FNRRS0331.message     = Helytelen jelz\u0151 k\u00e9szlet azonos\u00edt\u00f3 karaktersorozat form\u00e1tum: ''{0}''.
FNRRS0331.arg.0       = markingSetId

FNRRS0332.explanation = Hiba t\u00f6rt\u00e9nt egy v\u00e1laszt\u00e9klista lek\u00e9r\u00e9sekor a lerakat_azonoss\u00e1ga lerakatb\u00f3l.
FNRRS0332.action      = Ellen\u0151rizze, hogy a jelenlegi felhaszn\u00e1l\u00f3nak van-e hozz\u00e1f\u00e9r\u00e9si jogosults\u00e1ga legal\u00e1bb egy v\u00e1laszt\u00e9klist\u00e1hoz a lerakatban.
FNRRS0332.message     = A v\u00e1laszt\u00e9klista nem k\u00e9rhet\u0151 le a lerakatb\u00f3l: ''{0}''.
FNRRS0332.arg.0       = lerakat_azonoss\u00e1ga

FNRRS0333.explanation = A v\u00e1laszt\u00e9klista choiceListId azonos\u00edt\u00f3 karaktersorozat\u00e1nak form\u00e1tuma \u00e9rv\u00e9nytelen.
FNRRS0333.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy az azonos\u00edt\u00f3 karaktersorozat egy GUID karaktersorozat form\u00e1tum\u00e1ban van megadva: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', ahol minden ''x'' egy hexadecim\u00e1lis karakter.
FNRRS0333.message     = Helytelen v\u00e1laszt\u00e9klista azonos\u00edt\u00f3 karaktersorozat form\u00e1tum: ''{0}''.
FNRRS0333.arg.0       = choiceListId

FNRRS0334.explanation = Hiba t\u00f6rt\u00e9nt az oszt\u00e1lyle\u00edr\u00e1s_azonoss\u00e1ga oszt\u00e1lyle\u00edr\u00e1s lek\u00e9r\u00e9sekor a lerakat_azonoss\u00e1ga lerakatb\u00f3l.
FNRRS0334.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy az oszt\u00e1lyle\u00edr\u00e1s l\u00e9tezik a lerakatban, \u00e9s hogy a jelenlegi felhaszn\u00e1l\u00f3nak van hozz\u00e1f\u00e9r\u00e9si jogosults\u00e1ga az oszt\u00e1lyle\u00edr\u00e1shoz.
FNRRS0334.message     = Az oszt\u00e1lyle\u00edr\u00e1s nem k\u00e9rhet\u0151 le a lerakatb\u00f3l: ''{0}'', oszt\u00e1lyle\u00edr\u00e1s azonoss\u00e1ga: ''{1}''.
FNRRS0334.arg.0       = lerakat_azonoss\u00e1ga
FNRRS0334.arg.1       = oszt\u00e1lyle\u00edr\u00e1s_azonoss\u00e1ga

FNRRS0335.explanation = Hiba t\u00f6rt\u00e9nt az oszt\u00e1lyle\u00edr\u00e1sok lek\u00e9r\u00e9sekor a lerakat_azonoss\u00e1ga lerakatb\u00f3l.
FNRRS0335.action      = Ellen\u0151rizze, hogy a jelenlegi felhaszn\u00e1l\u00f3nak van-e hozz\u00e1f\u00e9r\u00e9si jogosults\u00e1ga a lerakathoz.
FNRRS0335.message     = Az oszt\u00e1lyle\u00edr\u00e1sok nem k\u00e9rhet\u0151 le a lerakatb\u00f3l: ''{0}'', oszt\u00e1lyle\u00edr\u00e1s azonoss\u00e1gok: ''{1}''.
FNRRS0335.arg.0       = lerakat_azonoss\u00e1ga

FNRRS0336.explanation = \u00c9rv\u00e9nytelen azonos\u00edt\u00f3 karaktersorozat param\u00e9ter.
FNRRS0336.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy az azonos\u00edt\u00f3 karaktersorozat egy GUID karaktersorozat form\u00e1tum\u00e1ban van megadva: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', ahol minden ''x'' egy hexadecim\u00e1lis karakter.
FNRRS0336.message     = \u00c9rv\u00e9nytelen azonos\u00edt\u00f3 karaktersorozat param\u00e9ter: {0}''.
FNRRS0336.arg.0       = azonos\u00edt\u00f3_karaktersorozat

FNRRS0337.explanation = Nem k\u00e9rhet\u0151 le a jelenlegi hiteles\u00edtett felhaszn\u00e1l\u00f3 a tartom\u00e1nyhoz.
FNRRS0337.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy jelenleg van hiteles\u00edtve egy felhaszn\u00e1l\u00f3 a tartom\u00e1nyhoz, \u00e9s/vagy a jelenlegi sz\u00e1lhoz tartozik egy JAAS Subject objektum.
FNRRS0337.message     = Nem k\u00e9rhet\u0151 le a jelenlegi hiteles\u00edtett felhaszn\u00e1l\u00f3 a tartom\u00e1nyhoz.

FNRRS0338.explanation = A megadott felhaszn\u00e1l\u00f3i csoportok keres\u00e9s\u00e9re szolg\u00e1l\u00f3 m\u0171velet meghi\u00fasult.
FNRRS0338.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy jelenleg van hiteles\u00edtve egy felhaszn\u00e1l\u00f3 a tartom\u00e1nyhoz, \u00e9s/vagy a jelenlegi sz\u00e1lhoz tartozik egy JAAS Subject objektum.
FNRRS0338.message     = Hiba a tartom\u00e1ny felhaszn\u00e1l\u00f3i csoportok keres\u00e9se sor\u00e1n.

FNRRS0339.explanation = A megadott felhaszn\u00e1l\u00f3k keres\u00e9s\u00e9re szolg\u00e1l\u00f3 m\u0171velet meghi\u00fasult.
FNRRS0339.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy jelenleg van hiteles\u00edtve egy felhaszn\u00e1l\u00f3 a tartom\u00e1nyhoz, \u00e9s/vagy a jelenlegi sz\u00e1lhoz tartozik egy JAAS Subject objektum.
FNRRS0339.message     = Hiba a tartom\u00e1ny felhaszn\u00e1l\u00f3k keres\u00e9se sor\u00e1n.

FNRRS0340.explanation = A jelenlegi felhaszn\u00e1l\u00f3 nem rendelkezik elegend\u0151 jogosults\u00e1ggal egy \u00faj tag hozz\u00e1ad\u00e1s\u00e1hoz a szerep_neve, szerep_t\u00edpusa \u00e9s alkalmaz\u00e1s_neve \u00e1ltal meghat\u00e1rozott megl\u00e9v\u0151 szerephez.
FNRRS0340.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a jelenlegi felhaszn\u00e1l\u00f3 rendelkezik elegend\u0151 jogosults\u00e1ggal egy \u00faj tag hozz\u00e1ad\u00e1s\u00e1hoz egy megl\u00e9v\u0151 szerephez.
FNRRS0340.message     = A jelenlegi felhaszn\u00e1l\u00f3 nem rendelkezik megfelel\u0151 biztons\u00e1gi jogokkal a szerephez. Szerep neve: ''{0}'', szerep t\u00edpusa: ''{1}'', alkalmaz\u00e1s: ''{2}''.
FNRRS0340.arg.0       = szerep_neve
FNRRS0340.arg.1       = szerep_t\u00edpusa
FNRRS0340.arg.2       = alkalmaz\u00e1s_neve

FNRRS0341.explanation = Hiba t\u00f6rt\u00e9nt a szerep_t\u00edpusa \u00e9s alkalmaz\u00e1s_neve \u00e1ltal meghat\u00e1rozott hozz\u00e1f\u00e9r\u00e9si szerep lek\u00e9r\u00e9sekor.
FNRRS0341.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a jelenlegi felhaszn\u00e1l\u00f3 rendelkezik elegend\u0151 jogosults\u00e1ggal egy \u00faj tag hozz\u00e1ad\u00e1s\u00e1hoz egy megl\u00e9v\u0151 szerephez, \u00e9s hogy a k\u00e9rd\u00e9ses szerep m\u00e9g l\u00e9tezik a lerakathoz.
FNRRS0341.message     = Nem siker\u00fclt lek\u00e9rni a(z) ''{0}'' t\u00edpus \u00e9s ''{1}'' alkalmaz\u00e1s \u00e1ltal meghat\u00e1rozott hozz\u00e1f\u00e9r\u00e9si szerepet.
FNRRS0341.arg.0       = szerep_t\u00edpusa
FNRRS0341.arg.1       = alkalmaz\u00e1s_neve

FNRRS0342.explanation = Nem hozhat\u00f3 l\u00e9tre egy \u00faj szerep a szerep_t\u00edpusa t\u00edpussal \u00e9s alkalmaz\u00e1s_neve alkalmaz\u00e1sn\u00e9vvel, mert m\u00e1r l\u00e9tezik egy szerep ezekkel az \u00e9rt\u00e9kekkel.
FNRRS0342.action      = Haszn\u00e1lja elt\u00e9r\u0151 szerept\u00edpus/alkalmaz\u00e1sn\u00e9v \u00e9rt\u00e9kek k\u00e9szlet\u00e9t, vagy el\u0151sz\u00f6r t\u00f6r\u00f6lje a megfelel\u0151 megl\u00e9v\u0151 szerepet.
FNRRS0342.message     = Nem hozhat\u00f3 l\u00e9tre egy \u00faj szerep egy kor\u00e1bban m\u00e1r l\u00e9tez\u0151 szerep miatt, t\u00edpus: ''{0}'', alkalmaz\u00e1s: ''{1}''.
FNRRS0342.arg.0       = szerep_t\u00edpusa
FNRRS0342.arg.1       = alkalmaz\u00e1s_neve

FNRRS0343.explanation = Hiba t\u00f6rt\u00e9nt a szerep_neve \u00e9s alkalmaz\u00e1s_neve \u00e1ltal meghat\u00e1rozott hozz\u00e1f\u00e9r\u00e9si szerep lek\u00e9r\u00e9sekor.
FNRRS0343.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a jelenlegi felhaszn\u00e1l\u00f3 rendelkezik elegend\u0151 jogosults\u00e1ggal a megl\u00e9v\u0151 szerep megtekint\u00e9s\u00e9hez, \u00e9s hogy a k\u00e9rd\u00e9ses szerep m\u00e9g l\u00e9tezik a lerakathoz.
FNRRS0343.message     = Nem siker\u00fclt lek\u00e9rni a(z) ''{0}'' n\u00e9v \u00e9s ''{1}'' alkalmaz\u00e1s \u00e1ltal meghat\u00e1rozott hozz\u00e1f\u00e9r\u00e9si szerepet.
FNRRS0343.arg.0       = szerep_neve
FNRRS0343.arg.1       = alkalmaz\u00e1s_neve

FNRRS0344.explanation = A jelenlegi felhaszn\u00e1l\u00f3 nem \u00e1llap\u00edthat\u00f3 meg.
FNRRS0344.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy jelenleg van hiteles\u00edtve egy felhaszn\u00e1l\u00f3 a tartom\u00e1nyhoz, \u00e9s/vagy a jelenlegi sz\u00e1lhoz tartozik egy JAAS Subject objektum.
FNRRS0344.message     = A jelenlegi felhaszn\u00e1l\u00f3 nem \u00e1llap\u00edthat\u00f3 meg.

FNRRS0345.explanation = Hiba t\u00f6rt\u00e9nt a f\u00e1jltervek lek\u00e9r\u00e9sekor a sz\u00fcl\u0151 f\u00e1jlterv-lerakatb\u00f3l.
FNRRS0345.action      = Ellen\u0151rizze, hogy a jelenlegi felhaszn\u00e1l\u00f3nak van-e legal\u00e1bb megtekint\u00e9si jogosults\u00e1ga a f\u00e1jlterv-lerakat tartalm\u00e1hoz.
FNRRS0345.message     = Hiba t\u00f6rt\u00e9nt a f\u00e1jltervek lek\u00e9r\u00e9sekor a f\u00e1jlterv-lerakatb\u00f3l: ''{0}''.
FNRRS0345.arg.0       = f\u00e1jlterv_lerakat

FNRRS0346.explanation = Egy k\u00f6telez\u0151 tulajdons\u00e1g hi\u00e1nyzik, vagy nincs \u00e9rt\u00e9ke.
FNRRS0346.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy meg van adva egy \u00e9rv\u00e9nyes tulajdons\u00e1g \u00e9rt\u00e9k.
FNRRS0346.message     = A tulajdons\u00e1g hi\u00e1nyzik, vagy nincs \u00e9rt\u00e9ke. Szimbolikus n\u00e9v: ''{0}''.
FNRRS0346.arg.0       = tulajdons\u00e1g_neve

FNRRS0347.explanation = A megadott f\u00e1jltervn\u00e9v nem egyedi.
FNRRS0347.action      = Adjon meg egy olyan f\u00e1jltervnevet, amely m\u00e9g nincs haszn\u00e1latban a f\u00e1jlterv-lerakatban.
FNRRS0347.message     = A f\u00e1jltervn\u00e9v nem egyedi: ''{0}''.
FNRRS0347.arg.0       = f\u00e1jlterv_neve

FNRRS0348.explanation = Hiba t\u00f6rt\u00e9nt egy \u00faj f\u00e1jlterv hozz\u00e1ad\u00e1sakor a f\u00e1jlterv-lerakathoz.
FNRRS0348.action      = Ellen\u0151rizze, hogy a c\u00e9llerakat \u00e9rv\u00e9nyes-e. Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a jelenlegi felhaszn\u00e1l\u00f3 rendelkezik a m\u0171veletet lehet\u0151v\u00e9 t\u00e9v\u0151 objektum szint\u0171 biztons\u00e1gi hozz\u00e1f\u00e9r\u00e9ssel.
FNRRS0348.message     = Nem adhat\u00f3 hozz\u00e1 az \u00faj f\u00e1jlterv a c\u00e9l f\u00e1jlterv-lerakathoz: ''{0}''.
FNRRS0348.arg.0       = lerakat_azonoss\u00e1ga

FNRRS0349.explanation = Nem siker\u00fclt megszerezni a megadott oszt\u00e1lyhoz \u00e9s lerakathoz tartoz\u00f3 megadott tulajdons\u00e1gle\u00edr\u00e1st vagy annak almez\u0151it.
FNRRS0349.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a megadott oszt\u00e1ly megfelel\u0151 a jelenlegi folyamathoz.
FNRRS0349.message     = Nem siker\u00fclt beszerezni a(z) ''{0}'' tulajdons\u00e1gle\u00edr\u00e1s\u00e1t, oszt\u00e1ly azonoss\u00e1ga: ''{1}'' a(z) ''{2}'' lerakatb\u00f3l.
FNRRS0349.arg.0       = tulajdons\u00e1g_azonoss\u00e1ga
FNRRS0349.arg.1       = oszt\u00e1ly_azonoss\u00e1ga
FNRRS0349.arg.2       = lerakat_azonoss\u00e1ga

FNRRS0350.explanation = Hiba t\u00f6rt\u00e9nt a megadott tartalomelem lek\u00e9r\u00e9sekor egy rekord deklar\u00e1l\u00e1si folyamat r\u00e9szek\u00e9nt.
FNRRS0350.action      = Ellen\u0151rizze, hogy a megadott tartalomelem l\u00e9tezik-e \u00e9s el\u00e9rhet\u0151-e.
FNRRS0350.message     = Nem siker\u00fclt lek\u00e9rni a megadott tartalomelemet rekord deklar\u00e1l\u00e1si c\u00e9lb\u00f3l: ''{0}''.
FNRRS0350.arg.0       = tartalomelem_azonoss\u00e1ga

FNRRS0351.explanation = Nem tal\u00e1lhat\u00f3 akt\u00edv lesz\u00e1rmazott k\u00f6tet a megadott rekordmapp\u00e1hoz. Ez megakad\u00e1lyozhat egy rekord deklar\u00e1l\u00e1si m\u0171veletet, ha ez a rekordmappa az \u00faj rekord c\u00e9lt\u00e1rol\u00f3inak tagja.
FNRRS0351.action      = Adjon hozz\u00e1 egy \u00faj akt\u00edv k\u00f6tetet a rekordmapp\u00e1hoz, vagy nyisson meg \u00fajra egy megl\u00e9v\u0151 k\u00f6tetet \u00e9s hat\u00e1rozza meg azt a rekord deklar\u00e1l\u00e1si m\u0171velet c\u00e9lt\u00e1rol\u00f3jak\u00e9nt.
FNRRS0351.message     = Nincs el\u00e9rhet\u0151 akt\u00edv lesz\u00e1rmazott k\u00f6tet a megadott rekordmapp\u00e1hoz: ''{0}''.
FNRRS0351.arg.0       = rekordmappa_azonoss\u00e1ga

FNRRS0352.explanation = Hiba t\u00f6rt\u00e9nt a helyek lek\u00e9r\u00e9sekor a sz\u00fcl\u0151 f\u00e1jlterv-lerakatb\u00f3l.
FNRRS0352.action      = Ellen\u0151rizze, hogy a jelenlegi felhaszn\u00e1l\u00f3nak van-e legal\u00e1bb megtekint\u00e9si jogosults\u00e1ga a f\u00e1jlterv-lerakat tartalm\u00e1hoz.
FNRRS0352.message     = Hiba t\u00f6rt\u00e9nt a helyek lek\u00e9r\u00e9sekor a f\u00e1jlterv-lerakatb\u00f3l: ''{0}''.
FNRRS0352.arg.0       = f\u00e1jlterv_lerakat

FNRRS0353.explanation = Hiba t\u00f6rt\u00e9nt a kieg\u00e9sz\u00edt\u0151 lek\u00e9r\u00e9sekor a megadott lerakatb\u00f3l.
FNRRS0353.action      = Ellen\u0151rizze, hogy a jelenlegi felhaszn\u00e1l\u00f3nak van-e legal\u00e1bb megtekint\u00e9si jogosults\u00e1ga a lerakat tartalm\u00e1hoz.
FNRRS0353.message     = Hiba t\u00f6rt\u00e9nt a kieg\u00e9sz\u00edt\u0151k lek\u00e9r\u00e9sekor a lerakatb\u00f3l: ''{0}''.
FNRRS0353.arg.0       = lerakat

FNRRS0354.explanation = Hiba t\u00f6rt\u00e9nt a rekordt\u00edpusok lek\u00e9r\u00e9sekor a sz\u00fcl\u0151 f\u00e1jlterv-lerakatb\u00f3l.
FNRRS0354.action      = Ellen\u0151rizze, hogy a jelenlegi felhaszn\u00e1l\u00f3nak van-e legal\u00e1bb megtekint\u00e9si jogosults\u00e1ga a f\u00e1jlterv-lerakat tartalm\u00e1hoz.
FNRRS0354.message     = Hiba t\u00f6rt\u00e9nt a rekordt\u00edpusok lek\u00e9r\u00e9sekor a f\u00e1jlterv-lerakatb\u00f3l: ''{0}''.
FNRRS0354.arg.0       = f\u00e1jlterv_lerakat

FNRRS0355.explanation = Az RMLink rmLinkId azonos\u00edt\u00f3 karaktersorozat\u00e1nak form\u00e1tuma \u00e9rv\u00e9nytelen.
FNRRS0355.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy az azonos\u00edt\u00f3 karaktersorozat egy GUID karaktersorozat form\u00e1tum\u00e1ban van megadva: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', ahol minden ''x'' egy hexadecim\u00e1lis karakter.
FNRRS0355.message     = Helytelen rmLink azonos\u00edt\u00f3 karaktersorozat form\u00e1tum: ''{0}''.
FNRRS0355.arg.0       = rmLinkId

FNRRS0356.explanation = Hiba t\u00f6rt\u00e9nt az el\u00e9rhet\u0151 Biztons\u00e1gi besorol\u00e1si \u00fatmutat\u00f3k lek\u00e9r\u00e9sekor a megadott f\u00e1jlterv-lerakatb\u00f3l.
FNRRS0356.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a lerakat egy DoD biztons\u00e1gi besorol\u00e1s\u00fa f\u00e1jlterv-lerakat, \u00e9s hogy a jelenlegi felhaszn\u00e1l\u00f3nak megvan a sz\u00fcks\u00e9ges biztons\u00e1gi hozz\u00e1f\u00e9r\u00e9se b\u00e1rmely besorol\u00e1si \u00fatmutat\u00f3hoz.
FNRRS0356.message     = Hiba t\u00f6rt\u00e9nt a biztons\u00e1gi besorol\u00e1si \u00fatmutat\u00f3k lek\u00e9r\u00e9sekor a f\u00e1jlterv-lerakatb\u00f3l: ''{0}''.
FNRRS0356.arg.0       = lerakat_azonoss\u00e1ga

FNRRS0357.explanation = Hiba t\u00f6rt\u00e9nt az el\u00e9rhet\u0151 lesz\u00e1rmazott szakaszok lek\u00e9r\u00e9sekor a megadott biztons\u00e1gi besorol\u00e1si \u00fatmutat\u00f3hoz, vagy a megadott f\u00e1jlterv-lerakathoz tartoz\u00f3 \u00fatmutat\u00f3 szakaszhoz.
FNRRS0357.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a lerakat egy DoD biztons\u00e1gi besorol\u00e1s\u00fa f\u00e1jlterv-lerakat, \u00e9s hogy a jelenlegi felhaszn\u00e1l\u00f3nak megvan a sz\u00fcks\u00e9ges biztons\u00e1gi hozz\u00e1f\u00e9r\u00e9se b\u00e1rmely besorol\u00e1si \u00fatmutat\u00f3hoz.
FNRRS0357.message     = Hiba t\u00f6rt\u00e9nt a lesz\u00e1rmazott szakaszok lek\u00e9r\u00e9sekor a(z) ''{0}'' f\u00e1jlterv-lerakathoz tartoz\u00f3 ''{1}'' besorol\u00e1si \u00fatmutat\u00f3b\u00f3l vagy \u00fatmutat\u00f3 szakaszb\u00f3l.
FNRRS0357.arg.0       = lerakat_azonoss\u00e1ga
FNRRS0357.arg.1       = besorol\u00e1si_\u00fatmutat\u00f3_vagy_szakasz

FNRRS0358.explanation = Hiba t\u00f6rt\u00e9nt az el\u00e9rhet\u0151 lesz\u00e1rmazott t\u00e9mak\u00f6r\u00f6k lek\u00e9r\u00e9sekor a megadott biztons\u00e1gi besorol\u00e1si \u00fatmutat\u00f3hoz, vagy a megadott f\u00e1jlterv-lerakathoz tartoz\u00f3 \u00fatmutat\u00f3 szakaszhoz.
FNRRS0358.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a lerakat egy DoD biztons\u00e1gi besorol\u00e1s\u00fa f\u00e1jlterv-lerakat, \u00e9s hogy a jelenlegi felhaszn\u00e1l\u00f3nak megvan a sz\u00fcks\u00e9ges biztons\u00e1gi hozz\u00e1f\u00e9r\u00e9se b\u00e1rmely besorol\u00e1si \u00fatmutat\u00f3hoz.
FNRRS0358.message     = Hiba t\u00f6rt\u00e9nt a lesz\u00e1rmazott t\u00e9mak\u00f6r\u00f6k lek\u00e9r\u00e9sekor a(z) ''{0}'' f\u00e1jlterv-lerakathoz tartoz\u00f3 ''{1}'' besorol\u00e1si \u00fatmutat\u00f3b\u00f3l vagy \u00fatmutat\u00f3 szakaszb\u00f3l.
FNRRS0358.arg.0       = lerakat_azonoss\u00e1ga
FNRRS0358.arg.1       = besorol\u00e1si_\u00fatmutat\u00f3_vagy_szakasz

FNRRS0359.explanation = A megadott f\u00e1jlterv-lerakat nincs konfigur\u00e1lva a DoD Classified adatmodellel, \u00e9s ez\u00e9rt nem t\u00e1mogatja a DoD biztons\u00e1gi besorol\u00e1si \u00fatmutat\u00f3kat.
FNRRS0359.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a helyes f\u00e1jlterv-lerakat van megadva, \u00e9s hogy az konfigur\u00e1lva van a DoD Classified adatmodellel.
FNRRS0359.message     = A DoD besorol\u00e1si \u00fatmutat\u00f3k nem t\u00e1mogatottak a k\u00f6vetkez\u0151 f\u00e1jlterv-lerakathoz: ''{0}''.
FNRRS0359.arg.0       = lerakat_azonoss\u00e1ga

FNRRS0360.explanation = Hiba t\u00f6rt\u00e9nt a megadott f\u00e1jlterv-lerakathoz tartoz\u00f3 megadott biztons\u00e1gi besorol\u00e1si k\u00e9zik\u00f6nyv lek\u00e9r\u00e9s\u00e9re tett k\u00eds\u00e9rlet sor\u00e1n.
FNRRS0360.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a lerakat egy DoD biztons\u00e1gi besorol\u00e1s\u00fa f\u00e1jlterv-lerakat, \u00e9s hogy a jelenlegi felhaszn\u00e1l\u00f3nak megvan a sz\u00fcks\u00e9ges biztons\u00e1gi hozz\u00e1f\u00e9r\u00e9se b\u00e1rmely besorol\u00e1si \u00fatmutat\u00f3hoz.
FNRRS0360.message     = Hiba t\u00f6rt\u00e9nt a(z) ''{0}'' f\u00e1jlterv-lerakathoz tartoz\u00f3 ''{1}'' besorol\u00e1si \u00fatmutat\u00f3 lek\u00e9r\u00e9sekor.
FNRRS0360.arg.0       = lerakat_azonoss\u00e1ga
FNRRS0360.arg.1       = \u00fatmutat\u00f3_azonoss\u00e1ga

FNRRS0361.explanation = A P8 Content Engine API v\u00e1ratlan kiv\u00e9telt adott vissza, amelyet a Kiv\u00e9telk\u00f3d \u00e9s \u00dczenet karaktersorozat ad meg.
FNRRS0361.action      = Vizsg\u00e1lja meg a tartalmazott P8 Content Engine kiv\u00e9telt \u00e9s b\u00e1rmely el\u00e9rhet\u0151 hibarekordot a hibahelyzet m\u00f6g\u00f6tt rejl\u0151 okokkal kapcsolatos inform\u00e1ci\u00f3k\u00e9rt.
FNRRS0361.message     = V\u00e1ratlan P8 Content Engine kiv\u00e9tel t\u00f6rt\u00e9nt. Kiv\u00e9telk\u00f3d: {0}, \u00dczenet: ''{1}''
FNRRS0361.arg.0       = ce_kiv\u00e9telk\u00f3d
FNRRS0361.arg.1       = ce_kiv\u00e9tel_\u00fczenet

FNRRS0362.explanation = V\u00e1ratlan kiv\u00e9tel t\u00f6rt\u00e9nt a DoD Classified maxim\u00e1lis visszavon\u00e1si id\u0151korl\u00e1t \u00e9rt\u00e9k lek\u00e9r\u00e9sekor a megadott f\u00e1jlterv-lerakatb\u00f3l.
FNRRS0362.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a DoD Classified adatmodell tulajdons\u00e1g konfigur\u00e1lva van a lerakathoz, \u00e9s hogy \u00e9rv\u00e9nyes \u00e9rt\u00e9ket tartalmaz a megfelel\u0151 rendszerkonfigur\u00e1ci\u00f3s bejegyz\u00e9shez.
FNRRS0362.message     = V\u00e1ratlan hiba t\u00f6rt\u00e9nt a DoD Classified maxim\u00e1lis visszavon\u00e1si id\u0151korl\u00e1t \u00e9rt\u00e9k lek\u00e9r\u00e9sekor. Lerakat: ''{0}''
FNRRS0362.arg.0       = lerakat_neve

FNRRS0363.explanation = Hiba t\u00f6rt\u00e9nt a selejtez\u00e9si m\u0171veletek lek\u00e9r\u00e9sekor a sz\u00fcl\u0151 f\u00e1jlterv-lerakatb\u00f3l.
FNRRS0363.action      = Ellen\u0151rizze, hogy a jelenlegi felhaszn\u00e1l\u00f3nak van-e legal\u00e1bb megtekint\u00e9si jogosults\u00e1ga a f\u00e1jlterv-lerakat tartalm\u00e1hoz.
FNRRS0363.message     = Hiba t\u00f6rt\u00e9nt a selejtez\u00e9si m\u0171veletek lek\u00e9r\u00e9sekor a f\u00e1jlterv-lerakatb\u00f3l: ''{0}''.
FNRRS0363.arg.0       = f\u00e1jlterv_lerakat

FNRRS0364.explanation = Hiba t\u00f6rt\u00e9nt a selejtez\u00e9si aktiv\u00e1l\u00f3k lek\u00e9r\u00e9sekor a sz\u00fcl\u0151 f\u00e1jlterv-lerakatb\u00f3l.
FNRRS0364.action      = Ellen\u0151rizze, hogy a jelenlegi felhaszn\u00e1l\u00f3nak van-e legal\u00e1bb megtekint\u00e9si jogosults\u00e1ga a f\u00e1jlterv-lerakat tartalm\u00e1hoz.
FNRRS0364.message     = Hiba t\u00f6rt\u00e9nt a selejtez\u00e9si aktiv\u00e1l\u00f3k lek\u00e9r\u00e9sekor a f\u00e1jlterv-lerakatb\u00f3l: ''{0}''.
FNRRS0364.arg.0       = f\u00e1jlterv_lerakat

FNRRS0365.explanation = Hiba t\u00f6rt\u00e9nt a selejtez\u00e9si \u00fctemez\u00e9sek lek\u00e9r\u00e9sekor a sz\u00fcl\u0151 f\u00e1jlterv-lerakatb\u00f3l.
FNRRS0365.action      = Ellen\u0151rizze, hogy a jelenlegi felhaszn\u00e1l\u00f3nak van-e legal\u00e1bb megtekint\u00e9si jogosults\u00e1ga a f\u00e1jlterv-lerakat tartalm\u00e1hoz.
FNRRS0365.message     = Hiba t\u00f6rt\u00e9nt a selejtez\u00e9si \u00fctemez\u00e9sek lek\u00e9r\u00e9sekor a f\u00e1jlterv-lerakatb\u00f3l: ''{0}''.
FNRRS0365.arg.0       = f\u00e1jlterv_lerakat

FNRRS0366.explanation = A javasolt selejtez\u00e9si aktiv\u00e1l\u00f3 esem\u00e9nyn\u00e9v m\u00e1r haszn\u00e1latban van ehhez a lerakathoz.
FNRRS0366.action      = Adjon meg egy olyan \u00e9rt\u00e9ket, amely m\u00e9g nincs haszn\u00e1latban a lerakathoz.
FNRRS0366.message     = A javasolt selejtez\u00e9si aktiv\u00e1l\u00f3 esem\u00e9nyn\u00e9v nem egyedi a lerakathoz: ''{0}''.
FNRRS0366.arg.0       = n\u00e9v_\u00e9rt\u00e9ke

FNRRS0367.explanation = Az ism\u00e9tl\u0151d\u0151 selejtez\u00e9si aktiv\u00e1l\u00f3 ciklus id\u0151tartam\u00e1nak nagyobbnak kell lennie, mint 0.
FNRRS0367.action      = Adjon meg egy nem-nulla \u00e9rt\u00e9ket az \u00e9vek, h\u00f3napok vagy napok \u00e9rt\u00e9kek\u00e9nt.
FNRRS0367.message     = Legal\u00e1bb egy ciklikus id\u0151tartam \u00e9rt\u00e9knek nagyobbnak kell lennie, mint 0.

FNRRS0368.explanation = Hiba t\u00f6rt\u00e9nt egy \u00faj selejtez\u00e9si aktiv\u00e1l\u00f3 hozz\u00e1ad\u00e1sakor a f\u00e1jlterv-lerakathoz.
FNRRS0368.action      = Ellen\u0151rizze, hogy a c\u00e9llerakat \u00e9rv\u00e9nyes-e. Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a jelenlegi felhaszn\u00e1l\u00f3 rendelkezik a m\u0171veletet lehet\u0151v\u00e9 t\u00e9v\u0151 objektum szint\u0171 biztons\u00e1gi hozz\u00e1f\u00e9r\u00e9ssel.
FNRRS0368.message     = Nem adhat\u00f3 hozz\u00e1 az \u00faj selejtez\u00e9si aktiv\u00e1l\u00f3 a c\u00e9l f\u00e1jlterv-lerakathoz: ''{0}''.
FNRRS0368.arg.0       = lerakat_azonoss\u00e1ga

FNRRS0369.explanation = Hiba t\u00f6rt\u00e9nt egy \u00faj selejtez\u00e9si m\u0171velet hozz\u00e1ad\u00e1sakor a f\u00e1jlterv-lerakathoz.
FNRRS0369.action      = Ellen\u0151rizze, hogy a c\u00e9llerakat \u00e9rv\u00e9nyes-e. Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a jelenlegi felhaszn\u00e1l\u00f3 rendelkezik a m\u0171veletet lehet\u0151v\u00e9 t\u00e9v\u0151 objektum szint\u0171 biztons\u00e1gi hozz\u00e1f\u00e9r\u00e9ssel.
FNRRS0369.message     = Nem adhat\u00f3 hozz\u00e1 az \u00faj selejtez\u00e9si m\u0171velet a c\u00e9l f\u00e1jlterv-lerakathoz: ''{0}''.
FNRRS0369.arg.0       = lerakat_azonoss\u00e1ga

FNRRS0370.explanation = A javasolt selejtez\u00e9si m\u0171veletn\u00e9v m\u00e1r haszn\u00e1latban van ehhez a lerakathoz.
FNRRS0370.action      = Adjon meg egy olyan \u00e9rt\u00e9ket, amely m\u00e9g nincs haszn\u00e1latban a lerakathoz.
FNRRS0370.message     = A javasolt selejtez\u00e9si m\u0171veletn\u00e9v nem egyedi a lerakathoz: ''{0}''.
FNRRS0370.arg.0       = n\u00e9v_\u00e9rt\u00e9ke

FNRRS0371.explanation = A javasolt selejtez\u00e9si m\u0171velet t\u00e1rs\u00edtott munkafolyamat \u00e9rt\u00e9ke nem a WorkflowDefinition oszt\u00e1ly egy p\u00e9ld\u00e1nya.
FNRRS0371.action      = Adjon meg egy \u00e9rv\u00e9nyes IBM Enterprise Records WorkflowDefinition p\u00e9ld\u00e1nyt a t\u00e1rs\u00edtott munkafolyamat tulajdons\u00e1ghoz.
FNRRS0371.message     = A javasolt selejtez\u00e9si m\u0171velet t\u00e1rs\u00edtott munkafolyamat \u00e9rt\u00e9ke nem a WorkflowDefinition oszt\u00e1ly egy p\u00e9ld\u00e1nya: ''{0}''.
FNRRS0371.arg.0       = oszt\u00e1ly_neve

FNRRS0372.explanation = Hiba t\u00f6rt\u00e9nt a munkafolyamat-meghat\u00e1roz\u00e1sok lek\u00e9r\u00e9sekor a sz\u00fcl\u0151 f\u00e1jlterv-lerakatb\u00f3l.
FNRRS0372.action      = Ellen\u0151rizze, hogy a jelenlegi felhaszn\u00e1l\u00f3nak van-e legal\u00e1bb megtekint\u00e9si jogosults\u00e1ga a f\u00e1jlterv-lerakat tartalm\u00e1hoz.
FNRRS0372.message     = Hiba t\u00f6rt\u00e9nt a munkafolyamat-meghat\u00e1roz\u00e1sok lek\u00e9r\u00e9sekor a f\u00e1jlterv-lerakatb\u00f3l: ''{0}''.
FNRRS0372.arg.0       = f\u00e1jlterv_lerakat

FNRRS0373.explanation = A javasolt selejtez\u00e9si \u00fctemez\u00e9sn\u00e9v m\u00e1r haszn\u00e1latban van ehhez a lerakathoz.
FNRRS0373.action      = Adjon meg egy olyan \u00e9rt\u00e9ket, amely m\u00e9g nincs haszn\u00e1latban a lerakathoz.
FNRRS0373.message     = A javasolt selejtez\u00e9si \u00fctemez\u00e9sn\u00e9v nem egyedi a lerakathoz: ''{0}''.
FNRRS0373.arg.0       = n\u00e9v_\u00e9rt\u00e9ke

FNRRS0374.explanation = A javasolt selejtez\u00e9si \u00fctemez\u00e9shez \u00e9rv\u00e9nytelen selejtez\u00e9si aktiv\u00e1l\u00f3 \u00e9rt\u00e9k van megadva.
FNRRS0374.action      = Adjon meg egy \u00e9rv\u00e9nyes selejtez\u00e9si aktiv\u00e1l\u00f3 \u00e9rt\u00e9ket vagy egy el\u0151re meghat\u00e1rozott napt\u00e1ri d\u00e1tum aktiv\u00e1l\u00f3t.
FNRRS0374.message     = A javasolt selejtez\u00e9si \u00fctemez\u00e9shez \u00e9rv\u00e9nytelen selejtez\u00e9si aktiv\u00e1l\u00f3 \u00e9rt\u00e9k van megadva.
FNRRS0374.arg.0       = n\u00e9v_\u00e9rt\u00e9ke

FNRRS0375.explanation = A megadott tulajdons\u00e1g \u00e9rt\u00e9ke \u00e9rv\u00e9nytelen vagy k\u00edv\u00fcl esik a tartom\u00e1nyon.
FNRRS0375.action      = Adjon meg egy \u00e9rv\u00e9nyes \u00e9rt\u00e9ket a megadott tulajdons\u00e1ghoz.
FNRRS0375.message     = A megadott tulajdons\u00e1g \u00e9rt\u00e9ke \u00e9rv\u00e9nytelen vagy k\u00edv\u00fcl esik a tartom\u00e1nyon: {0}, ''{1}''
FNRRS0375.arg.0       = tulajdons\u00e1g_neve
FNRRS0375.arg.1       = tulajdons\u00e1g_\u00e9rt\u00e9ke

FNRRS0376.explanation = A javasolt selejtez\u00e9si \u00fctemez\u00e9sn\u00e9vb\u0151l hi\u00e1nyzik egy \u00e9rv\u00e9nyes megtart\u00e1si id\u0151tartam \u00e9rt\u00e9k.
FNRRS0376.action      = Adjon meg nem-negat\u00edv \u00e9rt\u00e9keket a megtart\u00e1si id\u0151tartamhoz (\u00e9v, h\u00f3nap, nap).
FNRRS0376.message     = A javasolt selejtez\u00e9si \u00fctemez\u00e9sn\u00e9vb\u0151l hi\u00e1nyzik egy \u00e9rv\u00e9nyes megtart\u00e1si id\u0151tartam \u00e9rt\u00e9k.

FNRRS0377.explanation = A selejtez\u00e9si f\u00e1zisb\u00f3l hi\u00e1nyzik egy \u00e9rv\u00e9nyes megtart\u00e1si id\u0151 \u00e9rt\u00e9k.
FNRRS0377.action      = Adjon meg nem-negat\u00edv \u00e9rt\u00e9keket a megtart\u00e1si id\u0151h\u00f6z (\u00e9v, h\u00f3nap, nap).
FNRRS0377.message     = A selejtez\u00e9si f\u00e1zisb\u00f3l hi\u00e1nyzik egy \u00e9rv\u00e9nyes megtart\u00e1si id\u0151 \u00e9rt\u00e9k.

FNRRS0378.explanation = A selejtez\u00e9si f\u00e1zis alternat\u00edv megtart\u00e1si id\u0151tartamb\u00f3l hi\u00e1nyzik egy \u00e9rv\u00e9nyes megtart\u00e1si id\u0151tartam \u00e9rt\u00e9k.
FNRRS0378.action      = Adjon meg nem-negat\u00edv \u00e9rt\u00e9keket a megtart\u00e1si id\u0151tartamhoz (\u00e9v, h\u00f3nap, nap).
FNRRS0378.message     = A selejtez\u00e9si f\u00e1zis alternat\u00edv megtart\u00e1si id\u0151tartamb\u00f3l hi\u00e1nyzik egy \u00e9rv\u00e9nyes megtart\u00e1si id\u0151tartam \u00e9rt\u00e9k.

FNRRS0379.explanation = Hiba t\u00f6rt\u00e9nt egy \u00faj selejtez\u00e9si \u00fctemez\u00e9s hozz\u00e1ad\u00e1sakor a f\u00e1jlterv-lerakathoz.
FNRRS0379.action      = Ellen\u0151rizze, hogy a c\u00e9llerakat \u00e9rv\u00e9nyes-e. Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a jelenlegi felhaszn\u00e1l\u00f3 rendelkezik a m\u0171veletet lehet\u0151v\u00e9 t\u00e9v\u0151 objektum szint\u0171 biztons\u00e1gi hozz\u00e1f\u00e9r\u00e9ssel.
FNRRS0379.message     = Nem adhat\u00f3 hozz\u00e1 az \u00faj selejtez\u00e9si \u00fctemez\u00e9s a c\u00e9l f\u00e1jlterv-lerakathoz: ''{0}''.
FNRRS0379.arg.0       = lerakat_azonoss\u00e1ga

FNRRS0380.explanation = Hiba t\u00f6rt\u00e9nt egy \u00faj rekordt\u00edpus hozz\u00e1ad\u00e1sakor a f\u00e1jlterv-lerakathoz.
FNRRS0380.action      = Ellen\u0151rizze, hogy a c\u00e9llerakat \u00e9rv\u00e9nyes-e. Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a jelenlegi felhaszn\u00e1l\u00f3 rendelkezik a m\u0171veletet lehet\u0151v\u00e9 t\u00e9v\u0151 objektum szint\u0171 biztons\u00e1gi hozz\u00e1f\u00e9r\u00e9ssel.
FNRRS0380.message     = Nem adhat\u00f3 hozz\u00e1 az \u00faj rekordt\u00edpus a c\u00e9l f\u00e1jlterv-lerakathoz: ''{0}''.
FNRRS0380.arg.0       = lerakat_azonoss\u00e1ga

FNRRS0381.explanation = A javasolt rekordt\u00edpusn\u00e9v m\u00e1r haszn\u00e1latban van ebben a lerakatban.
FNRRS0381.action      = Adjon meg egy olyan \u00e9rt\u00e9ket, amely m\u00e9g nincs haszn\u00e1latban a lerakatban.
FNRRS0381.message     = A javasolt rekordt\u00edpusn\u00e9v nem egyedi a lerakatban: ''{0}''.
FNRRS0381.arg.0       = n\u00e9v_\u00e9rt\u00e9ke

FNRRS0382.explanation = Nem hozhat\u00f3 l\u00e9tre az entit\u00e1s_t\u00edpus \u00faj p\u00e9ld\u00e1nya a lerakat_azonoss\u00e1ga lerakathoz.
FNRRS0382.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a t\u00e1rs\u00edtott oszt\u00e1ly meg van hat\u00e1rozva a lerakathoz, \u00e9s hogy a jelenlegi felhaszn\u00e1l\u00f3 rendelkezik a megfelel\u0151 biztons\u00e1gi hozz\u00e1f\u00e9r\u00e9ssel a m\u0171velet elv\u00e9gz\u00e9s\u00e9hez.
FNRRS0382.message     = Nem hozhat\u00f3 l\u00e9tre az entit\u00e1st\u00edpus egy \u00faj p\u00e9ld\u00e1nya a megadott lerakathoz: {0}, ''{1}''.
FNRRS0382.arg.0       = entit\u00e1s_t\u00edpusa
FNRRS0382.arg.1       = lerakat_azonoss\u00e1ga

FNRRS0383.explanation = A megadott tulajdons\u00e1g vagy annak \u00e9rt\u00e9ke jelenleg nem el\u00e9rhet\u0151.
FNRRS0383.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a tulajdons\u00e1g meg van hat\u00e1rozva, \u00e9s el\u00e9rhet\u0151 a jelenlegi felhaszn\u00e1l\u00f3 sz\u00e1m\u00e1ra.
FNRRS0383.message     = A tulajdons\u00e1g nem k\u00e9rhet\u0151 le: {0}.
FNRRS0383.arg.0       = tulajdons\u00e1g_neve

FNRRS0384.explanation = A javasolt helyn\u00e9v m\u00e1r haszn\u00e1latban van ehhez a lerakathoz.
FNRRS0384.action      = Adjon meg egy olyan \u00e9rt\u00e9ket, amely m\u00e9g nincs haszn\u00e1latban a lerakatban.
FNRRS0384.message     = A javasolt helyn\u00e9v nem egyedi a lerakatban: ''{0}''.
FNRRS0384.arg.0       = n\u00e9v_\u00e9rt\u00e9ke

FNRRS0385.explanation = A jelenlegi objektumt\u00edpus nem t\u00e1mogatja a m\u0171veletet.
FNRRS0385.action      = Ez a m\u0171velet nem haszn\u00e1lhat\u00f3 ezzel az objektummal.  M\u00f3dos\u00edtsa vagy az objektumot, vagy a m\u0171veletet.
FNRRS0385.message     = Ez a m\u0171velet nem t\u00e1mogatott a jelenlegi objektumt\u00edpussal.

FNRRS0386.explanation = A javasolt felf\u00fcggeszt\u00e9sn\u00e9v m\u00e1r haszn\u00e1latban van ehhez a lerakathoz.
FNRRS0386.action      = Adjon meg egy olyan \u00e9rt\u00e9ket, amely m\u00e9g nincs haszn\u00e1latban a lerakatban.
FNRRS0386.message     = A javasolt felf\u00fcggeszt\u00e9sn\u00e9v nem egyedi a lerakatban: ''{0}''.
FNRRS0386.arg.0       = n\u00e9v_\u00e9rt\u00e9ke

FNRRS0387.explanation = Hiba t\u00f6rt\u00e9nt a felf\u00fcggeszt\u00e9sek lek\u00e9r\u00e9sekor a f\u00e1jlterv-lerakatb\u00f3l.
FNRRS0387.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy legal\u00e1bb egy felf\u00fcggeszt\u00e9s l\u00e9tezik a lerakatban.
FNRRS0387.message     = Hiba t\u00f6rt\u00e9nt a felf\u00fcggeszt\u00e9sek lek\u00e9r\u00e9sekor a f\u00e1jlterv-lerakatb\u00f3l: ''{0}''.
FNRRS0387.arg.0       = f\u00e1jlterv_lerakat_azonos\u00edt\u00f3ja

FNRRS0388.explanation = A felf\u00fcggeszt\u00e9s rmHoldId azonos\u00edt\u00f3 karaktersorozat\u00e1nak form\u00e1tuma \u00e9rv\u00e9nytelen.
FNRRS0388.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy az azonos\u00edt\u00f3 karaktersorozat egy GUID karaktersorozat form\u00e1tum\u00e1ban van megadva: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', ahol minden ''x'' egy hexadecim\u00e1lis karakter.
FNRRS0388.message     = Helytelen felf\u00fcggeszt\u00e9sazonos\u00edt\u00f3 karaktersorozat form\u00e1tum: ''{0}''.
FNRRS0388.arg.0       = felf\u00fcggeszt\u00e9s_azonos\u00edt\u00f3

FNRRS0389.explanation = Az SQL lek\u00e9rdez\u00e9s nem inicializ\u00e1lhat\u00f3 az objektumt\u00e1rol\u00f3n.
FNRRS0389.action      = Ha az SQL tartalom alap\u00fa lek\u00e9r\u00e9st tartalmaz, akkor ellen\u0151rizze, hogy a tartalomkeres\u00e9si alrendszer helyesen van-e konfigur\u00e1lva.
FNRRS0389.message     = Nem siker\u00fclt inicializ\u00e1lni a(z) ''{0}'' SQL lek\u00e9rdez\u00e9st a lerakathoz: ''{1}''.
FNRRS0389.arg.0       = SQL_lek\u00e9rdez\u00e9si_karaktersorozat
FNRRS0389.arg.1       = lerakat_azonos\u00edt\u00f3ja

FNRRS0390.explanation = Az IBM Enterprise Records nem t\u00e1mogatja a heterog\u00e9n tartalom alap\u00fa lek\u00e9r\u00e9s (CBR) k\u00f6rnyezetet, amely a CBR alrendszerek k\u00fcl\u00f6nb\u00f6z\u0151 t\u00edpusait kombin\u00e1lja.
FNRRS0390.action      = A rekordobjektum-t\u00e1rol\u00f3ban l\u00e9v\u0151 keres\u00e9si alrendszereket \u00e1t kell \u00e1ll\u00edtania IBM \u00f6r\u00f6k\u00f6lt tartalomkeres\u00e9si alrendszerr\u0151l IBM tartalomkeres\u00e9si szolg\u00e1ltat\u00e1sokra.
FNRRS0390.message     = A f\u00e1jlterv-lerakattal t\u00e1rs\u00edtott tartalom lerakatok egy heterog\u00e9n tartalom alap\u00fa lek\u00e9r\u00e9s (CBR) k\u00f6rnyezettel vannak t\u00e1rs\u00edtva, amely k\u00fcl\u00f6nb\u00f6z\u0151 t\u00edpus\u00fa CBR alrendszereket kombin\u00e1l. Ez a heterog\u00e9n CBR konfigur\u00e1ci\u00f3 nem t\u00e1mogatott. A keres\u00e9si alrendszert \u00e1t kell \u00e1ll\u00edtania IBM \u00f6r\u00f6k\u00f6lt tartalomkeres\u00e9si alrendszerr\u0151l IBM tartalomkeres\u00e9si szolg\u00e1ltat\u00e1sokra. Tov\u00e1bbi inform\u00e1ci\u00f3k\u00e9rt tekintse meg az "IBM FileNet tartalomkeres\u00e9si alrendszer" c\u00edm\u0171 t\u00e9mak\u00f6rt a FileNet P8 inform\u00e1ci\u00f3s k\u00f6zpontban.

FNRRS0391.explanation = Nem siker\u00fclt inicializ\u00e1lni a tartalom alap\u00fa lek\u00e9r\u00e9st. Nincs konfigur\u00e1lva tartalomkeres\u00e9si alrendszer, vagy ha igen, akkor helytelen\u00fcl van konfigur\u00e1lva.
FNRRS0391.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy megfelel\u0151en konfigur\u00e1lva van egy tartalomkeres\u00e9si alrendszer a tartalom lerakattal.
FNRRS0391.message     = Nincs konfigur\u00e1lva tartalomkeres\u00e9si alrendszer, vagy ha igen, akkor helytelen\u00fcl van konfigur\u00e1lva. Nem siker\u00fclt inicializ\u00e1lni a(z) ''{0}'' tartalom alap\u00fa lek\u00e9r\u00e9st a lerakathoz: ''{1}''.
FNRRS0391.arg.0       = SQL_lek\u00e9rdez\u00e9si_karaktersorozat
FNRRS0391.arg.1       = lerakat_azonos\u00edt\u00f3ja

FNRRS0392.explanation = A keres\u00e9si eredm\u00e9nyek nem k\u00e9rdezhet\u0151k le a keres\u00e9si felt\u00e9telek alapj\u00e1n.
FNRRS0392.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy megfelel\u0151en konfigur\u00e1lva van egy tartalomkeres\u00e9si alrendszer a rekordobjektum-t\u00e1rol\u00f3val.
FNRRS0392.message     = A keres\u00e9si eredm\u00e9nyek nem k\u00e9rdezhet\u0151k le a keres\u00e9si felt\u00e9telek alapj\u00e1n.

FNRRS0393.explanation = A rekord nem iktathat\u00f3 t\u00f6bb t\u00e1rol\u00f3ban.
FNRRS0393.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a rekord nincs t\u00f6bbsz\u00f6r iktatva, majd pr\u00f3b\u00e1lkozzon \u00fajra.
FNRRS0393.message     = A rekord nem iktathat\u00f3 t\u00f6bb t\u00e1rol\u00f3ban.

FNRRS0394.explanation = A param\u00e9ter \u00e9rt\u00e9k hi\u00e1nyzik vagy az \u00e9rt\u00e9k \u00e9rv\u00e9nytelen.
FNRRS0394.action      = Adjon meg egy kompatibilis param\u00e9ter \u00e9rt\u00e9ket.
FNRRS0394.message     = A k\u00f6vetkez\u0151 param\u00e9ter \u00e9rt\u00e9ke \u00e9rv\u00e9nytelen: ''{0}''
FNRRS0394.arg.0       = param\u00e9tern\u00e9v

FNRRS0395.explanation = A megadott t\u00e1rol\u00f3ban nincs akt\u00edv k\u00f6tet.  Meg kell adni egy \u00e9rv\u00e9nyes akt\u00edv k\u00f6tetet.
FNRRS0395.action      = Biztos\u00edtsa, hogy a megadott t\u00e1rol\u00f3ban legyen egy akt\u00edv k\u00f6tet.
FNRRS0395.message     = Nincs akt\u00edv k\u00f6tet a k\u00f6vetkez\u0151 t\u00e1rol\u00f3ban: ''{0}''
FNRRS0395.arg.0       = t\u00e1rol\u00f3azonos\u00edt\u00f3

FNRRS0396.explanation = A forr\u00e1s \u00e9s c\u00e9l t\u00e1rol\u00f3k megegyeznek.  Objektumok \u00e1thelyez\u00e9sekor ez nem enged\u00e9lyezett.
FNRRS0396.action      = Pr\u00f3b\u00e1lkozzon \u00fajra a m\u0171velettel \u00fagy, hogy elt\u00e9r\u0151 forr\u00e1s \u00e9s c\u00e9l t\u00e1rol\u00f3kat ad meg.
FNRRS0396.message     = A forr\u00e1s \u00e9s c\u00e9l t\u00e1rol\u00f3k megegyeznek.

FNRRS0397.explanation = Az objektum m\u00e1r iktatva van a c\u00e9lt\u00e1rol\u00f3ban.
FNRRS0397.action      = Pr\u00f3b\u00e1lkozzon \u00fajra a m\u0171velettel \u00fagy, hogy egy m\u00e1sik c\u00e9lt\u00e1rol\u00f3t ad meg.
FNRRS0397.message     = Az objektum m\u00e1r iktatva van a c\u00e9lt\u00e1rol\u00f3ban.

FNRRS0398.explanation = A rekord m\u00e1r egy nyugta sz\u00fcl\u0151.  Nem lehet egyszerre nyugta \u00e9s nyugta sz\u00fcl\u0151.
FNRRS0398.action      = A rekord nem lehet egyszerre nyugta \u00e9s nyugta sz\u00fcl\u0151.  V\u00e9gezze el a jav\u00edt\u00e1st az \u00fczleti ig\u00e9nyeknek megfelel\u0151en.
FNRRS0398.message     = A rekord m\u00e1r egy nyugta sz\u00fcl\u0151.
FNRRS0398.arg.0       = hely\u0151rz\u0151

FNRRS0399.explanation = A rekord m\u00e1r egy nyugta.  A nyugt\u00e1k csak egyetlen rekorddal t\u00e1rs\u00edthat\u00f3k.
FNRRS0399.action      = A nyugta csak egyetlen rekorddal t\u00e1rs\u00edthat\u00f3.  V\u00e9gezze el a jav\u00edt\u00e1st az \u00fczleti ig\u00e9nyeknek megfelel\u0151en.
FNRRS0399.message     = A rekord m\u00e1r egy nyugta.

FNRRS0400.explanation = A nyugta sz\u00fcl\u0151 m\u00e1r nyugta.  Nem lehet egyszerre nyugta \u00e9s nyugta sz\u00fcl\u0151.
FNRRS0400.action      = A rekord nem lehet egyszerre nyugta \u00e9s nyugta sz\u00fcl\u0151.  V\u00e9gezze el a jav\u00edt\u00e1st az \u00fczleti ig\u00e9nyeknek megfelel\u0151en.
FNRRS0400.message     = A rekord sz\u00fcl\u0151 m\u00e1r egy nyugta.

FNRRS0401.explanation = Hiba t\u00f6rt\u00e9nt a nyugta csatol\u00e1sakor a rekordhoz.
FNRRS0401.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a nyugta tulajdons\u00e1g el\u00e9rhet\u0151 az adatlapr\u00f3l.  Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy van jogosults\u00e1ga a rekord \u00e9s a nyugta tulajdons\u00e1gainak m\u00f3dos\u00edt\u00e1s\u00e1ra.
FNRRS0401.message     = A nyugta nem csatolhat\u00f3 a rekordhoz.

FNRRS0402.explanation = Ez az objektum nem egy \u00e9rv\u00e9nyes nyugta.
FNRRS0402.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a nyugta receiptOf tulajdons\u00e1g\u00e1nak \u00e9rt\u00e9ke \u00e9rv\u00e9nyes.
FNRRS0402.message     = Ez az objektum nem egy \u00e9rv\u00e9nyes nyugta: {0}.
FNRRS0402.arg.0       = objektumazonos\u00edt\u00f3

FNRRS0403.explanation = Hiba t\u00f6rt\u00e9nt a nyugta lev\u00e1laszt\u00e1sakor a sz\u00fcl\u0151j\u00e9r\u0151l.
FNRRS0403.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy az objektumt\u00e1rol\u00f3hoz enged\u00e9lyezve vannak a nyugt\u00e1k.  Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy ez az objektum egy \u00e9rv\u00e9nyes nyugta.
FNRRS0403.message     = A nyugta nem v\u00e1laszthat\u00f3 le.

FNRRS0404.explanation = Hiba t\u00f6rt\u00e9nt egy RMAudit esem\u00e9ny l\u00e9trehoz\u00e1sakor az objektumhoz.
FNRRS0404.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy ez az objektum egy \u00e9rv\u00e9nyes dokumentum, mappa vagy egy\u00e9ni objektum.
FNRRS0404.message     = Nem hozhat\u00f3 l\u00e9tre esem\u00e9ny az objektumhoz: ''{0}''
FNRRS0404.arg.0       = objektumazonos\u00edt\u00f3

FNRRS0405.explanation = Hiba t\u00f6rt\u00e9nt a l\u00e9tfontoss\u00e1g\u00fa rekordokkal t\u00e1rs\u00edtott tulajdons\u00e1gok ellen\u0151rz\u00e9sekor.  Az entit\u00e1s l\u00e9tfontoss\u00e1g\u00fak\u00e9nt van megjel\u00f6lve, azonban a t\u00e1rs\u00edtott tulajdons\u00e1g hi\u00e1nyzik vagy helytelen.
FNRRS0405.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a megfelel\u0151 l\u00e9tfontoss\u00e1g\u00fa rekord tulajdons\u00e1gok \u00e9rv\u00e9nyes \u00e9rt\u00e9kekkel vannak be\u00e1ll\u00edtva.
FNRRS0405.message     = \u00c9rv\u00e9nytelen l\u00e9tfontoss\u00e1g\u00fa rekord tulajdons\u00e1g: ''{0}'', \u00e9rt\u00e9k: ''{1}''
FNRRS0405.arg.0       = tulajdons\u00e1g_neve
FNRRS0405.arg.1       = tulajdons\u00e1g_\u00e9rt\u00e9ke

FNRRS0406.explanation = Az \u00e1tadott t\u00e1rol\u00f3k nem azonos f\u00e1jltervb\u0151l sz\u00e1rmaznak.
FNRRS0406.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy ezek a t\u00e1rol\u00f3k azonos f\u00e1jltervben vannak.
FNRRS0406.message     = A(z) {0} t\u00e1rol\u00f3 \u00e9s a(z) {1} t\u00e1rol\u00f3 nem azonos f\u00e1jltervben van.
FNRRS0406.arg.0       = t\u00e1rol\u00f31_azonos\u00edt\u00f3ja
FNRRS0406.arg.1       = t\u00e1rol\u00f32_azonos\u00edt\u00f3ja

FNRRS0407.explanation = A megadott l\u00e9tfontoss\u00e1g\u00fa rekord tulajdons\u00e1gok \u00fcresek vagy \u00e9rv\u00e9nytelenek.
FNRRS0407.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a megfelel\u0151 l\u00e9tfontoss\u00e1g\u00fa rekord tulajdons\u00e1gok \u00e9rv\u00e9nyes \u00e9rt\u00e9kekkel vannak be\u00e1ll\u00edtva.
FNRRS0407.message     = \u00c9rv\u00e9nytelen l\u00e9tfontoss\u00e1g\u00fa rekord tulajdons\u00e1gok.

FNRRS0408.explanation = Az ApplyToNameOrID tulajdons\u00e1g \u00e9rt\u00e9ke \u00e9rv\u00e9nytelen.  Az \u00e9rt\u00e9k csak "Name" vagy "Identifier" lehet.
FNRRS0408.action      = M\u00f3dos\u00edtsa a tulajdons\u00e1got az \u00e9rv\u00e9nyes \u00e9rt\u00e9kek egyik\u00e9re.
FNRRS0408.message     = A tulajdons\u00e1g \u00e9rt\u00e9ke \u00e9rv\u00e9nytelen.

FNRRS0409.explanation = A l\u00e9tfontoss\u00e1g\u00fa tulajdons\u00e1gok nem \u00e1ll\u00edthat\u00f3k be.  Ellen\u0151rizze a hiba\u00fczeneteket a konkr\u00e9t ok kider\u00edt\u00e9se \u00e9rdek\u00e9ben.
FNRRS0409.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a megfelel\u0151 l\u00e9tfontoss\u00e1g\u00fa rekord tulajdons\u00e1gok \u00e9rv\u00e9nyes \u00e9rt\u00e9kekkel vannak be\u00e1ll\u00edtva.
FNRRS0409.message     = Az entit\u00e1s l\u00e9tfontoss\u00e1g\u00fa tulajdons\u00e1gai nem k\u00e9rhet\u0151k le.  Tulajdons\u00e1g: ''{0}''.
FNRRS0409.arg.0       = objektumazonos\u00edt\u00f3

FNRRS0410.explanation = A l\u00e9tfontoss\u00e1g\u00fa tulajdons\u00e1gok nem \u00e1ll\u00edthat\u00f3k be.  Ellen\u0151rizze a hiba\u00fczeneteket a konkr\u00e9t ok kider\u00edt\u00e9se \u00e9rdek\u00e9ben.
FNRRS0410.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a megfelel\u0151 l\u00e9tfontoss\u00e1g\u00fa rekord tulajdons\u00e1gok \u00e9rv\u00e9nyes \u00e9rt\u00e9kekkel vannak be\u00e1ll\u00edtva.
FNRRS0410.message     = A l\u00e9tfontoss\u00e1g\u00fa objektum k\u00f6vetkez\u0151 \u00e1ttekint\u00e9si d\u00e1tuma nem \u00e1ll\u00edthat\u00f3 be a(z) ''{0}'' entit\u00e1shoz.
FNRRS0410.arg.0       = objektumazonos\u00edt\u00f3

FNRRS0411.explanation = A megadott mintan\u00e9v nem egyedi.
FNRRS0411.action      = V\u00e1lasszon egy egyedi \u00faj nevet a minta sz\u00e1m\u00e1ra.
FNRRS0411.message     = A mint\u00e1hoz megadott n\u00e9v nem egyedi.

FNRRS0412.explanation = A l\u00e9tfontoss\u00e1g\u00fa tulajdons\u00e1gok nem \u00e1ll\u00edthat\u00f3k be.  Ellen\u0151rizze a hiba\u00fczeneteket a konkr\u00e9t ok kider\u00edt\u00e9se \u00e9rdek\u00e9ben.
FNRRS0412.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a megfelel\u0151 l\u00e9tfontoss\u00e1g\u00fa rekord tulajdons\u00e1gok \u00e9rv\u00e9nyes \u00e9rt\u00e9kekkel vannak be\u00e1ll\u00edtva.
FNRRS0412.message     = A(z) ''{0}'' entit\u00e1s l\u00e9tfontoss\u00e1g\u00fa tulajdons\u00e1gai nem \u00e1ll\u00edthat\u00f3k be.
FNRRS0412.arg.0       = objektumazonos\u00edt\u00f3

FNRRS0413.explanation = A l\u00e9tfontoss\u00e1g\u00fa tulajdons\u00e1g nem lehet null.
FNRRS0413.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a l\u00e9tfontoss\u00e1g\u00fa rekord tulajdons\u00e1g egy \u00e9rv\u00e9nyes, nem-null \u00e9rt\u00e9kkel van be\u00e1ll\u00edtva.
FNRRS0413.message     = A l\u00e9tfontoss\u00e1g\u00fa aktiv\u00e1l\u00f3 tulajdons\u00e1g nem \u00e1ll\u00edthat\u00f3 be: ''{0}''.
FNRRS0413.arg.0       = objektumazonos\u00edt\u00f3

FNRRS0414.explanation = A megadott ciklikus esem\u00e9ny ciklusideje \u00e9rv\u00e9nytelen.  Ez legink\u00e1bb az\u00e9rt t\u00f6rt\u00e9nik, mert az aktiv\u00e1l\u00f3val t\u00e1rs\u00edtott \u00e9vek, h\u00f3napok \u00e9s napok \u00e9rt\u00e9ke nulla.
FNRRS0414.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a ciklusid\u0151 \u00e9rt\u00e9ke egy null\u00e1n\u00e1l nagyobb \u00e9rv\u00e9nyes \u00e9rt\u00e9k.
FNRRS0414.message     = A(z) {0} ciklikus esem\u00e9ny egy {1} \u00e9v, {2} h\u00f3nap, {3} napos ciklusid\u0151t hat\u00e1roz meg. A rendszer nem tudja kisz\u00e1m\u00edtani a selejtez\u00e9si adatokat.
FNRRS0414.arg.0       = esem\u00e9ny_neve
FNRRS0414.arg.1       = \u00e9vek_sz\u00e1ma
FNRRS0414.arg.2       = h\u00f3napok_sz\u00e1ma
FNRRS0414.arg.3       = napok_sz\u00e1ma

FNRRS0415.explanation = V\u00e1ratlan hiba t\u00f6rt\u00e9nt az el\u00e9rhet\u0151 ConnectorRegistration objektumok lek\u00e9r\u00e9sekor a f\u00e1jlterv-lerakatb\u00f3l.
FNRRS0415.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy minden f\u00e1jlterv-lerakat telep\u00edt\u00e9si l\u00e9p\u00e9s v\u00e9grehajt\u00e1sa siker\u00fclt.
FNRRS0415.message     = Nem lehet lek\u00e9rni a ConnectorRegistration objektumokat a f\u00e1jlterv-lerakatb\u00f3l: {0}.
FNRRS0415.arg.0       = f\u00e1jlterv_lerakat_azonoss\u00e1ga

FNRRS0416.explanation = Az IBM FileNet P8 Process Engine Java API oszt\u00e1lyai nem \u00e9rhet\u0151k el.
FNRRS0416.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy az oszt\u00e1ly\u00fatvonal tartalmazza a Process Engine Java API jar f\u00e1jlt \u00e9s f\u00fcgg\u0151s\u00e9geit. Ez a k\u00e9szlet tipikusan a pe.jar, peResources.jar, mailapi.jar \u00e9s xercesImpl.jar f\u00e1jlokb\u00f3l \u00e1ll. A RALPESupport#getSetupException met\u00f3dus seg\u00edts\u00e9g\u00e9vel lek\u00e9rheti a felmer\u00fclt kiv\u00e9teleket.
FNRRS0416.message     = Az IBM FileNet P8 Process Engine Java API nem \u00e9rhet\u0151 el.

FNRRS0417.explanation = A ''vwSession'' bemeneti param\u00e9ternek a ''filenet.vw.api.VWSession'' oszt\u00e1ly egy \u00e9rv\u00e9nyes p\u00e9ld\u00e1ny\u00e1nak kell lennie.
FNRRS0417.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy az IBM FileNet P8 Process Engine \u00fcgyf\u00e9lkapcsolat konfigur\u00e1ci\u00f3ja helyes.
FNRRS0417.message     = A ''vwSession'' bemeneti param\u00e9ter nem a ''filenet.vw.api.VWSession'' oszt\u00e1ly egy \u00e9rv\u00e9nyes p\u00e9ld\u00e1nya.

FNRRS0418.explanation = A ''vwStepElement'' bemeneti param\u00e9ternek a ''filenet.vw.api.VWStepElement'' oszt\u00e1ly egy \u00e9rv\u00e9nyes p\u00e9ld\u00e1ny\u00e1nak kell lennie.
FNRRS0418.action      = A ''filenet.vw.api.VWStepElement'' oszt\u00e1ly egy \u00e9rv\u00e9nyes p\u00e9ld\u00e1nya a RALPESupport#createWorkflow met\u00f3dussal szerezhet\u0151 be.
FNRRS0418.message     = A ''VWStepElement'' bemeneti param\u00e9ter nem a ''filenet.vw.api.VWStepElement'' oszt\u00e1ly egy \u00e9rv\u00e9nyes p\u00e9ld\u00e1nya.

FNRRS0419.explanation = V\u00e1ratlan ''filenet.vw.api.VWException'' kiv\u00e9tel t\u00f6rt\u00e9nt. 
FNRRS0419.action      = Vizsg\u00e1lja meg a hozz\u00e1f\u0171z\u00f6tt \u00fczenet karaktersorozatot, verem nyomk\u00f6vet\u00e9st \u00e9s/vagy kiszolg\u00e1l\u00f3napl\u00f3kat a hiba forr\u00e1s\u00e1val kapcsolatos inform\u00e1ci\u00f3k\u00e9rt.
FNRRS0419.message     = V\u00e1ratlan ''filenet.vw.api.VWException'' kiv\u00e9tel t\u00f6rt\u00e9nt: {0}.
FNRRS0419.arg.0	   = A ''filenet.vw.api.VWException'' p\u00e9ld\u00e1ny honos\u00edtott \u00fczenet karaktersorozata.

FNRRS0420.explanation = A m\u0171velet v\u00e9grehajt\u00e1s\u00e1hoz egy nem-null ''filenet.vw.api.VWUserInfo'' p\u00e9ld\u00e1ny sz\u00fcks\u00e9ges.
FNRRS0420.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a biztos\u00edtott ''filenet.vw.api.VWSession'' p\u00e9ld\u00e1ny \u00e9rv\u00e9nyes, \u00e9s hogy a jelenlegi felhaszn\u00e1l\u00f3 megfelel\u0151en hiteles\u00edtve van.
FNRRS0420.message     = Egy ''filenet.vw.api.VWUserInfo'' p\u00e9ld\u00e1ny lek\u00e9r\u00e9s\u00e9re ir\u00e1nyul\u00f3 P8 FileNet Process Engine API h\u00edv\u00e1s null \u00e9rt\u00e9ket adott vissza.

FNRRS0421.explanation = Hiba t\u00f6rt\u00e9nt a megadott felf\u00fcggeszt\u00e9s lek\u00e9r\u00e9s\u00e9re tett k\u00eds\u00e9rlet sor\u00e1n.
FNRRS0421.action	   = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a felf\u00fcggeszt\u00e9s azonos\u00edt\u00f3 karaktersorozata \u00e9rv\u00e9nyes, \u00e9s hogy a felf\u00fcggeszt\u00e9s val\u00f3ban l\u00e9tezik.
FNRRS0421.message     = A megadott felf\u00fcggeszt\u00e9s nem k\u00e9rhet\u0151 le: {0}
FNRRS0421.arg.0        = A megadott felf\u00fcggeszt\u00e9s azonos\u00edt\u00f3 karaktersorozat.

FNRRS0422.explanation = Hiba t\u00f6rt\u00e9nt a jelent\u00e9smeghat\u00e1roz\u00e1sok lek\u00e9r\u00e9sekor a sz\u00fcl\u0151 f\u00e1jlterv-lerakatb\u00f3l.
FNRRS0422.action      = Ellen\u0151rizze, hogy a jelenlegi felhaszn\u00e1l\u00f3nak van-e legal\u00e1bb megtekint\u00e9si jogosults\u00e1ga a f\u00e1jlterv-lerakat tartalm\u00e1hoz.
FNRRS0422.message     = Hiba t\u00f6rt\u00e9nt a jelent\u00e9smeghat\u00e1roz\u00e1sok lek\u00e9r\u00e9sekor a f\u00e1jlterv-lerakatb\u00f3l: ''{0}''.
FNRRS0422.arg.0       = f\u00e1jlterv_lerakat

FNRRS0423.explanation = Hiba t\u00f6rt\u00e9nt a JVM XML \u00e9rtelmez\u0151 XPATH konfigur\u00e1ci\u00f3j\u00e1val kapcsolatban.
FNRRS0423.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a JRE v\u00e1ltozat 1.5 vagy \u00fajabb.
FNRRS0423.message     = Hiba t\u00f6rt\u00e9nt a JVM XML \u00e9rtelmez\u0151 XPATH konfigur\u00e1ci\u00f3j\u00e1val kapcsolatban.

FNRRS0424.explanation = Hiba t\u00f6rt\u00e9nt a jelent\u00e9smeghat\u00e1roz\u00e1s XML \u00e9rtelmez\u00e9s\u00e9re tett k\u00eds\u00e9rlet sor\u00e1n.
FNRRS0424.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a jelent\u00e9smeghat\u00e1roz\u00e1s XML helyesen van form\u00e1zva.
FNRRS0424.message     = Hiba t\u00f6rt\u00e9nt a jelent\u00e9smeghat\u00e1roz\u00e1s XML \u00e9rtelmez\u00e9sekor: ''{0}''.
FNRRS0424.arg.0       = Jelent\u00e9smeghat\u00e1roz\u00e1s neve vagy azonos\u00edt\u00f3ja.

FNRRS0425.explanation = Hiba t\u00f6rt\u00e9nt a jelent\u00e9smeghat\u00e1roz\u00e1s tartalm\u00e1nak lek\u00e9r\u00e9s\u00e9re tett k\u00eds\u00e9rlet sor\u00e1n.
FNRRS0425.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a jelent\u00e9smeghat\u00e1roz\u00e1s l\u00e9tezik, \u00e9s a tartalma XML form\u00e1tum\u00fa.
FNRRS0425.message     = Hiba t\u00f6rt\u00e9nt a jelent\u00e9smeghat\u00e1roz\u00e1s tartalm\u00e1nak lek\u00e9r\u00e9sekor: ''{0}''.
FNRRS0425.arg.0       = Jelent\u00e9smeghat\u00e1roz\u00e1s neve vagy azonos\u00edt\u00f3ja.

FNRRS0426.explanation = Az org.w3c.DOM API f\u00fcggv\u00e9nyt\u00e1r hib\u00e1t adott vissza.
FNRRS0426.action      = R\u00e9szletes inform\u00e1ci\u00f3k\u00e9rt vizsg\u00e1lja meg a kiv\u00e9tel vermet.
FNRRS0426.message     = Hiba t\u00f6rt\u00e9nt a DOM XML feldolgoz\u00e1sa sor\u00e1n egy export\u00e1l\u00e1si folyamat r\u00e9szek\u00e9nt. Entit\u00e1s: {0}.
FNRRS0426.arg.0       = Az export\u00e1l\u00e1sban \u00e9rintett entit\u00e1s azonoss\u00e1ga.

FNRRS0427.explanation = A P8 Content Engine XML export\u00e1l\u00e1s el\u0151\u00e1ll\u00edt\u00e1si seg\u00e9dprogramja hib\u00e1t adott vissza.
FNRRS0427.action      = R\u00e9szletes inform\u00e1ci\u00f3k\u00e9rt vizsg\u00e1lja meg a kiv\u00e9tel vermet.
FNRRS0427.message     = Hiba t\u00f6rt\u00e9nt a P8 Content Engine XML el\u0151\u00e1ll\u00edt\u00e1sa sor\u00e1n egy export\u00e1l\u00e1si folyamat r\u00e9szek\u00e9nt. Entit\u00e1s: {0}.
FNRRS0427.arg.0       = Az export\u00e1l\u00e1sban \u00e9rintett entit\u00e1s azonoss\u00e1ga.

FNRRS0428.explanation = A P8 Content Engine XML export\u00e1l\u00e1s el\u0151\u00e1ll\u00edt\u00e1si seg\u00e9dprogramja hib\u00e1t adott vissza.
FNRRS0428.action      = R\u00e9szletes inform\u00e1ci\u00f3k\u00e9rt vizsg\u00e1lja meg a kiv\u00e9tel vermet.
FNRRS0428.message     = Hiba t\u00f6rt\u00e9nt az XML soros\u00edt\u00e1s sor\u00e1n a kimeneti f\u00e1jlba: {0}, {1}.
FNRRS0428.arg.0       = A kimeneti f\u00e1jl \u00fatvonala a f\u00e1jlrendszeren.
FNRRS0428.arg.1       = Az XML \u00e1talak\u00edt\u00e1s kiv\u00e9tel \u00fczenete.

FNRRS0429.explanation = Hab\u00e1r megtal\u00e1lhat\u00f3 egy dokumentum a CurrentPhaseExportFormat tulajdons\u00e1g \u00e9rt\u00e9khez, hiba t\u00f6rt\u00e9nt a dokumentum XSLT tartalm\u00e1nak beolvas\u00e1sakor. 
FNRRS0429.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy az export\u00e1lt entit\u00e1s CurrentPhaseExportFormat tulajdons\u00e1g\u00e1hoz egy \u00e9rv\u00e9nyes dokumentum van hozz\u00e1rendelve, amelynek tartalma \u00e9rv\u00e9nyes XSLT.
FNRRS0429.message     = Hiba t\u00f6rt\u00e9nt az XSLT tartalom beolvas\u00e1sakor a CurrentPhaseExportFormat \u00e9rt\u00e9kben l\u00e9v\u0151 dokumentumb\u00f3l: {0}.
FNRRS0429.arg.0       = Az ExportFormat tulajdons\u00e1g dokumentum \u00e9rt\u00e9k\u00e9nek azonoss\u00e1ga.

FNRRS0430.explanation = A k\u00eds\u00e9rlet egy XPath karaktersorozat el\u0151ford\u00edt\u00e1s\u00e1ra egy XPath kifejez\u00e9sre meghi\u00fasult. 
FNRRS0430.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy az XPath karaktersorozat \u00e9rv\u00e9nyes, vagy hogy a jelenlegi JRE/oszt\u00e1ly\u00fatvonal rendelkezik XPath t\u00e1mogat\u00e1ssal.
FNRRS0430.message     = Hiba t\u00f6rt\u00e9nt a k\u00f6vetkez\u0151 XPath kifejez\u00e9s karaktersorozat ford\u00edt\u00e1s\u00e1ra tett k\u00eds\u00e9rlet sor\u00e1n: ''{0}''.
FNRRS0430.arg.0       = Meghi\u00fasult XPath kifejez\u00e9s karaktersorozat.

FNRRS0431.explanation = Nem szerezhet\u0151 be lapjelz\u00e9s az RMPageIterator aktu\u00e1lis \u00e1llapot\u00e1hoz. 
FNRRS0431.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy az RMPageIterator egy \u00e9rv\u00e9nyes laphelyre lett \u00e1thelyezve.
FNRRS0431.message     = Hiba t\u00f6rt\u00e9nt a jelenlegi lapjelz\u00e9s visszaad\u00e1s\u00e1ra tett k\u00eds\u00e9rlet sor\u00e1n.

FNRRS0432.explanation = V\u00e1ratlan hiba t\u00f6rt\u00e9nt a rekord RecordedDocuments tulajdons\u00e1g \u00e9rt\u00e9k\u00e9nek lek\u00e9r\u00e9s\u00e9re tett k\u00eds\u00e9rlet sor\u00e1n.
FNRRS0432.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a jelenlegi felhaszn\u00e1l\u00f3 megfelel\u0151 hozz\u00e1f\u00e9r\u00e9si jogosults\u00e1ggal rendelkezik a t\u00e1rs\u00edtott tartalomelemekhez.
FNRRS0432.message     = Hiba t\u00f6rt\u00e9nt a k\u00f6vetkez\u0151 rekord t\u00e1rs\u00edtott tartalomelemeinek lek\u00e9r\u00e9sekor: {0}.
FNRRS0432.arg.0       = A rekord azonoss\u00e1ga.

FNRRS0433.explanation = A t\u00e1rol\u00f3\u00e1thelyez\u00e9si m\u0171velet c\u00e9lt\u00e1rol\u00f3ja nem lehet a forr\u00e1st\u00e1rol\u00f3 alt\u00e1rol\u00f3-hierarchi\u00e1j\u00e1n bel\u00fcl.
FNRRS0433.action      = V\u00e1lasszon egy elt\u00e9r\u0151 c\u00e9lt\u00e1rol\u00f3 helyet a forr\u00e1st\u00e1rol\u00f3 \u00e1thelyez\u00e9s\u00e9hez.
FNRRS0433.message     = A forr\u00e1st\u00e1rol\u00f3 nem helyezhet\u0151 \u00e1t egy olyan c\u00e9lt\u00e1rol\u00f3ba, amely a forr\u00e1st\u00e1rol\u00f3 alatt van. Forr\u00e1s azonoss\u00e1ga: {0}, c\u00e9l azonoss\u00e1ga: {1}.
FNRRS0433.arg.0       = A forr\u00e1st\u00e1rol\u00f3 azonoss\u00e1ga, amelyre az \u00e1thelyez\u00e9si k\u00eds\u00e9rlet vonatkozik.
FNRRS0433.arg.1       = A c\u00e9lt\u00e1rol\u00f3 azonoss\u00e1ga.

FNRRS0434.explanation = Vizsg\u00e1lja meg a tartalmazott verem nyomk\u00f6vet\u00e9st az alapul szolg\u00e1l\u00f3 kiv\u00e9tel\u00e9rt.
FNRRS0434.action      = Futtassa \u00fajra a selejtez\u00e9s el\u0151k\u00e9sz\u00edt\u0151 folyamatot, \u00e9s/vagy pr\u00f3b\u00e1lkozzon \u00fajra a selejtez\u00e9si m\u0171velet kezdem\u00e9nyez\u00e9s\u00e9vel.
FNRRS0434.message     = V\u00e1ratlan hiba t\u00f6rt\u00e9nt az entit\u00e1s jelenlegi f\u00e1zis adatainak friss\u00edt\u00e9sekor. Entit\u00e1s azonoss\u00e1ga: {0}.
FNRRS0434.arg.0       = A k\u00e9rd\u00e9ses entit\u00e1s azonoss\u00e1ga.

FNRRS0435.explanation = Nem hajthat\u00f3 v\u00e9gre a selejtez\u00e9s kezdem\u00e9nyez\u00e9se az entit\u00e1sokonaz alkalmazott felf\u00fcggeszt\u00e9s vagy az entit\u00e1s selejtez\u00e9si \u00fctemez\u00e9s\u00e9nek v\u00e1ltoz\u00e1sa miatt.
FNRRS0435.action      = T\u00e1vol\u00edtsa el az alkalmazott felf\u00fcggeszt\u00e9seket, amelyek az entit\u00e1son, az entit\u00e1s sz\u00fcl\u0151hierarchi\u00e1j\u00e1n vagy lesz\u00e1rmazott hierarchi\u00e1j\u00e1n alkalmazva vannak. Futtassa \u00fajra a selejtez\u00e9s el\u0151k\u00e9sz\u00edt\u0151 folyamatot.
FNRRS0435.message     = A k\u00f6vetkez\u0151 entit\u00e1son nem kezdem\u00e9nyezhet\u0151 selejtez\u00e9s az entit\u00e1s jelenlegi selejtez\u00e9si f\u00e1zis\u00e1nak v\u00e1ltoz\u00e1sa miatt: {0}.
FNRRS0435.arg.0       = Az entit\u00e1s azonoss\u00e1ga, amelyhez megk\u00eds\u00e9relte a selejtez\u00e9s kezdem\u00e9nyez\u00e9s\u00e9t.

FNRRS0436.explanation = A selejtez\u00e9si f\u00e1zis nem t\u00e1vol\u00edthat\u00f3 el a selejtez\u00e9si \u00fctemez\u00e9s\u00e9b\u0151l, ha legal\u00e1bb egy rekordt\u00e1rol\u00f3 vagy rekord ebben a f\u00e1zisban van.
FNRRS0436.action      = Futtassa \u00fajra a selejtez\u00e9s el\u0151k\u00e9sz\u00edt\u0151 folyamatot, \u00e9s/vagy kezdem\u00e9nyezzen selejtez\u00e9st az \u00e9rintett rekordt\u00e1rol\u00f3kon vagy rekordokon, majd pr\u00f3b\u00e1lkozzon \u00fajra a f\u00e1ziselt\u00e1vol\u00edt\u00e1si m\u0171velettel.
FNRRS0436.message     = A jelenleg haszn\u00e1latban l\u00e9v\u0151 selejtez\u00e9si f\u00e1zis nem t\u00e1vol\u00edthat\u00f3 el. F\u00e1zis azonoss\u00e1ga: {0}.
FNRRS0436.arg.0       = A selejtez\u00e9si f\u00e1zis azonoss\u00e1ga, amelyen az elt\u00e1vol\u00edt\u00e1si k\u00eds\u00e9rlet t\u00f6rt\u00e9nt.

FNRRS0437.explanation = Egy adott selejtez\u00e9si f\u00e1zis nem szerepelhet t\u00f6bbsz\u00f6r egy selejtez\u00e9si \u00fctemez\u00e9sben.
FNRRS0437.action      = Hozzon l\u00e9tre egy \u00faj selejtez\u00e9si f\u00e1zist, miel\u0151tt megk\u00eds\u00e9reln\u00e9 hozz\u00e1adni azt egy selejtez\u00e9si \u00fctemez\u00e9shez.
FNRRS0437.message     = Egy selejtez\u00e9si f\u00e1zis nem adhat\u00f3 hozz\u00e1 egy olyan \u00fctemez\u00e9shez, amelyben m\u00e1r l\u00e9tezik. F\u00e1zis azonoss\u00e1ga: {0}.
FNRRS0437.arg.0       = A hozz\u00e1adni pr\u00f3b\u00e1lt selejtez\u00e9si f\u00e1zis azonoss\u00e1ga.

FNRRS0438.explanation = Egy adott selejtez\u00e9si f\u00e1zis nem haszn\u00e1lhat\u00f3 egyn\u00e9l t\u00f6bb selejtez\u00e9si \u00fctemez\u00e9sben.
FNRRS0438.action      = Hozzon l\u00e9tre egy \u00faj selejtez\u00e9si f\u00e1zist, miel\u0151tt megk\u00eds\u00e9reln\u00e9 hozz\u00e1adni azt egy selejtez\u00e9si \u00fctemez\u00e9shez.
FNRRS0438.message     = Egy \u00fctemez\u00e9shez nem adhat\u00f3 hozz\u00e1 egy olyan selejtez\u00e9si f\u00e1zis, amely egy m\u00e1sik \u00fctemez\u00e9sben m\u00e1r haszn\u00e1latban van. F\u00e1zis azonoss\u00e1ga: {0}.
FNRRS0438.arg.0       = A hozz\u00e1adni pr\u00f3b\u00e1lt selejtez\u00e9si f\u00e1zis azonoss\u00e1ga.

FNRRS0439.explanation = Miut\u00e1n egy \u00fctemez\u00e9s egy olyan f\u00e1zist tartalmaz, melynek selejtez\u00e9si m\u0171velete Automatikus megsemmis\u00edt\u00e9s, Megsemmis\u00edt\u00e9s vagy \u00c1tvitel, nem adhat\u00f3k hozz\u00e1 tov\u00e1bbi f\u00e1zisok.
FNRRS0439.action      = El\u0151sz\u00f6r t\u00e1vol\u00edtson el minden lez\u00e1r\u00e1s-t\u00edpus\u00fa m\u0171velet f\u00e1zist, miel\u0151tt megk\u00eds\u00e9relne hozz\u00e1adni egy \u00faj f\u00e1zist a selejtez\u00e9si \u00fctemez\u00e9shez.
FNRRS0439.message     = Nem lehet hozz\u00e1f\u0171zni selejtez\u00e9si f\u00e1zist olyan \u00fctemez\u00e9shez, amelynek m\u00e1r van egy lez\u00e1r\u00f3 Automatikus megsemmis\u00edt\u00e9s, Megsemmis\u00edt\u00e9s vagy \u00c1tvitel m\u0171velett\u00edpus\u00fa f\u00e1zisa.

FNRRS0440.explanation = Egy selejtez\u00e9si f\u00e1zis nem t\u00e1vol\u00edthat\u00f3 el egy olyan gy\u0171jtem\u00e9nyb\u0151l, melynek nem r\u00e9sze.
FNRRS0440.action      = Friss\u00edtse a megfelel\u0151 selejtez\u00e9si \u00fctemez\u00e9st, \u00e9s nyissa meg \u00fajra a selejtez\u00e9si f\u00e1zisainak list\u00e1j\u00e1t.
FNRRS0440.message     = A selejtez\u00e9si f\u00e1zis nem ennek a selejtez\u00e9si f\u00e1zis list\u00e1nak f\u00e1zistagja. F\u00e1zis azonoss\u00e1ga: {0}.
FNRRS0440.arg.0       = A selejtez\u00e9si f\u00e1zis azonoss\u00e1ga, amelyen az elt\u00e1vol\u00edt\u00e1si k\u00eds\u00e9rlet t\u00f6rt\u00e9nt.

FNRRS0441.explanation = Egy selejtez\u00e9si \u00fctemez\u00e9sben nem l\u00e9tezhet t\u00f6bbsz\u00f6r egy adott alternat\u00edv megtart\u00e1s.
FNRRS0441.action      = Hozzon l\u00e9tre egy \u00faj alternat\u00edv megtart\u00e1s, miel\u0151tt megk\u00eds\u00e9reln\u00e9 hozz\u00e1adni azt egy selejtez\u00e9si f\u00e1zishoz.
FNRRS0441.message     = Nem adhat\u00f3 hozz\u00e1 alternat\u00edv megtart\u00e1s egy olyan selejtez\u00e9si \u00fctemez\u00e9shez, amelyben m\u00e1r l\u00e9tezik. Alternat\u00edv megtart\u00e1s azonoss\u00e1ga: {0}.
FNRRS0441.arg.0       = A hozz\u00e1adni pr\u00f3b\u00e1lt alternat\u00edv megtart\u00e1s azonoss\u00e1ga.

FNRRS0442.explanation = Egy adott alternat\u00edv megtart\u00e1s nem haszn\u00e1lhat\u00f3 egyn\u00e9l t\u00f6bb selejtez\u00e9si f\u00e1zisban.
FNRRS0442.action      = Hozzon l\u00e9tre egy \u00faj alternat\u00edv megtart\u00e1s, miel\u0151tt megk\u00eds\u00e9reln\u00e9 hozz\u00e1adni azt egy selejtez\u00e9si f\u00e1zishoz.
FNRRS0442.message     = Egy f\u00e1zishoz nem adhat\u00f3 hozz\u00e1 egy olyan alternat\u00edv megtart\u00e1s, amely egy m\u00e1sik f\u00e1zisban m\u00e1r haszn\u00e1latban van. Az alternat\u00edv megtart\u00e1s azonoss\u00e1ga: {0}.
FNRRS0442.arg.0       = A hozz\u00e1adni pr\u00f3b\u00e1lt alternat\u00edv megtart\u00e1s azonoss\u00e1ga.

FNRRS0443.explanation = Egy alternat\u00edv megtart\u00e1s nem t\u00e1vol\u00edthat\u00f3 el egy olyan gy\u0171jtem\u00e9nyb\u0151l, melynek nem r\u00e9sze.
FNRRS0443.action      = Friss\u00edtse a megfelel\u0151 selejtez\u00e9si f\u00e1zist, \u00e9s nyissa meg \u00fajra az alternat\u00edv megtart\u00e1s list\u00e1t.
FNRRS0443.message     = Az alternat\u00edv megtart\u00e1s nem tagja ennek az alternat\u00edv megtart\u00e1si list\u00e1nak. Az alternat\u00edv megtart\u00e1s azonoss\u00e1ga: {0}.
FNRRS0443.arg.0       = Az elt\u00e1vol\u00edtani pr\u00f3b\u00e1lt alternat\u00edv megtart\u00e1s azonoss\u00e1ga.

FNRRS0444.explanation = Egy DispositionPhase p\u00e9ld\u00e1ny k\u00f6zvetlen t\u00f6rl\u00e9se nem t\u00e1mogatott.
FNRRS0444.action      = Haszn\u00e1lja az egyik DispositionPhaseList.remove met\u00f3dust egy DispositionPhase p\u00e9ld\u00e1ny t\u00f6rl\u00e9s\u00e9hez.
FNRRS0444.message     = A delete met\u00f3dus nem t\u00e1mogatott a DispositionPhase p\u00e9ld\u00e1nyokhoz; haszn\u00e1lja helyette a DispositionPhaseList.remove met\u00f3dust.

FNRRS0445.explanation = Egy AlternateRetention p\u00e9ld\u00e1ny k\u00f6zvetlen t\u00f6rl\u00e9se nem t\u00e1mogatott.
FNRRS0445.action      = Haszn\u00e1lja az egyik AlternateRetentionList.remove met\u00f3dust az AlternateRetention p\u00e9ld\u00e1nyok t\u00f6rl\u00e9s\u00e9hez.
FNRRS0445.message     = A delete met\u00f3dus nem t\u00e1mogatott az AlternateRetention p\u00e9ld\u00e1nyokhoz; haszn\u00e1lja helyette az AlternateRetentionList.remove met\u00f3dust.

FNRRS0446.explanation = Hiba t\u00f6rt\u00e9nt az azonos\u00edt\u00f3 \u00e1ltal meghat\u00e1rozott hozz\u00e1f\u00e9r\u00e9si szerep lek\u00e9r\u00e9sekor.
FNRRS0446.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a jelenlegi felhaszn\u00e1l\u00f3 rendelkezik elegend\u0151 jogosults\u00e1ggal egy \u00faj tag hozz\u00e1ad\u00e1s\u00e1hoz egy megl\u00e9v\u0151 szerephez, \u00e9s hogy a k\u00e9rd\u00e9ses szerep m\u00e9g l\u00e9tezik a lerakathoz.
FNRRS0446.message     = Nem siker\u00fclt lek\u00e9rni a(z) ''{0}'' azonos\u00edt\u00f3 \u00e1ltal meghat\u00e1rozott hozz\u00e1f\u00e9r\u00e9si szerepet.
FNRRS0446.arg.0       = szerepazonos\u00edt\u00f3

FNRRS0447.explanation = Egy selejtez\u00e9si \u00fctemez\u00e9shez meg kell adni egy nem \u00fcres ''Reason For Change'' (v\u00e1ltoz\u00e1s oka) tulajdons\u00e1g \u00e9rt\u00e9ket, miel\u0151tt b\u00e1rmilyen, az \u00fctemez\u00e9sen \u00e9s/vagy a t\u00e1rs\u00edtott selejtez\u00e9si f\u00e1zisain v\u00e9gzett m\u00f3dos\u00edt\u00e1st menthetne.
FNRRS0447.action      = Adjon meg egy nem \u00fcres ''Reason For Change'' tulajdons\u00e1g \u00e9rt\u00e9ket a t\u00e1rs\u00edtott selejtez\u00e9si \u00fctemez\u00e9shez, miel\u0151tt megpr\u00f3b\u00e1ln\u00e1 menteni a selejtez\u00e9si \u00fctemez\u00e9st vagy annak b\u00e1rmely selejtez\u00e9si f\u00e1zis\u00e1t.
FNRRS0447.message     = Egy selejtez\u00e9si f\u00e1zis nem menthet\u0151, ha a t\u00e1rs\u00edtott selejtez\u00e9si \u00fctemez\u00e9s\u00e9hez nincs megadva egy ''Reason For Change'' tulajdons\u00e1g \u00e9rt\u00e9k.

FNRRS0448.explanation = A leh\u00edvott t\u00e1rol\u00f3 entit\u00e1st\u00edpusa nem egyezik a k\u00e9rt entit\u00e1st\u00edpussal.  P\u00e9ld\u00e1ul rekordkateg\u00f3ri\u00e1t pr\u00f3b\u00e1lt leh\u00edvni rekordmappa-azonos\u00edt\u00f3val.
FNRRS0448.action      = Gondoskodj\u00e9k r\u00f3la, hogy a t\u00e1rol\u00f3azonos\u00edt\u00f3 megfelel k\u00edv\u00e1nt t\u00e1rol\u00f3t\u00edpusnak, majd pr\u00f3b\u00e1lkozzon \u00fajra.
FNRRS0448.message     = A leh\u00edvott t\u00e1rol\u00f3 t\u00e9nyleges entit\u00e1st\u00edpusa nem egyezik a k\u00e9rt entit\u00e1st\u00edpussal. T\u00e1rol\u00f3 azonoss\u00e1ga: {0}, k\u00e9rt entit\u00e1st\u00edpus: {1}, t\u00e9nyleges t\u00e1rol\u00f3 entit\u00e1st\u00edpusa: {2}.
FNRRS0448.arg.0       = t\u00e1rol\u00f3azonos\u00edt\u00f3
FNRRS0448.arg.1       = k\u00e9rt entit\u00e1st\u00edpus
FNRRS0448.arg.2       = t\u00e9nyleges t\u00e1rol\u00f3 entit\u00e1st\u00edpusa

FNRRS0449.explanation = Az IBM FileNet tartalomkeres\u00e9si alrendszere CBR_FULLTEXTROWLIMIT_EXCEEDED kiv\u00e9telt adott vissza. A keres\u00e9si eredm\u00e9nyek meghaladj\u00e1k az alrendszer kapacit\u00e1s\u00e1t. 
FNRRS0449.action      = Finom\u00edtsa a tartalomkeres\u00e9si kulcsszavakat.
FNRRS0449.message     = A keres\u00e9si eredm\u00e9nyek meghaladj\u00e1k az IBM FileNet tartalomkeres\u00e9si alrendszer\u00e9nek kapacit\u00e1s\u00e1t. Finom\u00edtsa a tartalomkeres\u00e9si kulcsszavakat.



FNRRS0600.explanation = V\u00e1ratlan kiv\u00e9tel t\u00f6rt\u00e9nt a Recrods Manager Java API-n bel\u00fcl, amelyet a kiv\u00e9tel_\u00fczenet \u00edr le.
FNRRS0600.action      = A kiv\u00e9tel ok\u00e1val kapcsolatos tov\u00e1bbi inform\u00e1ci\u00f3k\u00e9rt ellen\u0151rizze a kiv\u00e9tel \u00fczenetet \u00e9s a t\u00e1rs\u00edtott verem nyomk\u00f6vet\u00e9st.
FNRRS0600.message     = V\u00e1ratlan kiv\u00e9tel t\u00f6rt\u00e9nt: {0}.
FNRRS0600.arg.0       = kiv\u00e9tel_\u00fczenet

FNRRS0601.explanation = Egy k\u00f6telez\u0151 globaliz\u00e1ci\u00f3s er\u0151forr\u00e1sk\u00f6teg-f\u00e1jl nem el\u00e9rhet\u0151. K\u00f6teg alapneve: alapn\u00e9v.
FNRRS0601.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy legal\u00e1bb egy alapn\u00e9v_nnNN.properties form\u00e1tum\u00fa er\u0151forr\u00e1sk\u00f6teg-f\u00e1jl el\u00e9rhet\u0151 a JVM oszt\u00e1ly\u00fatvonalon.
FNRRS0601.message     = Nem tal\u00e1lhat\u00f3 ResourceBundle az alap n\u00e9vhez: ''{0}''.
FNRRS0601.arg.0       = alapn\u00e9v

FNRRS0602.explanation = Nem t\u00e1mogatott null, \u00fcres vagy \u00fcres karaktersorozat ker\u00fclt \u00e1tad\u00e1sra a bemeneti param\u00e9terhez: param\u00e9ter_neve
FNRRS0602.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a param\u00e9ter \u00e9rt\u00e9ke nem null, nem \u00fcres \u00e9s nem egy \u00fcres karaktersorozat.
FNRRS0602.message     = A bemeneti param\u00e9ter \u00e9rt\u00e9ke null, \u00fcres, vagy \u00fcres karaktersorozat a k\u00f6vetkez\u0151 param\u00e9ter eset\u00e9n: {0}.
FNRRS0602.arg.0       = param\u00e9ter_neve

FNRRS0603.explanation = Nem t\u00e1mogatott null vagy \u00e9rv\u00e9nytelen t\u00f6mb \u00e9rt\u00e9k ker\u00fclt \u00e1tad\u00e1sra a bemeneti param\u00e9terhez: param\u00e9ter_neve
FNRRS0603.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a t\u00f6mb nem null vagy \u00fcres, \u00e9s hogy nem tartalmaz null t\u00f6mbtagokat.
FNRRS0603.message     = A bemeneti param\u00e9ter \u00e9rt\u00e9ke null vagy egy \u00e9rv\u00e9nytelen t\u00f6mb a k\u00f6vetkez\u0151 param\u00e9ter eset\u00e9n: {0}.
FNRRS0603.arg.0       = param\u00e9ter_neve

FNRRS0604.explanation = Nem t\u00e1mogatott null vagy \u00e9rv\u00e9nytelen gy\u0171jtem\u00e9ny \u00e9rt\u00e9k ker\u00fclt \u00e1tad\u00e1sra a bemeneti param\u00e9terhez: param\u00e9ter_neve
FNRRS0604.action      = Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a gy\u0171jtem\u00e9ny nem null vagy \u00fcres, \u00e9s hogy nem tartalmaz null tagokat.
FNRRS0604.message     = A bemeneti param\u00e9ter \u00e9rt\u00e9ke null vagy egy \u00e9rv\u00e9nytelen gy\u0171jtem\u00e9ny a k\u00f6vetkez\u0151 param\u00e9ter eset\u00e9n: {0}.
FNRRS0604.arg.0       = param\u00e9ter_neve

#
#
#================================================================================
# JARM Logging Message Strings
#--------------------------------------------------------------------------------
# For each logging message include the suffixed resource where applicable:
#   .message     -- the actual log message containing any necessary {n} parameter placeholders.
#   .arg.n       -- description of argument parameter {n}.
#
#

FNRRS9999.message  = Teszt\u00fczenet, param\u00e9ter1: {0}, param\u00e9ter2: {1}.

FNRRS0700.message = Hiba t\u00f6rt\u00e9nt egy {0} {1} RMAudit p\u00e9ld\u00e1ny l\u00e9trehoz\u00e1sakor a k\u00f6vetkez\u0151 entit\u00e1shoz: {2}
FNRRS0700.arg.0   = A fel\u00fclvizsg\u00e1lt m\u0171velet, p\u00e9ld\u00e1ul "Delete" (t\u00f6rl\u00e9s), "Relocate" (\u00e1thelyez\u00e9s), \u00e9s \u00edgy tov\u00e1bb.
FNRRS0700.arg.1   = A fel\u00fclvizsg\u00e1lat \u00e1llapota ''Success'' (sikeres) vagy ''Failure'' (sikertelen).
FNRRS0700.arg.2   = Az RMAudit k\u00eds\u00e9rlettel t\u00e1rs\u00edtott entit\u00e1st azonos\u00edt\u00f3 karaktersorozat.

FNRRS0701.message = A jelenlegi felhaszn\u00e1l\u00f3 nem rendelkezik hozz\u00e1f\u00e9r\u00e9si jogosults\u00e1ggal a(z) {0} m\u00e1solt dokumentum iktat\u00e1s\u00e1hoz a(z) {1} tartalommapp\u00e1ba egy rekordm\u00e1sol\u00e1si folyamat r\u00e9szek\u00e9nt.
FNRRS0701.arg.0   = Az \u00fajonnan l\u00e9trehozott dokumentump\u00e9ld\u00e1ny azonos\u00edt\u00f3ja.
FNRRS0701.arg.1   = Az \u00e9rintett tartalommappa azonos\u00edt\u00f3ja.

FNRRS0702.message = T\u00f6bb lesz\u00e1rmazott akt\u00edv k\u00f6tet l\u00e9tezik a rekordmappa alatt: {0}.
FNRRS0702.arg.0   = A sz\u00fcl\u0151 rekordmappa azonos\u00edt\u00f3ja.

FNRRS0703.message = Probl\u00e9ma t\u00f6rt\u00e9nt a DoD besorol\u00e1s\u00fa rekordv\u00e1ltozat feldolgoz\u00e1sakor az \u00faj rekord deklar\u00e1l\u00e1sa sor\u00e1n: {0}
FNRRS0703.arg.0   = Kiv\u00e9tel\u00fczenet.

FNRRS0704.message = V\u00e1ratlan hiba t\u00f6rt\u00e9nt a PSS Atlas \u00e1ltal fel\u00fcgyelt selejtez\u00e9si m\u0171term\u00e9kek automatikus t\u00f6rl\u00e9s\u00e9re tett k\u00eds\u00e9rlet sor\u00e1n: {0}
FNRRS0704.arg.0   = Kiv\u00e9tel\u00fczenet.

FNRRS0705.message = A selejtez\u00e9s lez\u00e1r\u00e1s\u00e1nak \u00fajrasz\u00e1m\u00edt\u00e1sa v\u00e9gre lett hajtva az entit\u00e1son: {0}.
FNRRS0705.arg.0   = Entit\u00e1s azonos\u00edt\u00f3ja.

#
#
#--------------------------------------------------------------------------------
#
#
#================================================================================
# JARM Miscellaneous Strings (primarily for auditing purposes).
#--------------------------------------------------------------------------------

#-- Used for LString class unit tests.
test.string1		= Valami teszt karaktersorozat.
test.pattern1		= Els\u0151 {0} \u00e9s m\u00e1sodik {1}.

audit.reasonForFailure = Sikertelens\u00e9g oka: {0}

#-- {0} - the record or entity which is affected
#-- {1} - location where the entity was transferred or exported
audit.successfulDelete = A(z) {0} RM entit\u00e1s t\u00f6rl\u00e9se siker\u00fclt
audit.failedDelete	   = A(z) {0} RM entit\u00e1s nem lett t\u00f6r\u00f6lve

audit.successfulExport = A(z) {0} RM entit\u00e1s sikeresen export\u00e1lva lett a k\u00f6vetkez\u0151 helyre: {1}
audit.failedExport	   = A(z) {0} RM entit\u00e1s nem lett export\u00e1lva a k\u00f6vetkez\u0151 helyre: {1}

audit.successfulInterimTransfer = A(z) {0} RM entit\u00e1s k\u00f6ztes \u00e1tvitele siker\u00fclt a k\u00f6vetkez\u0151 helyre: {1}
audit.failedInterimTransfer 	= A(z) {0} RM entit\u00e1s k\u00f6ztes \u00e1tvitele nem siker\u00fclt a k\u00f6vetkez\u0151 helyre: {1}

audit.successfulTransfer = A(z) {0} RM entit\u00e1s \u00e1tvitele siker\u00fclt a k\u00f6vetkez\u0151 helyre: {1}
audit.failedTransfer 	 = A(z) {0} RM entit\u00e1s \u00e1tvitele nem siker\u00fclt a k\u00f6vetkez\u0151 helyre: {1}

audit.successfulUndeclare = A(z) {0} RM rekord deklar\u00e1l\u00e1s\u00e1nak visszavon\u00e1sa siker\u00fclt
audit.failedUndeclare     = A(z) {0} RM rekord deklar\u00e1l\u00e1s\u00e1nak visszavon\u00e1sa nem siker\u00fclt

audit.successfulReview = A(z) {0} RM rekord \u00e1ttekint\u00e9se siker\u00fclt
audit.failedReview     = A(z) {0} RM rekord nem lett \u00e1ttekintve

#-- {0} - the record or entity which is affected
#-- {1} - source location where the entity is from
#-- {2} - destination location where the entity is being relocated to
audit.successfulRelocate = A(z) {0} RM entit\u00e1s \u00e1thelyezve a forr\u00e1s {1} helyr\u0151l a c\u00e9l {2} helyre
audit.failedRelocate     = A(z) {0} RM entit\u00e1s nem helyezhet\u0151 \u00e1t

#-- {0} - the record or entity which is affected
#-- {1} - name of the hold
audit.holdReason       = K\u00e9zi felf\u00fcggeszt\u00e9s
audit.successfulHold   = A(z) {0} RM entit\u00e1sra sikeresen alkalmazva lett a(z) {1} felf\u00fcggeszt\u00e9s.
audit.failedHold       = A(z) {0} RM entit\u00e1sra nem lett alkalmazva a(z) {1} felf\u00fcggeszt\u00e9s.

audit.removeHoldReason      = Felf\u00fcggeszt\u00e9s k\u00e9zi elt\u00e1vol\u00edt\u00e1sa
audit.successfullRemoveHold = A(z) {0} RM entit\u00e1s sikeresen el lett t\u00e1vol\u00edtva a(z) {1} felf\u00fcggeszt\u00e9sb\u0151l.
audit.failedRemoveHold      = A(z) {0} RM entit\u00e1s nem lett elt\u00e1vol\u00edtva a(z) {1} felf\u00fcggeszt\u00e9sb\u0151l.

bulk.deleteReason	= T\u00f6meges t\u00f6rl\u00e9si m\u0171velet r\u00e9sze

disposition.deleteFromDestroy   = A t\u00f6rl\u00e9s egy megsemmis\u00edt\u00e9s m\u0171velet eredm\u00e9nyek\u00e9nt ker\u00fclt v\u00e9grehajt\u00e1sra.
disposition.closedByDisposition = Selejtez\u00e9si feldolgoz\u00e1s miatt lez\u00e1rva.

# volume.autoCloseReason must be limited to 64 chars max.
volume.autoCloseReason	= A k\u00f6tet \u00faj akt\u00edv testv\u00e9rk\u00f6tet hozz\u00e1ad\u00e1sa miatt lez\u00e1rva.

