# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2010, 2012 IBM Corp. All rights reserved.
#
# JARM Localized String Resources (en_US).
# Includes strings for exception messages, logging and
#  other miscellaneous usage.
#
#
#================================================================================
# JARM Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRS0100.explanation = Svojstvo ozna\u010deno s property_symbolicname trenutno nije u predmemoriji svojstva.
FNRRS0100.action      = Osvje\u017eite svojstva objekta da biste osigurali da je vama potrebno svojstvo uklju\u010deno u filter svojstava.
FNRRS0100.message     = Svojstvo nije u predmemoriji svojstava za objekt, simboli\u010dki naziv svojstva: ''{0}''.
FNRRS0100.arg.0       = property_symbolicname

FNRRS0101.explanation = Operacija nije podr\u017eana za ovaj entity_type prepoznat kao identitet.
FNRRS0101.action      = Podesite klijentsku aplikaciju da ne poku\u0161ava ovu operaciju na ovom tipu instance.
FNRRS0101.message     = Operacija nije podr\u017eana za ovaj tip instance, operacija: ''{0}'', EntityType: ''{1}'', identitet: ''{2}''.
FNRRS0101.arg.0       = operation
FNRRS0101.arg.1       = entity_type
FNRRS0101.arg.2       = identity

FNRRS0102.explanation = Zbirka spremi\u0161ta preko kojih \u0107e se izvesti operacija pretra\u017eivanja ne pripada istoj domeni.
FNRRS0102.action      = Osigurajte da sva spremi\u0161ta pretra\u017eivanja pripadaju istoj domeni.
FNRRS0102.message     = Spremi\u0161ta pretra\u017eivanja ne pripadaju istoj domeni.

FNRRS0103.explanation = Svojstvo symbolic_name ne podr\u017eava dohvati ili postavi za tip data_type.
FNRRS0103.action      = Ograni\u010dite tip podataka koji se koristi s ovim svojstvom na tip definiran s DataType vrijednosti svojstva.
FNRRS0103.message     = Svojstvo ne podr\u017eava tip podataka, simboli\u010dki naziv: ''{0}'', tip podataka: ''{1}''.
FNRRS0103.arg.0       = symbolic_name
FNRRS0103.arg.1       = data_type

FNRRS0104.explanation = Ciljni nadre\u0111eni spremnik je trenutno zatvoren i ne mo\u017ee prihvatiti dodavanje novih podre\u0111enih.
FNRRS0104.action      = Ili izaberite alternativni nadre\u0111eni spremnik ili otvorite ovaj nadre\u0111eni spremnik.
FNRRS0104.message     = Ciljni nadre\u0111eni spremnik ''{0}'' je trenutno zatvoren za dodavanje novih podre\u0111enih.
FNRRS0104.arg.0       = parent_id

FNRRS0105.explanation = Specificirani nadre\u0111eni spremnik ne mo\u017ee sadr\u017eavati podre\u0111ene tog tipa.
FNRRS0105.action      = Izaberite alternativni nadre\u0111eni spremnik za novi podre\u0111eni objekt.
FNRRS0105.message     = Ciljni nadre\u0111eni spremnik ''{0}'' ne mo\u017ee sadr\u017eavati podre\u0111eni objekt tipa: {1}.
FNRRS0105.arg.0       = parent_id
FNRRS0105.arg.1       = container_type

FNRRS0106.explanation = Specificirane vrijednosti svojstva za novi spremnik moraju imati jedinstvene vrijednosti u odnosu na sve njegove potencijalne postoje\u0107e spremnike potomke unutar ciljnog nadre\u0111enog spremnika.
FNRRS0106.action      = Osigurajte da se specificiraju jedinstvene vrijednosti svojstva o kojem je rije\u010d.
FNRRS0106.message     = Neuspje\u0161no dodavanje novog spremnika tipa {0} u nadre\u0111eni spremnik ''{1}'' jer jedna ili vi\u0161e od sljede\u0107ih vrijednosti svojstava nisu jedinstvene unutar postoje\u0107ih potomaka spremnika: {2}, {3}.
FNRRS0106.arg.0       = container_type
FNRRS0106.arg.1       = parent_id
FNRRS0106.arg.2       = property1_name
FNRRS0106.arg.3       = property2_name

FNRRS0107.explanation = Specificirano svojstvo mora imati dodijeljenu nepraznu vrijednost.
FNRRS0107.action      = Navedite nepraznu vrijednost za specificirano svojstvo.
FNRRS0107.message     = Objektu nedostaje neprazna vrijednost svojstva ''{0}''.
FNRRS0107.arg.0       = Naziv svojstva koje nedostaje ili je prazno.

FNRRS0108.explanation = Specificirani spremnik ne mo\u017ee se izbrisati zbog postoje\u0107eg zadr\u017eavanja izravno na spremniku, na jednom ili vi\u0161e njegovih nadre\u0111enih ili na jednom ili vi\u0161e njegovih spremnika potomaka.
FNRRS0108.action      = Uklonite zadr\u017eavanja koja sprje\u010davaju i ponovno poku\u0161ajte proces brisanja.
FNRRS0108.message     = Brisanje spremnika nije dozvoljeno zbog postoje\u0107ih uvjeta zadr\u017eavanja: ''{0}''.
FNRRS0108.arg.0       = delete_target

FNRRS0109.explanation = Specificirani spremnik ne mo\u017ee se izbrisati jer sadr\u017ei ili podspremnike ili slogove.
FNRRS0109.action      = Izbri\u0161ite sadr\u017eaj spremnika i ponovno poku\u0161ajte proces brisanja.
FNRRS0109.message     = Ne mo\u017ee se izbrisati neprazni spremnik: ''{0}''.
FNRRS0109.arg.0       = delete_target

FNRRS0110.explanation = Specificirani spremnik ne mo\u017ee se izbrisati jer sadr\u017ei ili podspremnike ili slogove koji su logi\u010dki izbrisani (to zna\u010di, postoji jer je omogu\u0107ena funkcija zadr\u017eavanja meta podataka).
FNRRS0110.action      = Izbri\u0161ite sadr\u017eaj spremnika i ponovno poku\u0161ajte proces brisanja.
FNRRS0110.message     = Ne mo\u017ee se izbrisati spremnik koji sadr\u017ei logi\u010dki izbrisane sadr\u017eane elemente: ''{0}''.
FNRRS0110.arg.0       = delete_target

FNRRS0111.explanation = Ne mo\u017ee se dodati novi podre\u0111eni nadre\u0111enom spremniku koji je neaktivan.
FNRRS0111.action      = U\u010dinite nadre\u0111eni spremnik aktivnim ili izaberite drugi nadre\u0111eni spremnik u koji \u0107ete dodati.
FNRRS0111.message     = Ne mo\u017ee se dodati novi podre\u0111eni neaktivnom nadre\u0111enom spremniku: ''{0}''.
FNRRS0111.arg.0       = parent_container

FNRRS0112.explanation = Ako se stavke sadr\u017eaja specificiraju sa svojim ID-ovima, tada se spremi\u0161te sadr\u017eaja tako\u0111er mora specificirati.
FNRRS0112.action      = Navedite odgovaraju\u0107e spremi\u0161te sadr\u017eaja za ID-ove stavki sadr\u017eaja.
FNRRS0112.message     = Gre\u0161ka deklaracije, spremi\u0161te sadr\u017eaja nije specificirano za identifikatore stavki sadr\u017eaja.

FNRRS0113.explanation = Ako se specificira vi\u0161e od jednog ciljnog spremnika prilikom deklaracije novog sloga, tada svi sli\u010dni spremnici pripadaju istom spremi\u0161tu plana datoteka.
FNRRS0113.action      = Osigurajte da svi ciljni spremnici deklaracija slogova pripadaju istom spremi\u0161tu plana datoteka.
FNRRS0113.message     = Gre\u0161ka deklaracije, ciljni spremnici moraju pripadati istom spremi\u0161tu plana datoteka.

FNRRS0114.explanation = Jedan od ciljnih spremnika deklaracije slogova je prethodno logi\u010dki izbrisan i nije podesan za sadr\u017eavanje novih slogova.
FNRRS0114.action      = Uklonite ovaj spremnik iz liste ili izaberite alternativni spremnik ili u\u010dinite oboje.
FNRRS0114.message     = Gre\u0161ka deklaracije, ciljni spremnik je logi\u010dki izbrisan: ''{0}''.
FNRRS0114.arg.0       = container_ident

FNRRS0115.explanation = Slog se ne mo\u017ee deklarirati u zatvorenom spremniku.
FNRRS0115.action      = Ponovno otvorite spremnik i poku\u0161ajte ponovno ili izaberite razli\u010diti spremnik.
FNRRS0115.message     = Gre\u0161ka deklaracije, ciljni spremnik je zatvoren: ''{0}''.
FNRRS0115.arg.0       = container_ident

FNRRS0116.explanation = Jedan od ciljnih spremnika za deklaraciju slogova je trenutno neaktivan i nije podesan za sadr\u017eavanje novih slogova.
FNRRS0116.action      = Ponovno aktivirajte ovaj spremnik ili ga uklonite iz liste ciljnih spremnika.
FNRRS0116.message     = Gre\u0161ka deklaracije, ciljni spremnik je neaktivan: ''{0}''.
FNRRS0116.arg.0       = container_ident

FNRRS0117.explanation = Mo\u017ee se specificirati samo jedan spremnik fizi\u010dkog tipa za cilj deklaracije slogova.
FNRRS0117.action      = Ograni\u010dite listu ciljnih spremnika na jedan spremnik fizi\u010dkog tipa.
FNRRS0117.message     = Gre\u0161ka deklaracije, specificirano je vi\u0161e od jednog spremnika fizi\u010dkog tipa.

FNRRS0118.explanation = Sve stavke sadr\u017eaja pridru\u017eene novom slogu moraju pripadati istom spremi\u0161tu sadr\u017eaja.
FNRRS0118.action      = Osigurajte da sve pridru\u017eene stavke sadr\u017eaja pripadaju istom spremi\u0161tu sadr\u017eaja.
FNRRS0118.message     = Gre\u0161ka deklaracije, specificirane stavke sadr\u017eaja za deklaraciju novog sloga pripadaju razli\u010ditim spremi\u0161tima sadr\u017eaja.

FNRRS0119.explanation = Specificirana stavka sadr\u017eaja je neprihvatljiva za deklaraciju sloga jer svojstvo CanDeclare je false, stavka je u stanju rezervacije ili je stavka ve\u0107 deklarirana.
FNRRS0119.action      = Ispravite stavku sadr\u017eaja koja ima gre\u0161ku ili specificirajte razli\u010ditu stavku sadr\u017eaja.
FNRRS0119.message     = Gre\u0161ka deklaracije, specificirana stavka sadr\u017eaja je neprihvatljiva za deklaraciju slogova: ''{0}''.
FNRRS0119.arg.0       = contentItem_ident

FNRRS0120.explanation = Specificirani slog ne mo\u017ee se izbrisati zbog postoje\u0107eg zadr\u017eavanja izravno na slogu ili na jednom ili vi\u0161e njegovih nadre\u0111enih.
FNRRS0120.action      = Uklonite zadr\u017eavanja koja sprje\u010davaju i ponovno poku\u0161ajte proces brisanja.
FNRRS0120.message     = Brisanje sloga nije dozvoljeno zbog postoje\u0107ih uvjeta zadr\u017eavanja: ''{0}''.
FNRRS0120.arg.0       = delete_target

FNRRS0121.explanation = Vrijednost svojstva Zamijeni za objekt sloga mo\u017ee sadr\u017eavati samo postoje\u0107i objekt sloga.
FNRRS0121.action      = Osigurajte da je dodijeljena vrijednost sloga svojstvu Zamijeni tipa com.ibm.jarm.api.core.Record.
FNRRS0121.message     = Gre\u0161ka deklaracije, vrijednost svojstva Zamijeni za novi slog mora biti drugi objekt sloga.

FNRRS0122.explanation = Ciljni slog za svojstvo Zamijeni kod novog sloga ne mo\u017ee biti ve\u0107 zamijenjen.
FNRRS0122.action      = Nemojte poku\u0161avati zamijeniti postoje\u0107i slog koji je ve\u0107 bio zamijenjen.
FNRRS0122.message     = Ciljni slog svojstva Zamijeni kod novog sloga je prethodno ve\u0107 bio zamijenjen.

FNRRS0123.explanation = Ciljni slog za svojstvo Zamijeni kod novog sloga ne mo\u017ee se dohvatiti u svrhu provjere.
FNRRS0123.action      = Osigurajte da ciljna vrijednost sloga zamjene postoji ili da trenutni korisnik ima potrebne sigurnosne dozvole pristupa do njega ili oboje.
FNRRS0123.message     = Gre\u0161ka deklaracije, ciljni slog svojstva Zamijeni za novi slog nije dostupan.

FNRRS0124.explanation = Ciljni slog za svojstvo Zamijeni kod novog sloga ne mo\u017ee se upisati.
FNRRS0124.action      = Osigurajte da trenutni korisnik ima potrebne sigurnosne dozvole pisanja u ciljni slog zamjene.
FNRRS0124.message     = Gre\u0161ka deklaracije, ne mo\u017ee se pisati u ciljni slog svojstva Zamijeni za novi slog.

FNRRS0125.explanation = Ciljni slog vrijednosti svojstva Primitak za novi slog je ve\u0107 primljeni slog.
FNRRS0125.action      = Izaberite alternativni slog za Primitak vrijednosti.
FNRRS0125.message     = Gre\u0161ka deklaracije, ciljni slog vrijednosti svojstva Primitak za novi slog je ve\u0107 primljeni slog.

FNRRS0126.explanation = Kada deklarirate slog u spremi\u0161tu plana datoteka koji je konfiguriran s modelom podataka DoD klasifikacije, potrebna je ne-null ili neprazna vrijednost svojstva Trenutna klasifikacija.
FNRRS0126.action      = Navedite va\u017ee\u0107u vrijednost svojstva Trenutna klasifikacija.
FNRRS0126.message     = Gre\u0161ka deklaracije, nedostaje ili je pogre\u0161no svojstvo ''Trenutna klasifikacija''.

FNRRS0127.explanation = Klasificirani slog mora imati va\u017ee\u0107u vrijednost svojstva Po\u010detna klasifikacija.
FNRRS0127.action      = Navedite va\u017ee\u0107u vrijednost svojstva Po\u010detna klasifikacija.
FNRRS0127.message     = Gre\u0161ka deklaracije, nedostaje ili je pogre\u0161no svojstvo ''Po\u010detna klasifikacija''.

FNRRS0128.explanation = Za klasificirani slog, ako nije navedeno svojstvo Izvedeno iz, tada se specificiraju svojstva Klasificirao i Razlozi za klasifikaciju.
FNRRS0128.action      = Navedite va\u017ee\u0107e vrijednosti za svojstva Klasificirao i Razlozi za klasifikaciju.
FNRRS0128.message     = Gre\u0161ka deklaracije, nedostaje ili je pogre\u0161no svojstvo ''Ovla\u0161tenje klasifikacije''.

FNRRS0129.explanation = Za klasificirani slog, ako nisu navedena Izuze\u0107a, tada se mora navesti va\u017ee\u0107i Deklasificiraj na datum ili Deklasificiraj na doga\u0111aj.
FNRRS0129.action      = Navedite va\u017ee\u0107i Izuzetak ili jedno od va\u017ee\u0107ih vrijednosti za Deklasificiraj na datum ili Deklasificiraj na doga\u0111aj.
FNRRS0129.message     = Gre\u0161ka deklaracije, nedostaje va\u017ee\u0107e svojstvo ili ''Deklasificiraj na datum'' ili ''Deklasificiraj na doga\u0111aj''.

FNRRS0130.explanation = Za klasificirani slog, ako nisu navedena Izuze\u0107a i naveden je Deklasificiraj na datum, tada taj datum mora biti unutar granica specificiranih trenutnom glavnom direktivom.
FNRRS0130.action      = Navedite va\u017ee\u0107i Izuzetak ili jedno od va\u017ee\u0107ih vrijednosti za Deklasificiraj na datum ili Deklasificiraj na doga\u0111aj.
FNRRS0130.message     = Gre\u0161ka deklaracije, specificirano svojstvo ''Deklasificiraj na datum'' je izvan raspona.

FNRRS0131.explanation = Za klasificirani slog, ako se specificirana Dodatno ozna\u010davanje, tada nije dopu\u0161teno ni Deklasificiraj na datum niti Deklasificiraj na doga\u0111aj.
FNRRS0131.action      = Uklonite vrijednosti Deklasificiraj na datum i Deklasificiraj na doga\u0111aj ili uklonite ograni\u010davaju\u0107e Dodatno ozna\u010davanje.
FNRRS0131.message     = Gre\u0161ka deklaracije, ograni\u010deni slog ne mo\u017ee imati svojstvo ''Deklasificiraj na datum'' niti ''Deklasificiraj na doga\u0111aje''.

FNRRS0132.explanation = Za klasificirani slog, ako se specificira Dodatno ozna\u010davanje, tada nisu dopu\u0161tene vrijednosti Izuze\u0107a.
FNRRS0132.action      = Uklonite ili vrijednosti Izuze\u0107a ili uklonite ograni\u010davaju\u0107e Dodatno ozna\u010davanje.
FNRRS0132.message     = Gre\u0161ka deklaracije, ograni\u010deni slog ne mo\u017ee imati svojstvo ''Izuze\u0107e''.

FNRRS0133.explanation = Za klasificirani slog, ako se specificira Dodatno ozna\u010davanje, tada nisu dopu\u0161tene vrijednosti svojstva Degradiraj.
FNRRS0133.action      = Uklonite ili vrijednosti Degradiraj ili uklonite ograni\u010davaju\u0107e Dodatno ozna\u010davanje.
FNRRS0133.message     = Gre\u0161ka deklaracije, ograni\u010deni slog ne mo\u017ee imati svojstvo ''Degradiraj na datum'' ili ''Degradiraj na doga\u0111aje''.

FNRRS0134.explanation = Za klasificirani slog mora se navesti va\u017ee\u0107a Klasifikacijska agencija.
FNRRS0134.action      = Navedite va\u017ee\u0107e svojstvo za Klasifikacijska agencija.
FNRRS0134.message     = Gre\u0161ka deklaracije, nedostaje ili je pogre\u0161no svojstvo ''Klasifikacijska agencija''.

FNRRS0135.explanation = Za klasificirani slog, ako se specificira Degradiraj na datum ili Degradiraj na doga\u0111aje, tada se mora navesti svojstvo Upute za degradiranje.
FNRRS0135.action      = Ili navedite Upute za degradiranje ili nemojte specificirati svojstva Degradiraj na datum i Degradiraj na doga\u0111aje.
FNRRS0135.message     = Gre\u0161ka deklaracije, nedostaje ili je pogre\u0161no svojstvo ''Upute za degradaciju''.

FNRRS0136.explanation = Za klasificirani slog, ako se navede svojstvo Nadogradi na, tada se mora navesti svojstvo Razlozi za nadogradnju.
FNRRS0136.action      = Ili navedite svojstvo Razlozi za nadogradnju ili nemojte navesti svojstvo Nadogradi na.
FNRRS0136.message     = Gre\u0161ka deklaracije, nedostaje ili je pogre\u0161no svojstvo ''Razlozi za nadogradnju''.

FNRRS0137.explanation = Za klasificirani slog, ako se navede svojstvo Nadogradi na, tada se mora navesti svojstvo Nadogradio.
FNRRS0137.action      = Ili navedite svojstvo Nadogradio ili nemojte navesti svojstvo Nadogradi na.
FNRRS0137.message     = Gre\u0161ka deklaracije, nedostaje ili je pogre\u0161no svojstvo ''Nadogradio''.

FNRRS0138.explanation = Za klasificirani slog, ako se navede svojstvo Pregledano na, tada se mora navesti svojstvo Pregledao.
FNRRS0138.action      = Ili navedite svojstvo Pregledao ili nemojte navesti svojstvo Pregledano na.
FNRRS0138.message     = Gre\u0161ka deklaracije, nedostaje ili je pogre\u0161no svojstvo ''Pregledao''.

FNRRS0139.explanation = Za klasificirani slog, ako se navede svojstvo Degradirano na, tada se mora navesti svojstvo Degradirao.
FNRRS0139.action      = Ili navedite svojstvo Degradirao ili nemojte navesti svojstvo Degradirano na.
FNRRS0139.message     = Gre\u0161ka deklaracije, nedostaje ili je pogre\u0161no svojstvo ''Degradirao''.

FNRRS0140.explanation = Za klasificirani slog, ako se navede svojstvo Deklasificirano na, tada se mora navesti svojstvo Deklasificirao.
FNRRS0140.action      = Ili navedite svojstvo Deklasificirao ili nemojte navesti svojstvo Deklasificirano na.
FNRRS0140.message     = Gre\u0161ka deklaracije, nedostaje ili je pogre\u0161no svojstvo ''Deklasificirao''.

FNRRS0141.explanation = Kod poku\u0161aja deklaracije klasificiranog sloga, jedna ili vi\u0161e DoD klasificiranih provjera nije uspjela.
FNRRS0141.action      = Poru\u010dite zbirku slogova gre\u0161aka izuzetka za detalje o neuspjesima provjera.
FNRRS0141.message     = Gre\u0161ka deklaracije, dogodila se jedna ili vi\u0161e gre\u0161aka DoD klasificirane provjere. Pogledajte slogove gre\u0161aka izuzetaka za detalje.

FNRRS0142.explanation = Poku\u0161alo se postaviti spremnik slogova na aktivan, a on je ve\u0107 bio aktivan.  Aktivni spremnik se ne mo\u017ee postaviti da je aktivan.
FNRRS0142.action      = Utvrdite za\u0161to se spremnik postavlja na aktivan ako je ve\u0107 aktivan.
FNRRS0142.message     = Spremnik se ne mo\u017ee postaviti na aktivan ako je ve\u0107 aktivan.

FNRRS0143.explanation = Poku\u0161alo se postaviti spremnik slogova na neaktivan, a on je ve\u0107 bio neaktivan.  Neaktivni spremnik se ne mo\u017ee postaviti da je neaktivan.
FNRRS0143.action      = Utvrdite za\u0161to se spremnik postavlja na neaktivan ako je ve\u0107 neaktivan.
FNRRS0143.message     = Spremnik se ne mo\u017ee postaviti da je neaktivan jer je ve\u0107 neaktivan.

FNRRS0144.explanation = Kada je spremnik neaktivan, svi njegovi podspremnici do dna hijerarhije spremnika moraju tako\u0111er biti neaktivni.  Poku\u0161aj postavljanja spremnika na aktivan kada je jedan od njegovih nadre\u0111enih spremnika neaktivan nije dopu\u0161ten.
FNRRS0144.action      = Ako se spremnik mora postaviti na aktivan, tada se svi nadre\u0111eni neaktivni spremnici prvo moraju postaviti na aktivan.
FNRRS0144.message     = Ne mo\u017ee se spremnik postaviti da je aktivan jer je nadre\u0111eni spremnik neaktivan.

FNRRS0145.explanation = Kada se spremnik postavi na neaktivan, mora se specificirati razlog za takvu akciju.  Razlog sadr\u017ei informacije za\u0161to spremnik vi\u0161e nije aktivan.
FNRRS0145.action      = Navedite razlog kada postavljate spremnik na neaktivan.
FNRRS0145.message     = Razlog za neaktivnost je obavezan kada postavljate spremnik na neaktivan.

FNRRS0146.explanation = Ponovno mo\u017eete otvoriti spremnik koji je zatvoren.  Ako je spremnik ve\u0107 otvoren, tada vam nije dopu\u0161teno da ga ponovno otvorite.
FNRRS0146.action      = Nemojte ponovno otvarati spremnik osim ako nije u zatvorenom stanju.
FNRRS0146.message     = Ne mo\u017eete ponovno otvoriti spremnik koji nije zatvoren.

FNRRS0147.explanation = Akcija ponovnog otvaranja je va\u017ee\u0107a samo na spremniku koji je trenutno u zatvorenom stanju. Trenutni spremnik je ve\u0107 ponovno otvoren pa ga ne mo\u017eete ponovno otvoriti.
FNRRS0147.action      = Nemojte ponovno otvarati spremnik osim ako nije u zatvorenom stanju.
FNRRS0147.message     = Ne mo\u017eete ponovno otvoriti spremnik koji je ve\u0107 otvoren.

FNRRS0148.explanation = Spremnik se mo\u017ee otvoriti samo ako su svi njegovi nadre\u0111eni u otvorenom stanju. Ako je bilo koji nadre\u0111eni spremnik zatvoren, tada se spremnik ne mo\u017ee ponovno otvoriti.
FNRRS0148.action      = Nemojte ponovno otvarati spremnik osim ako svi njegovi nadre\u0111eni nisu otvoreni.
FNRRS0148.message     = Ne mo\u017eete ponovno otvoriti spremnik koji ima zatvorenog prethodnika.

FNRRS0149.explanation = Kada se zatvara spremnik, mora se specificirati razlog za zatvaranje spremnika. Razlog mora biti va\u017ee\u0107i neprazan niz znakova.
FNRRS0149.action      = Navedite neprazan niz znakova u kojem navedete za\u0161to se spremnik zatvara.
FNRRS0149.message     = Razlog se mora navesti kada se zatvara spremnik.

FNRRS0150.explanation = Ne mo\u017eete zatvoriti spremnik koji je ve\u0107 zatvoren.  Mo\u017eete zatvoriti spremnik samo ako je otvoren (nikad nije bio zatvoren) ili je ponovno otvoren (bio je zatvoren, ali je sada ponovno otvoren).
FNRRS0150.action      = Provjerite je li spremnik ve\u0107 zatvoren prije nego ga poku\u0161ate zatvoriti.
FNRRS0150.message     = Ne mo\u017ee se zatvoriti spremnik, ve\u0107 je zatvoren.

FNRRS0151.explanation = Ne mo\u017eete spremiti slog u spremnik koji je trenutno neaktivan.
FNRRS0151.action      = Ponovno aktivirajte spremnik ili izaberite drugi cilj za pohranu.
FNRRS0151.message     = Ne mo\u017ee se spremiti slog u neaktivni spremnik.

FNRRS0152.explanation = Ne mo\u017eete spremiti slog u spremnik koji je trenutno zatvoren.
FNRRS0152.action      = Ponovno otvorite spremnik ili izaberite drugi cilj za pohranu.
FNRRS0152.message     = Ne mo\u017ee se spremiti slog u zatvoreni spremnik.

FNRRS0153.explanation = Ciljni spremnik za pohranu ne smije sadr\u017eavati ovaj tip sloga.
FNRRS0153.action      = Izaberite alternativni spremnik u koji \u0107ete spremiti slog.
FNRRS0153.message     = Ciljni spremnik za pohranu ne smije sadr\u017eavati sloga ovog tipa entiteta: {0}.

FNRRS0154.explanation = Slog ve\u0107 postoji u specificiranom ciljnom spremniku (ili u aktivnom podre\u0111enom volumenu).
FNRRS0154.action      = Izaberite alternativni spremnik u koji \u0107ete spremiti slog.
FNRRS0154.message     = Ne mo\u017ee se spremiti slog jer ve\u0107 postoji u ciljnom spremniku (ili u aktivnom podre\u0111enom volumenu).

FNRRS0155.explanation = Slog se ne mo\u017ee spremiti u spremnik, koji se nalazi izvan njegovog postoje\u0107eg plana datoteka.
FNRRS0155.action      = Izaberite spremnik koji se nalazi unutar postoje\u0107eg plana datoteka sloga.
FNRRS0155.message     = Slog se ne mo\u017ee spremiti u spremnik, koji se nalazi izvan njegovog postoje\u0107eg plana datoteka.

FNRRS0156.explanation = Fizi\u010dki slog se ne mo\u017ee spremiti u vi\u0161e od jednog fizi\u010dkog spremnika.
FNRRS0156.action      = Ograni\u010dite sadr\u017eavanje fizi\u010dkog sloga na jedan fizi\u010dki spremnik.
FNRRS0156.message     = Fizi\u010dki slog se ne mo\u017ee spremiti u vi\u0161e od jednog fizi\u010dkog spremnika.

FNRRS0157.explanation = Fizi\u010dki slog se ne mo\u017ee spremiti u vi\u0161e od jednog fizi\u010dkog spremnika.
FNRRS0157.action      = Ograni\u010dite sadr\u017eavanje fizi\u010dkog sloga na jedan fizi\u010dki spremnik.
FNRRS0157.message     = Specificirani SchedulePropagation na\u010din nije primjenjiv kada se prazni postoje\u0107i zadatak rasporeda odlaganja: {0}.

FNRRS0158.explanation = Specificirano zadr\u017eavanje nije pridru\u017eeno entitetu pa se ne mo\u017ee ukloniti.
FNRRS0158.action      = Osigurajte da je zadr\u017eani objekt pridru\u017een entitetu prije nego ga poku\u0161ate ukloniti.
FNRRS0158.message     = Ne mo\u017ee se ukloniti zadr\u017eavanje jer nije pridru\u017eeno entitetu, identitet zadr\u017eavanja: {0}.
FNRRS0158.arg.0	   = Identitet zadr\u017eavanja o kojem je rije\u010d.

FNRRS0159.explanation = Specificirano zadr\u017eavanje je dinami\u010dki dodijeljeno entitetu. Ne mo\u017eete ga ru\u010dno ukloniti.
FNRRS0159.action      = Izvedite \u010di\u0161\u0107enje zadr\u017eavanja za uklanjanje dinami\u010dkih zadr\u017eavanja.
FNRRS0159.message     = Ne mo\u017ee se ru\u010dno ukloniti zadr\u017eavanje koje je primijenjeno dinami\u010dki, identitet zadr\u017eavanja: {0}.
FNRRS0159.arg.0	   = Identitet zadr\u017eavanja o kojem je rije\u010d.

FNRRS0160.explanation = Specificirano zadr\u017eavanje nije aktivno.  Ne mo\u017ee se primijeniti na entitet.
FNRRS0160.action      = Provjerite je li zadr\u017eavanje ozna\u010deno kao aktivno prije nego ga pridru\u017eite entitetima.
FNRRS0160.message     = Ne mo\u017ee se primijeniti zadr\u017eavanje koje nije aktivno, identitet zadr\u017eavanja: {0}.
FNRRS0160.arg.0	   = Identitet zadr\u017eavanja o kojem je rije\u010d.

FNRRS0161.explanation = Zadr\u017eavanje ne mo\u017eete dodati entitetu kojem je ve\u0107 pridru\u017eeno zadr\u017eavanju.
FNRRS0161.action      = Dodajte zadr\u017eavanje entitetu samo jednom.
FNRRS0161.message     = Entitetu ne mo\u017eete dodati zadr\u017eavanje vi\u0161e od jednom, identitet zadr\u017eavanja: {0}
FNRRS0161.arg.0	   = Identitet zadr\u017eavanja o kojima se radi.

FNRRS0162.explanation = Ne mo\u017eete izbrisati zadr\u017eavanje ako su slogovi ili spremnici pridru\u017eeni zadr\u017eavanju.
FNRRS0162.action      = Uklonite entitete pridru\u017eene zadr\u017eavanju pa onda izbri\u0161ite zadr\u017eavanje.
FNRRS0162.message     = Ne mo\u017ee se izbrisati zadr\u017eavanje koje je pridru\u017eeno entitetima.

FNRRS0163.explanation = Dogodio se neo\u010dekivani izuzetak tijekom poku\u0161aja premje\u0161tanja ovog entiteta.
FNRRS0163.action      = Poru\u010dite dnevnike za detaljnije informacije o izuzetku.
FNRRS0163.message     = Ne mo\u017ee se premjestiti entitet zbog neo\u010dekivanog izuzetka, entitet: {0}, izuzetak: {1}.
FNRRS0163.arg.0       = Identitet entiteta na kojem je poku\u0161an premje\u0161taj.
FNRRS0163.arg.1       = Poruka izuzetka.

FNRRS0164.explanation = Operacija masovnog brisanja ne podr\u017eava entitet ove vrijednosti za entityType.
FNRRS0164.action      = Uklonite ovaj entitet iz zbirke entiteta operacije masovnog brisanja.
FNRRS0164.message     = Ne mo\u017ee se izvesti masovno brisanje na tipu entiteta, entityType: {0}, entityIdent: {1}.
FNRRS0164.arg.0       = Tip entiteta na kojem je poku\u0161ano brisanje.
FNRRS0164.arg.1       = Identitet entiteta na kojem je poku\u0161ano brisanje.

FNRRS0165.explanation = Operacija masovnog deaktiviranja ne podr\u017eava entitet \u010diji entityType ima ovu vrijednost.
FNRRS0165.action      = Uklonite ovaj entitet iz zbirke entiteta operacije masovnog deaktiviranja.
FNRRS0165.message     = Ne mo\u017ee se izvesti masovno deaktiviranje na tipu entiteta, entityType: {0}, entityIdent: {1}.
FNRRS0165.arg.0       = Tip entiteta na kojem je poku\u0161ano deaktiviranje.
FNRRS0165.arg.1       = Identitet entiteta na kojem je poku\u0161ano deaktiviranje.

FNRRS0166.explanation = Operacija masovnog aktiviranja ne podr\u017eava entitet ove vrijednosti za entityType.
FNRRS0166.action      = Uklonite ovaj entitet iz zbirke entiteta operacije masovnog aktiviranja.
FNRRS0166.message     = Ne mo\u017ee se izvesti masovno aktiviranje na tipu entiteta, entityType: {0}, entityIdent: {1}.
FNRRS0166.arg.0       = Tip entiteta na kojem je poku\u0161ano aktiviranje.
FNRRS0166.arg.1       = Identitet entiteta na kojem je poku\u0161ano aktiviranje.

FNRRS0167.explanation = Specificirani izvorni spremnik operacije premje\u0161tanja izravno ne sadr\u017ei specificirani slog.
FNRRS0167.action      = Osigurajte da je specificiran ispravni izvorni spremnik. Ako je stvarni izvorni spremnik volumen slogova, specificirajte taj volumen slogova za razliku od njegovog nadre\u0111enog foldera slogova.
FNRRS0167.message     = Ne mo\u017ee se izvesti premje\u0161tanje sloga jer slog nije sadr\u017ean u specificiranom izvornom spremniku.

FNRRS0168.explanation = Trenutni korisnik nema dozvolu za premje\u0161tanje objekta.
FNRRS0168.action      = Provjerite ima li trenutni korisnik dozvolu za premje\u0161tanje objekta.
FNRRS0168.message     = Trenutni korisnik ne mo\u017ee premjestiti spremnik: {0}.
FNRRS0168.arg.0       = Identitet spremnika.

FNRRS0169.explanation = Trenutni korisnik nema ispravnu dozvolu za kopiranje sloga.
FNRRS0169.action      = Provjerite ima li trenutni korisnik najmanje dozvolu pisanja u slog.
FNRRS0169.message     = Trenutni korisnik nema dozvolu za kopiranje sloga: {0}.
FNRRS0169.arg.0       = Identitet sloga.

FNRRS0170.explanation = Zbog nemogu\u0107nosti automatskog kreiranja kopije vanjskog federalnog dokumenta, slog pridru\u017een takvom dokumentu ne mo\u017ee se kopirati.
FNRRS0170.action      = Ru\u010dno duplicirajte izvorni federalni dokument i ru\u010dno deklarirajte novi slog za novi federalni dokument.
FNRRS0170.message     = Slog pridru\u017een federalnom dokumentu ne mo\u017ee se kopirati.

FNRRS0171.explanation = Specificirani slog nije trenutno spremljen u specificirani spremnik i zbog toga se ne mo\u017ee poni\u0161titi spremanju u taj spremnik.
FNRRS0171.action      = Ako ste po\u010detno pozvali ovu metodu na folderu slogova koji zahtijeva upotrebu podre\u0111enih volumena slogova, tada napravite ovaj poziv na odgovaraju\u0107em podre\u0111enom volumenu koji stvarno sadr\u017ei slog.
FNRRS0171.message     = Ne mo\u017ee se poni\u0161titi spremanje sloga u spremniku u kojem slog trenutno nije spremljen, slog: {0}, spremnik: {1}.
FNRRS0171.arg.0       = Slog na kojem se poku\u0161ava izvesti operacija poni\u0161tenja spremanja.
FNRRS0171.arg.1       = Ciljni spremnik na kojem se poku\u0161ava izvesti operacija poni\u0161tenja spremanja.

FNRRS0172.explanation = Slog mora biti spremljen u najmanje jednom spremniku. 
FNRRS0172.action      = Osigurajte da je slog spremljen u najmanje jednom drugom spremniku prije nego poku\u0161ate poni\u0161titi spremanje  u spremnik.
FNRRS0172.message     = Ne mo\u017ee se poni\u0161titi spremanje sloga koji je trenutno spremljen u samo jedan spremnik, slog: {0}.
FNRRS0172.arg.0       = Slog na kojem se poku\u0161ava izvesti operacija poni\u0161tenja spremanja.

FNRRS0173.explanation = Nakon \u0161to je slog "logi\u010dki" izbrisan, vi\u0161e se ne mo\u017ee poni\u0161titi njegova deklaracija. 
FNRRS0173.action      =  
FNRRS0173.message     = Ne mo\u017ee se poni\u0161titi deklaracija sloga koji je "logi\u010dki" izbrisan, slog: {0}.
FNRRS0173.arg.0       = Slog na kojem se poku\u0161ava izvesti operacija poni\u0161tenja deklaracije.

FNRRS0174.explanation = Ako je slog (ili bilo koji od njegovih nadre\u0111enih spremnika) na \u010dekanju, ne mo\u017ee se poni\u0161titi njegova deklaracija. 
FNRRS0174.action      = Uklonite sva primjenjiva zadr\u017eavanja sloga pa poku\u0161ajte operaciju poni\u0161tenja deklaracije.
FNRRS0174.message     = Ne mo\u017ee se poni\u0161titi deklaracija sloga koji je trenutno na \u010dekanju, slog: {0}.
FNRRS0174.arg.0       = Slog na kojem se poku\u0161ava izvesti operacija poni\u0161tenja deklaracije.

FNRRS0175.explanation = Ako je slog trenutno uklju\u010den u aktivni proces rada odlaganja, tada se ne mo\u017ee poni\u0161titi njegova deklaracija.
FNRRS0175.action      = Dovr\u0161ite obradu procesa rada povezanu sa slogom pa poku\u0161ajte operaciju poni\u0161tenja deklaracije.
FNRRS0175.message     = Ne mo\u017ee se poni\u0161titi deklaracija sloga koji je dio aktivnog procesa rada odlaganja, slog: {0}.
FNRRS0175.arg.0       = Slog na kojem se poku\u0161ava izvesti operacija poni\u0161tenja deklaracije.

FNRRS0176.explanation = Ako je slog pridru\u017een federalnom sadr\u017eaju, tada se ne mo\u017ee poni\u0161titi njegova deklaracija.
FNRRS0176.action      = 
FNRRS0176.message     = Ne mo\u017ee se poni\u0161titi deklaracija sloga koji je pridru\u017een federalnom sadr\u017eaju, slog: {0}.
FNRRS0176.arg.0       = Slog na kojem se poku\u0161ava izvesti operacija poni\u0161tenja deklaracije.

FNRRS0177.explanation = Obi\u010dno, svojstva koja se odnose na primanje sloga definiraju se samo za model podataka DoD klasificiranog spremi\u0161ta plana datoteka.
FNRRS0177.action      = Provjerite je li instaliran odgovaraju\u0107i model podataka za spremi\u0161te plana datoteka.
FNRRS0177.message     = Primanja slogova nisu podr\u017eana na pridru\u017eenom spremi\u0161tu plana datoteka.

FNRRS0178.explanation = U obrascu imenovanja, svaka desna uglata zagrada mora imati odgovaraju\u0107i lijevu uglatu zagradu za specificiranje opsega kojeg pokriva makro zamjene.
FNRRS0178.action      = Provjerite obrazac imenovanja i osigurajte da prije svake desne uglate zagrade postoji lijeva uglata zagrada.
FNRRS0178.message     = Specificirani obrazac imenovanja ima desnu uglatu zagradu bez odgovaraju\u0107e lijeve uglate zagrade.

FNRRS0179.explanation = U obrascu imenovanja, svaka lijeva uglata zagrada mora imati desnu uglatu zagradu za specificiranje opsega kojeg pokriva makro zamjene.
FNRRS0179.action      = Provjerite obrazac imenovanja i osigurajte da nakon svih lijevih uglatih zagrada slijedi odgovaraju\u0107a desna uglata zagrada.
FNRRS0179.message     = Specificirani obrazac imenovanja ima desnu uglatu zagradu bez odgovaraju\u0107e lijeve uglate zagrade.

FNRRS0180.explanation = Sljede\u0107a vrijednost indeksa za zamjenu dulja je od specificiranog znamenkastog obrasca.
FNRRS0180.action      = Pove\u0107ajte broj znamenaka u znamenkastom obrascu.
FNRRS0180.message     = Specificirani znamenkasti obrazac je prekratak za sljede\u0107u vrijednost indeksa.

FNRRS0181.explanation = Specificirani obrazac ne mo\u017ee se rastaviti kao va\u017ee\u0107i obrazac.
FNRRS0181.action      = Provjerite specificirani obrazac da biste bili sigurni da je ispravan.
FNRRS0181.message     = Specificirani obrazac nije va\u017ee\u0107i obrazac.

FNRRS0182.explanation = U obrascu imenovanja navedeno je svojstvo koje ne postoji.
FNRRS0182.action      = Promijenite obrazac imenovanja da uklju\u010duje naziv va\u017ee\u0107eg svojstva.
FNRRS0182.message     = Specificirano svojstvo u obrascu imenovanja je pogre\u0161no ili ne postoji: {0}.
FNRRS0182.arg.0       = property_name

FNRRS0183.explanation = U obrascu imenovanja navedeno je svojstvo s vi\u0161e vrijednosti.  Obrasci imenovanja podr\u017eavaju samo svojstva s jednom vrijednosti.
FNRRS0183.action      = Uklonite svojstvo s vi\u0161e vrijednosti iz obrasca imenovanja.
FNRRS0183.message     = Svojstvo s vi\u0161e vrijednosti nije podr\u017eano u obrascu imenovanja: {0}.
FNRRS0183.arg.0       = property_name

FNRRS0184.explanation = Obrasci imenovanja ne podr\u017eavaju binarna niti objektna svojstva.
FNRRS0184.action      = Promijenite obrazac imenovanja da uklju\u010duje podr\u017eani tip svojstava.
FNRRS0184.message     = Tip specificiranog svojstva u obrascu imenovanja nije podr\u017ean: {0}. 
FNRRS0184.arg.0       = property_name

FNRRS0185.explanation = Dogodio se neo\u010dekivani izuzetak tijekom poku\u0161aja uni\u0161tenja ovog entiteta.
FNRRS0185.action      = Poru\u010dite dnevnike za detaljnije informacije o izuzetku.
FNRRS0185.message     = Ne mo\u017ee se uni\u0161titi entitet zbog neo\u010dekivanog izuzetka, entitet: {0}, izuzetak: {1}.
FNRRS0185.arg.0       = Identitet entiteta na kojem je poku\u0161ano uni\u0161tavanje.
FNRRS0185.arg.1       = Poruka izuzetka.

FNRRS0186.explanation = Raspored odlaganja koji se odnosi na entitet promijenjen je, \u0161to sprje\u010dava obradu odlaganja odnosnih entiteta.
FNRRS0186.action      = Ponovno izvedite \u010di\u0161\u0107enje odlaganja da biste ponovno obradili ove entitete s promijenjenim rasporedom.
FNRRS0186.message     = Primjenjivi raspored odlaganja je promijenjen.

FNRRS0187.explanation = Ne mo\u017ee se uni\u0161titi nadre\u0111eni spremnik dok svi podre\u0111eni nisu dovr\u0161ili svoje cikluse zadr\u017eavanja.
FNRRS0187.action      = Odgodi uni\u0161tenje nadre\u0111enog entiteta.
FNRRS0187.message     = Ne mo\u017ee se uni\u0161titi entitet koji sadr\u017ei jednog ili vi\u0161e podre\u0111enih s razli\u010ditim periodima zadr\u017eavanja, entitet: {0}.
FNRRS0187.arg.0       = Identitet entiteta na kojem je poku\u0161ano uni\u0161tavanje.

FNRRS0188.explanation = Tip akcije trenutne faze odlaganja pridru\u017eene entitetu izgleda da je promijenjen.
FNRRS0188.action      = Ponovno izvedite \u010di\u0161\u0107enje odlaganja za ovaj entitet.
FNRRS0188.message     = Ne mo\u017ee se nastaviti s obradom odlaganja zbog o\u010dite promjene u trenutnoj fazi, entitet: {0}, faza: {1}.
FNRRS0188.arg.0       = Identitet entiteta uklju\u010denog u odlaganje.
FNRRS0188.arg.1       = Identitet trenutne faze entiteta.

FNRRS0189.explanation = Datum izvo\u0111enja trenutne faze entiteta nije va\u017ee\u0107i za obradu odlaganja.
FNRRS0189.action      = Ponovno izvedite \u010di\u0161\u0107enje odlaganja za ovaj entitet.
FNRRS0189.message     = Ne mo\u017ee se nastaviti s obradom odlaganja jer je datum izvo\u0111enja trenutne faze prazan ili je u budu\u0107nosti, entitet: {0}, datum: {1}.
FNRRS0189.arg.0       = Identitet entiteta uklju\u010denog u odlaganje.
FNRRS0189.arg.1       = Datum izvo\u0111enja trenutne faze za entitet.

FNRRS0190.explanation = Akcija operacije mora se podudarati s akcijom trenutne faze entiteta, osim ako je operacija eksport ili uni\u0161tenje, a akcija trenutne faze entiteta je prijenos.
FNRRS0190.action      = Ponovno izvedite \u010di\u0161\u0107enje odlaganja za ovaj entitet.
FNRRS0190.message     = Tip akcije operacije odlaganja je pogre\u0161an za trenutno stanje faze entiteta, entitet: {0}, akcija trenutne faze: {1}, poku\u0161aj akcije: {2}.
FNRRS0190.arg.0       = Identitet entiteta uklju\u010denog u odlaganje.
FNRRS0190.arg.1       = Akcija trenutne faze entiteta.
FNRRS0190.arg.2       = Poku\u0161ana akcija operacije.

FNRRS0191.explanation = Odlaganje entiteta se ne mo\u017ee nastaviti ako je postoji primjenjivo zadr\u017eavanje izravno na entitetu, na jednom od njegovih nadre\u0111enih ili na jednom od njegovih podre\u0111enih.
FNRRS0191.action      = Uklonite primjenjivo zadr\u017eavanje na ovom entitetu.
FNRRS0191.message     = Ne mo\u017ee se nastaviti operacija odlaganja zbog zadr\u017eavanja koja su na snazi za ovaj entitet: {0}.
FNRRS0191.arg.0       = Identitet entiteta uklju\u010denog u odlaganje.

FNRRS0192.explanation = Akcije odlaganja me\u0111uprijenos i eksport nisu dozvoljene na ponovno otvorenom spremniku slogova.
FNRRS0192.action      = Zatvorite doti\u010dni spremnik slogova.
FNRRS0192.message     = Ne mo\u017ee se izvesti akcija odlaganja na ponovno otvorenom spremniku slogova: {0}, akcija: {1}.
FNRRS0192.arg.0       = Identitet entiteta uklju\u010denog u odlaganje.
FNRRS0192.arg.1       = Tip poku\u0161ane akcije odlaganja.

FNRRS0193.explanation = Zbog mogu\u0107eg izra\u010duna stanja odlaganja entiteta, njegov proces odlaganja mora se ponovno inicijalizirati.
FNRRS0193.action      = Ponovno izvedite akciju "Inicijalizacija odlaganja" na ovom entitetu.
FNRRS0193.message     = Akcija odlaganja ne mo\u017ee se izvesti na entitetu jer primjenjivi proces rada jo\u0161 nije pokrenut, entitet: {0}.
FNRRS0193.arg.0       = Identitet entiteta uklju\u010denog u odlaganje.

FNRRS0194.explanation = Kada se slog pridru\u017ei rasporedu odlaganja preko tipa sloga, ne mo\u017ee se uni\u0161titi kao dio procesa uni\u0161tavanja jednog od njegovih spremnika.
FNRRS0194.action      = Prvo obradite sloga pa ponovno poku\u0161ajte uni\u0161titi spremnik.
FNRRS0194.message     = Ne mo\u017ee se uni\u0161titi entitet jer sadr\u017ei jedan ili vi\u0161e podre\u0111enih slogova, kojima je dodijeljen tip sloga,   entitet: {0}.
FNRRS0194.arg.0       = Identitet entiteta uklju\u010denog u odlaganje.

FNRRS0195.explanation = Entitet nije stvarno sadr\u017ean u specificiranom spremniku ili specificirani tip sloga nije dostupan.
FNRRS0195.action      = Provjerite kako entitet naslje\u0111uje svoj raspored i ponovno izvedite \u010di\u0161\u0107enje.
FNRRS0195.message     = Ne mo\u017ee se odgovaraju\u0107e odlo\u017eiti entitet jer njegova ''grani\u010dna vrijednost naslje\u0111ivanja'' nije va\u017ee\u0107a, entitet: {0}.
FNRRS0195.arg.0       = Identitet entiteta uklju\u010denog u odlaganje.

FNRRS0196.explanation = Ne mo\u017ee se dobiti ispravna staza ni iz ulaznog parametra niti iz svojstva Odredi\u0161te eksporta trenutne faze entiteta.
FNRRS0196.action      = Navedite va\u017ee\u0107u stazu direktorija pomo\u0107u ulaznog parametra metode ili svojstva Odredi\u0161te eksporta trenutne faze pridru\u017eenog entiteta.
FNRRS0196.message     = Niz znakova staze direktorija sistema odredi\u0161ne datoteke eksporta je null ili prazan entitet: {0}.
FNRRS0196.arg.0       = Identitet entiteta uklju\u010denog u odlaganje.

FNRRS0197.explanation = Dogodila se gre\u0161ka na sistemu datoteka prilikom poku\u0161aja kreiranja specificiranog direktorija na sistemu datoteka. Prou\u010dite temeljni uzrok izuzetka radi detaljnijih informacija.
FNRRS0197.action      = Osigurajte da se specificira va\u017ee\u0107a staza direktorija sistema i da trenutni korisnik ima potrebne sistemske dozvole.
FNRRS0197.message     = Dogodila se gre\u0161ka prilikom poku\u0161aja kreiranja specificiranog direktorija sistema za odredi\u0161nu datoteku eksporta: ''{0}''.
FNRRS0197.arg.0       = Staza direktorija na sistemu datoteka.

FNRRS0198.explanation = Dogodila se gre\u0161ka na sistemu datoteka prilikom poku\u0161aja kreiranja poddirektorija ''sadr\u017eaj'' za datoteke podataka sadr\u017eaja pridru\u017eenog sloga. Prou\u010dite temeljni uzrok izuzetka radi detaljnijih informacija.
FNRRS0198.action      = Osigurajte da se specificira va\u017ee\u0107a staza direktorija sistema i da trenutni korisnik ima potrebne sistemske dozvole.
FNRRS0198.message     = Dogodila se gre\u0161ka prilikom poku\u0161aja kreiranja poddirektorija ''sadr\u017eaj'' pod direktorijom sistema datoteka: ''{0}''.
FNRRS0198.arg.0       = Nadre\u0111ena staza direktorija na sistemu datoteka.

FNRRS0199.explanation = Dogodila se gre\u0161ka na sistemu datoteka prilikom generiranja datoteke eksporta sadr\u017eaja na sistemu datoteka. Prou\u010dite temeljni uzrok izuzetka radi detaljnijih informacija.
FNRRS0199.action      = Osigurajte da se specificira va\u017ee\u0107a staza direktorija sistema i da trenutni korisnik ima potrebne sistemske dozvole.
FNRRS0199.message     = Dogodila se gre\u0161ka prilikom poku\u0161aja eksporta podataka sadr\u017eaja u datoteku: ''{0}''.
FNRRS0199.arg.0       = Niz znakova staze izlazne datoteke.

FNRRS0200.explanation = Dogodio se neo\u010dekivani izuzetak tijekom poku\u0161aja eksporta ovog entiteta.
FNRRS0200.action      = Poru\u010dite dnevnike za detaljnije informacije o izuzetku.
FNRRS0200.message     = Ne mo\u017ee se eksportirati entitet zbog neo\u010dekivanog izuzetka, entitet: {0}, izuzetak: {1}.
FNRRS0200.arg.0       = Identitet entiteta na kojem je poku\u0161an eksport.
FNRRS0200.arg.1       = Poruka izuzetka.

FNRRS0201.explanation = Operacija inicijalizacije odlaganja ne podr\u017eava entitet ovog tipa.
FNRRS0201.action      = Uklonite ovaj entitet iz ulazne zbirke za operaciju inicijalizacije odlaganja.
FNRRS0201.message     = Ne mo\u017ee se izvesti inicijalizacija odlaganja na tipu entiteta: {0}, entityIdent: {1}.
FNRRS0201.arg.0       = Tip entiteta na kojem je poku\u0161ana inicijalizacija odlaganja.
FNRRS0201.arg.1       = Identitet entiteta na kojem je poku\u0161ana inicijalizacija odlaganja.

FNRRS0202.explanation = Ne mo\u017ee se izvesti inicijalizacija odlaganja na entitetu na kojeg je stavljeno zadr\u017eavanje koje je na snazi.
FNRRS0202.action      = Uklonite zadr\u017eavanje s entiteta koje je na snazi i ponovno poku\u0161ajte inicijalizaciju odlaganja.
FNRRS0202.message     = Ne mo\u017ee se izvesti operacija odlaganja na entitetu na kojeg je stavljeno zadr\u017eavanje ili ima nadre\u0111enog na kojeg je stavljeno zadr\u017eavanje, entityIdent: {0}.
FNRRS0202.arg.0       = Identitet entiteta na kojem je poku\u0161ana inicijalizacija odlaganja.

FNRRS0203.explanation = Ne mo\u017ee se izvesti inicijalizacija odlaganja na entitetu koji sadr\u017ei podre\u0111eni entitet na kojeg je stavljeno zadr\u017eavanje.
FNRRS0203.action      = Uklonite zadr\u017eavanje s odgovaraju\u0107eg podre\u0111enog entiteta i ponovno poku\u0161ajte inicijalizaciju odlaganja.
FNRRS0203.message     = Ne mo\u017ee se izvesti inicijalizacija odlaganja ovog entiteta jer jedan ili vi\u0161e njegovih podre\u0111enih \u010dlanova ima zadr\u017eavanje, entityIdent: {0}.
FNRRS0203.arg.0       = Identitet entiteta na kojem je poku\u0161ana inicijalizacija odlaganja.

FNRRS0204.explanation = Ne mo\u017ee se izvesti inicijalizacija odlaganja na bilo kojem entitetu zbog stavljenog zadr\u017eavanja ili zbog promjene na njegovom rasporedu odlaganja ili oboje.
FNRRS0204.action      = Uklonite sva aplikacijska zadr\u017eavanja na entitetu, njegovoj nadre\u0111enoj hijerarhiji ili na njegovoj podre\u0111enoj hijerarhiji i ponovno izvedite \u010di\u0161\u0107enje odlaganja.
FNRRS0204.message     = Ne mo\u017ee se izvesti inicijalizacija odlaganja ovog entiteta: {0}.
FNRRS0204.arg.0       = Identitet entiteta na kojem je poku\u0161ana inicijalizacija odlaganja.

FNRRS0205.explanation = Dogodila se neo\u010dekivana gre\u0161ka koja sprje\u010dava nastavak procesa inicijalizacije odlaganja.
FNRRS0205.action      = Prou\u010dite informacije pridru\u017eenog stoga izuzetaka za mogu\u0107e razloge ili ponovno izvedite \u010di\u0161\u0107enje odlaganja ili oboje.
FNRRS0205.message     = Dogodila se neo\u010dekivana gre\u0161ka tijekom inicijalizacije odlaganja za jedan ili vi\u0161e entiteta.

FNRRS0206.explanation = Parametar VWSession je null ili ne neki na\u010din pogre\u0161an.
FNRRS0206.action      = Provjerite primjenjivu IBM FileNet Process Engine konfiguraciju klijentske aplikacije.
FNRRS0206.message     = Ne mo\u017ee se izvesti inicijalizacija odlaganja zbog pogre\u0161nog VWSession parametra: {0}.
FNRRS0206.arg.0       = VWSession parametar o kojem je rije\u010d.

FNRRS0207.explanation = Datum izvo\u0111enja trenutne faze entiteta jo\u0161 nije postavljen ili je jo\u0161 uvijek u budu\u0107nosti.
FNRRS0207.action      = Ponovno izvedite \u010di\u0161\u0107enje odlaganja i onda ponovno poku\u0161ajte inicijalizaciju odlaganja. 
FNRRS0207.message     = Ne mo\u017ee se dovr\u0161iti trenutna faza odlaganja jer datum izvo\u0111enja trenutne faze jo\u0161 nije dostignut, entitet: {0}.
FNRRS0207.arg.0       = Identitet entiteta o kojem je rije\u010d.

FNRRS0208.explanation = Mo\u017eda se dogodila promjena u pridru\u017eenom rasporedu odlaganja entiteta ili u meta podacima entiteta koji se odnose na odlaganje ili oboje.
FNRRS0208.action      = Ponovno izvedite \u010di\u0161\u0107enje odlaganja i onda ponovno poku\u0161ajte inicijalizaciju odlaganja. 
FNRRS0208.message     = Ne mo\u017ee se dovr\u0161iti trenutna faza odlaganja jer pridru\u017eeni proces rada jo\u0161 nije zapo\u010deo, entitet: {0}.
FNRRS0208.arg.0       = Identitet entiteta o kojem je rije\u010d.

FNRRS0209.explanation = Ponovno otvoreni spremnik ne mo\u017ee prelaziti izvan svoje trenutne faze odlaganja.
FNRRS0209.action      = Zatvorite spremnik i ponovno poku\u0161ajte prijelaz faze. 
FNRRS0209.message     = Ne mo\u017ee se dovr\u0161iti trenutna faza odlaganja jer je entitet spremnika ponovno otvoren, entitet: {0}.
FNRRS0209.arg.0       = Identitet entiteta o kojem je rije\u010d.

FNRRS0210.explanation = predlo\u017eeni datum izvo\u0111enja trenutne faze ne mo\u017ee biti null ili u budu\u0107nosti.
FNRRS0210.action      = Predlo\u017eite razli\u010diti datum izvo\u0111enja trenutne faze i ponovno poku\u0161ajte prijelaz faze. 
FNRRS0210.message     = Ne mo\u017ee se dovr\u0161iti trenutna faza odlaganja jer je predlo\u017eeni datum izvo\u0111enja trenutne faze ili null ili u budu\u0107nosti, entitet: {0}, predlo\u017eeni datum: {1}.
FNRRS0210.arg.0       = Identitet entiteta o kojem je rije\u010d.
FNRRS0210.arg.1       = Dani neva\u017ee\u0107i datum.

FNRRS0211.explanation = Raspored odlaganja bi trebao uvijek imati vrijednost svojstva Osnovna grani\u010dna vrijednost.
FNRRS0211.action      = Popravite raspored odlaganja i ponovno poku\u0161ajte proces inicijalizacije odlaganja.
FNRRS0211.message     = Ne mo\u017ee se izvesti proces rezanja odlaganja zbog svojstva osnovne grani\u010dne vrijednosti, koje nedostaje za raspored odlaganja: {0}.
FNRRS0211.arg.0       = Identitet rasporeda o kojem je rije\u010d.

FNRRS0212.explanation = Entitetu o kojem je rije\u010d nedostaje datum za specificirano svojstvo  osnovne grani\u010dne vrijednosti.
FNRRS0212.action      = Podesite entitet ili njegov raspored odlaganja ili oboje pa ponovno poku\u0161ajte proces inicijalizacije odlaganja.
FNRRS0212.message     = Entitetu odlaganja nedostaje datum za svojstvo osnovne grani\u010dne vrijednosti, entitet: {0}, naziv svojstva: {1}.
FNRRS0212.arg.0       = Identitet entiteta o kojem je rije\u010d.
FNRRS0212.arg.1       = Naziv svojstva osnovne grani\u010dne to\u010dke.

FNRRS0213.explanation = Entitetu o kojem je rije\u010d nedostaje datum za specificirano svojstvo  osnovne grani\u010dne vrijednosti.
FNRRS0213.action      = Podesite entitet ili njegov raspored odlaganja ili oboje pa ponovno poku\u0161ajte proces inicijalizacije odlaganja.
FNRRS0213.message     = Okida\u010d odlaganja ima pogre\u0161an tip okida\u010da za obradu rezanja, okida\u010d: {0}, tip: {1}.
FNRRS0213.arg.0       = Identitet entiteta o kojem je rije\u010d.
FNRRS0213.arg.1       = Naziv svojstva osnovne grani\u010dne to\u010dke.

FNRRS0214.explanation = Dogodio se neo\u010dekivani izuzetak tijekom poku\u0161aja me\u0111uprijenosa ovog entiteta.
FNRRS0214.action      = Poru\u010dite dnevnike za detaljnije informacije o izuzetku.
FNRRS0214.message     = Ne mo\u017ee se napraviti me\u0111uprijenos entiteta zbog neo\u010dekivanog izuzetka, entitet: {0}, izuzetak: {1}.
FNRRS0214.arg.0       = Identitet entiteta na kojem je poku\u0161an me\u0111uprijenos.
FNRRS0214.arg.1       = Poruka izuzetka.

FNRRS0215.explanation = Dogodio se neo\u010dekivani izuzetak tijekom poku\u0161aja prijenosa ovog entiteta.
FNRRS0215.action      = Poru\u010dite dnevnike za detaljnije informacije o izuzetku.
FNRRS0215.message     = Ne mo\u017ee se napraviti prijenos entiteta zbog neo\u010dekivanog izuzetka, entitet: {0}, izuzetak: {1}.
FNRRS0215.arg.0       = Identitet entiteta na kojem je poku\u0161an prijenos.
FNRRS0215.arg.1       = Poruka izuzetka.

FNRRS0216.explanation = Neuspje\u0161an dohvat izvora iz elementa koraka procesa rada.
FNRRS0216.action      = Provjerite Procees Engine poslu\u017eitelj i Component Manager da biste bili sigurni da dobro rade.
FNRRS0216.message     = Neuspje\u0161an dohvat izvora.

FNRRS0217.explanation = RMProperties zbirka, koja sadr\u017ei vrijednosti svojstava koja se odnose na pregled odlaganja, ne mo\u017ee biti null ili prazna.
FNRRS0217.action      = Navedite odgovaraju\u0107e vrijednosti svojstava pregleda i ponovno poku\u0161ajte operaciju pregleda.
FNRRS0217.message     = Ulazna RMProperties zbirka je prazna za pregledani entitet: {0}.
FNRRS0217.arg.0       = Identitet entiteta na kojem je poku\u0161an pregled.

FNRRS0218.explanation = ID klase tipa foldera koji se kreira ne mo\u017ee biti null ili prazan.
FNRRS0218.action      = Navedite  odgovaraju\u0107i ID klase za tip foldera.
FNRRS0218.message     = ID {0} nije va\u017ee\u0107i ID klase.
FNRRS0218.arg.0       = ID klase za tip foldera koji se kreira.

FNRRS0219.explanation = Planu datoteka mo\u017ee se dodati samo kategorija slogova. 
FNRRS0219.action      = Navedite odgovaraju\u0107i tip entiteta za folder koji se kreira.
FNRRS0219.message     = Entitet {0} ne mo\u017ee se dodati planu datoteka.
FNRRS0219.arg.0       = Tip entiteta za folder koji se kreira.

FNRRS0220.explanation = Prilog treba biti RecordCategory ili RecordFolder.
FNRRS0220.action      = Navedite odgovaraju\u0107i prilog.
FNRRS0220.message     = Prilog {0} nije va\u017ee\u0107eg tipa. Prilog treba biti RecordCategory ili RecordFolder.
FNRRS0220.arg.0       = Naziv priloga.

FNRRS0221.explanation = Neuspje\u0161no kreiranje objekta folder slogova. 
FNRRS0221.action      = Provjerite parametre kori\u0161tene za kreiranje folder pa ponovno poku\u0161ajte operaciju kreiranja foldera.
FNRRS0221.message     = Ne mo\u017ee se kreirati objekt folder slogova {0}.
FNRRS0221.arg.0       = Tip entiteta za folder koji se kreira.

FNRRS0222.explanation = Duljina matrica PropertyName i PropertyValue treba biti jednaka.
FNRRS0222.action      = Osigurajte da je duljina matrice PropertyName jednaka duljini matrice PropertyValue.
FNRRS0222.message     = Duljina matrice PropertyName {0} i matrice PropertyValue {1} nije jednaka.
FNRRS0222.arg.0       = Matrica PropertyName.
FNRRS0222.arg.1       = Matrica PropertyValue.

FNRRS0223.explanation = Kada specificirano zavisno svojstvo objekta ima vrijednost true, tada drugo svojstvo mora imati dodijeljenu nepraznu vrijednost.
FNRRS0223.action      = Ili navedite va\u017ee\u0107u vrijednost za vrijednost svojstva koje nedostaje ili podesite vrijednost zavisnog svojstva.
FNRRS0223.message     = Objektu nedostaje neprazna vrijednost za svojstvo ''{0}'', koja je obavezna kada je zavisno svojstvo ''{1}'' specificirano s vrijednosti ''true''.
FNRRS0223.arg.0       = Naziv svojstva koje nedostaje ili je prazno.
FNRRS0223.arg.1       = Naziv zavisnog svojstva.

FNRRS0224.explanation = Neuspje\u0161no deklariranje dokumenta kao sloga. 
FNRRS0224.action      = provjerite parametre koji se koriste za deklariranje dokumenta kao sloga i ponovno poku\u0161ajte operaciju deklariranja dokumenta kao sloga.
FNRRS0224.message     = Ne mo\u017ee se dokument deklarirati kao slog.

FNRRS0225.explanation = Spremanje sloga u vi\u0161e od jednog spremnika trenutno nije omogu\u0107eno za ovo spremi\u0161te plana datoteka.
FNRRS0225.action      = Ili nemojte poku\u0161avati spremiti slog u vi\u0161e datoteka ili omogu\u0107ite sposobnost spremanja u vi\u0161e datoteka u spremi\u0161tu plana datoteka.
FNRRS0225.message     = Ne mo\u017ee se spremiti slog u vi\u0161e od jednog spremnika u spremi\u0161tu plana datoteka: {0}.
RNRRS0255.arg.0       = Naziv spremi\u0161ta plana datoteka.

FNRRS0226.explanation = Dopu\u0161teni rasponi vrijednosti zadr\u017eavanja su za godine: 0-999, za mjesece: 0-99, za dane: 0-99.
FNRRS0226.action      = Navedite va\u017ee\u0107e vrijednosti zadr\u017eavanja.
FNRRS0226.message     = Jedna ili vi\u0161e vrijednosti zadr\u017eavanja su izvan raspona. Dopu\u0161teni rasponi su za godine: 0-999, za mjesece: 0-99, za dane: 0-99.

FNRRS0227.explanation = Spremnik osnovnog rasporeda mo\u017ee se dodati samo korijenu plana datoteka ili spremniku tipova kategorija slogova.
FNRRS0227.action      = Poku\u0161ajte ponovno koriste\u0107i ili korijen plana datoteka ili kategoriju slogova kao ciljni nadre\u0111eni spremnik.
FNRRS0227.message     = Ne mo\u017ee se dodati novi spremnik osnovnog rasporeda kao podre\u0111eni nadre\u0111enom spremniku tipa: {0} 
RNRRS0227.arg.0       = Tip entiteta nadre\u0111enog spremnika.

FNRRS0228.explanation = Specificirano svojstvo okida\u010da nije se moglo prona\u0107i.
FNRRS0228.action      = Navedite simboli\u010dki naziv svojstva va\u017ee\u0107eg DateTime tipa za najmanje jednu klasu slogova.
FNRRS0228.message     = Ne mo\u017ee se dohvatiti predlo\u017eak svojstva za specificirani simboli\u010dki naziv svojstva okida\u010da: {0} 
RNRRS0228.arg.0       = Specificirani simboli\u010dki naziv svojstva.

FNRRS0229.explanation = Specificirano svojstvo okida\u010da mora biti jedna vrijednost i tipa podataka DateTime.
FNRRS0229.action      = Navedite simboli\u010dki naziv va\u017ee\u0107eg svojstva s jednom vrijednosti i DateTime tipa, koje je dodijeljeno najmanje jednoj klasi slogova.
FNRRS0229.message     = Specificirano svojstvo okida\u010da nije tipa DateTime i/ili nema jednu vrijednost: {0}
RNRRS0229.arg.0       = Specificirani simboli\u010dki naziv svojstva.

FNRRS0230.explanation = Specificirano svojstvo okida\u010da mora se trenutno dodijeliti jednoj ili vi\u0161e klasa slogova.
FNRRS0230.action      = Navedite simboli\u010dki naziv svojstva va\u017ee\u0107eg DateTime tipa za najmanje jednu klasu slogova.
FNRRS0230.message     = Specificirano svojstvo okida\u010da nije dodijeljeno nijednoj klasi slogova : {0}.
RNRRS0230.arg.0       = Specificirani simboli\u010dki naziv svojstva.

FNRRS0231.explanation = Predlo\u017eeni spremnik osnovnog rasporeda ne mo\u017ee imati podre\u0111ene podspremnike.
FNRRS0231.action      = Izaberite zamjenski spremnik za konverziju u spremnik osnovnog rasporeda.
FNRRS0231.message     = Predlo\u017eeni spremnik osnovnog rasporeda nije \u010dvor lista : {0}
RNRRS0231.arg.0       = Identitet predlo\u017eenog spremi\u0161ta.

FNRRS0232.explanation = Predlo\u017eeni spremnik osnovnog rasporeda ne mo\u017ee sadr\u017eavati podre\u0111eni slog, koji je trenutno spremljen u vi\u0161e od jednog spremnika.
FNRRS0232.action      = Izaberite zamjenski spremnik za konverziju ili uklonite sve neodgovaraju\u0107e podre\u0111ene slogove.
FNRRS0232.message     = Predlo\u017eeni spremnik osnovnog rasporeda sadr\u017ei najmanje jedan vi\u0161estruko spremljeni slog: {0}.
FNRRS0232.arg.0       = Identitet vi\u0161estruko spremljenog sloga.

FNRRS0233.explanation = Predlo\u017eeni spremnik osnovnog rasporeda ne mo\u017ee imati podre\u0111eni slog koji je fizi\u010dki slog.
FNRRS0233.action      = Izaberite zamjenski spremnik za konverziju ili uklonite sve neodgovaraju\u0107e podre\u0111ene slogove.
FNRRS0233.message     = Predlo\u017eeni spremnik osnovnog rasporeda sadr\u017ei najmanje jedan slog koji je fizi\u010dki slog: {0}.
FNRRS0233.arg.0       = Identitet fizi\u010dkog sloga.

FNRRS0234.explanation = Predlo\u017eeni spremnik osnovnog rasporeda ne mo\u017ee imati podre\u0111eni slog koji ima pridru\u017een tip sloga.
FNRRS0234.action      = Izaberite zamjenski spremnik za konverziju ili uklonite sve neodgovaraju\u0107e podre\u0111ene slogove.
FNRRS0234.message     = Predlo\u017eeni spremnik osnovnog rasporeda sadr\u017ei najmanje jedan slog koji ima pridru\u017eeni tip sloga: {0}.
FNRRS0234.arg.0       = Identitet sloga.

FNRRS0235.explanation = Svi slogovi sadr\u017eani u predlo\u017eenom spremniku osnovnog rasporeda moraju podr\u017eavati predlo\u017eeno svojstvo okida\u010da.
FNRRS0235.action      = Izaberite zamjensko svojstvo okida\u010da ili uklonite sve neodgovaraju\u0107e podre\u0111ene slogove.
FNRRS0235.message     = Predlo\u017eeni spremnik osnovnog rasporeda sadr\u017ei najmanje slog \u010dija klasa slogova ne podr\u017eava predlo\u017eeni naziv svojstva okida\u010da: {0}.
FNRRS0235.arg.0       = Identitet sloga.

FNRRS0236.explanation = Svi tipovi spremnika slogova nisu prihvatljivi za konverziju u spremnike osnovnog rasporeda.
FNRRS0236.action      = Izaberite zamjenski spremnik.
FNRRS0236.message     = Predlo\u017eeni tip spremnika nije prihvatljiv za konverziju u spremnik osnovnog rasporeda: {0}.
FNRRS0236.arg.0       = Tip entiteta predlo\u017eenog spremnika.

FNRRS0237.explanation = Obavezni predlo\u0161ci svojstava povezanih s osnovnim rasporedom i/ili njihove dodjele raznim klasama spremnika slogova kao da ne postoje u ovom planu datoteka.
FNRRS0237.action      = Osigurajte da je odgovaraju\u0107i P8 Content Manager dodatak primijenjen na ovo spremi\u0161te plana datoteka.
FNRRS0237.message     = Potrebni meta podaci za podr\u0161ku osnovnog rasporeda nisu dostupni u ovom spremi\u0161tu plana datoteka: {0}.
FNRRS0237.arg.0       = Identifikator spremi\u0161ta plana datoteka

FNRRS0238.explanation = Va\u017ee\u0107i spremnik osnovnog rasporeda mora imati ispravno formatiranu RMRetentionPeriod vrijednost svojstva.
FNRRS0238.action      = Koristite DefensiblyDisposable.setRetentionPeriod metodu da postavite odgovaraju\u0107u vrijednost za period zadr\u017eavanja za ovaj spremnik. 
FNRRS0238.message     = Vrijednost perioda zadr\u017eavanja osnovnog rasporeda nije u o\u010dekivanom formatu: ggg-mm-dd.

FNRRS0239.explanation = Spremnik mora biti spremnik osnovnog sadr\u017eaja prije poku\u0161aja mijenjanja svojstva povezanog s osnovnim rasporedom.
FNRRS0239.action      = Osigurajte da je spremnik ve\u0107 kreiran kao spremnik osnovnog rasporeda ili je u takav konvertiran.
FNRRS0239.message     = Ne mo\u017ee se promijeniti nijedna vrijednost svojstva povezanog s osnovnim rasporedom u spremniku neosnovnog rasporeda: {0}.
FNRRS0239.arg.0       = Identifikator spremnika.

FNRRS0240.explanation = Izravno postavljanje takvih svojstava nije dopu\u0161teno jer bi se tako zaobi\u0161la potrebna logika provjere. 
FNRRS0240.action      = Umjesto toga koristite metode DefensiblyDisposable setRetentionPeriod i/ili setTriggerPropertyName. 
FNRRS0240.message     = Izravno postavljanje vrijednosti svojstva osnovnog rasporeda nije dozvoljeno.

FNRRS0241.explanation = Spremnik osnovnog sadr\u017eaja ne mo\u017ee sadr\u017eavati bilo kakve vi\u0161estruko spremljene slogove. 
FNRRS0241.action      = Izaberite razli\u010diti ciljni spremnik u koji \u0107ete spremiti slog. 
FNRRS0241.message     = Ne mo\u017ee se staviti vi\u0161estruko spremljeni slog u spremnik osnovnog rasporeda.

FNRRS0242.explanation = Spremnik osnovnog sadr\u017eaja ne mo\u017ee sadr\u017eavati bilo kakve fizi\u010dke slogove. 
FNRRS0242.action      = Izaberite razli\u010diti ciljni spremnik u koji \u0107ete spremiti slog. 
FNRRS0242.message     = Ne mo\u017ee se spremiti fizi\u010dki slog u spremnik osnovnog rasporeda.

FNRRS0243.explanation = Spremnik osnovnog sadr\u017eaja ne mo\u017ee sadr\u017eavati slogove s tipom sloga. 
FNRRS0243.action      = Izaberite razli\u010diti ciljni spremnik u koji \u0107ete spremiti slog. 
FNRRS0243.message     = Ne mo\u017ee se spremiti slog s pridru\u017eenim tipom sloga u spremnik osnovnog rasporeda.

FNRRS0244.explanation = Svi slogovi sadr\u017eani u spremniku osnovnog rasporeda moraju podr\u017eavati dodijeljeno svojstvo okida\u010da za spremnik.

FNRRS0244.action      = Izaberite razli\u010diti ciljni spremnik u koji \u0107ete spremiti slog. 
FNRRS0244.message     = Klasa sloga ne podr\u017eava svojstvo okida\u010da dodijeljeno ciljnom spremniku osnovnog rasporeda.

FNRRS0245.explanation = Spremnik osnovnog rasporeda ne mo\u017ee imati dodijeljen raspored odlaganja, bilo izravno ili preko naslje\u0111ivanja. 
FNRRS0245.action      = Nemojte poku\u0161ati dodijeliti raspored odlaganja niti postoje\u0107em spremniku osnovnog rasporeda ni tijekom kreiranja takvog spremnika.
FNRRS0245.message     = Ne mo\u017ee se dodijeliti raspored odlaganja spremniku osnovnog rasporeda.

FNRRS0246.explanation = Bilo koji slog koji je trenutno uklju\u010den u izvje\u0161taj osnovnog rasporeda ne mo\u017ee se preseliti van iz njegovog spremnika.
FNRRS0246.action      = Mo\u017eete ili napraviti novu kopiju tog sloga ili staviti slog na \u010dekanje.
FNRRS0246.message     = Ne mo\u017ee se premjestiti slog koji je trenutno uklju\u010den u izvje\u0161taj osnovnog rasporeda: {0}.
FNRRS0246.arg.0       = Identifikator sloga.

FNRRS0247.explanation = Ina\u010de prihvatljiv spremnik ne mo\u017ee se konvertirati u spremnik osnovnog rasporeda ako je on ili samo jedan od u njemu sadr\u017eanih slogova trenutno uklju\u010den u obradu odlaganja.
FNRRS0247.action      = Dovr\u0161ite postoje\u0107u obradu odlaganja za spremnike i/ili sadr\u017eane slogove prije poku\u0161aja njegovog konvertiranja.
FNRRS0247.message     = Predlo\u017eeni spremnik trenutno nije prihvatljiv za konverziju u spremnik osnovnog rasporeda jer je trenutno ili on ili najmanje jedan sadr\u017eani slog uklju\u010den u obradu odlaganja: {0}.
FNRRS0247.arg.0       = Identifikator neprihvatljivog spremnika ili podre\u0111enog sloga.

FNRRS0248.explanation = Nikakva promjena nije dozvoljena na svojstvu okida\u010da za bilo koji slog, koji je trenutno uklju\u010den u izvje\u0161taj osnovnog rasporeda.
FNRRS0248.action      = Nemojte poku\u0161ati promijeniti vrijednost svojstva okida\u010da.
FNRRS0248.message     = Ne mo\u017ee se a\u017eurirati dodijeljena vrijednost svojstva okida\u010da na slogu, koji je trenutno uklju\u010den u izvje\u0161taj osnovnog rasporeda: {0}.
FNRRS0248.arg.0       = Identifikator sloga.

FNRRS0249.explanation = Zbog toga \u0161to spremnik osnovnog rasporeda ne mo\u017ee sadr\u017eavati vi\u0161estruko spremljene slogove, slog koji postoji u spremniku osnovnog rasporeda ne mo\u017ee se drugdje spremiti.
FNRRS0249.action      = Ili premjestite ili kopirajte slog umjesto da ga vi\u0161estruko spremate.
FNRRS0249.message     = Ne mo\u017ee se vi\u0161estruko spremiti slog koji je sadr\u017ean u spremniku osnovnog rasporeda: {0}.
FNRRS0249.arg.0       = Identifikator sloga.

FNRRS0250.explanation = Odre\u0111ene instance konfiguracije sistema smatraju se konstantama i ne mogu se mijenjati.
FNRRS0250.message     = Operacija a\u017euriranja nije dozvoljena za instancu konfiguracije sistema \u010diji naziv svojstav je: {0}.
FNRRS0250.arg.0       = Naziv svojstva uklju\u010dene konfiguracije sistema.

FNRRS0251.explanation = Datum izvo\u0111enja trenutne faze entiteta ili je poni\u0161ten ili je sada u budu\u0107nosti.
FNRRS0251.action      = Ponovno izvedite \u010di\u0161\u0107enje odlaganja da biste osvje\u017eili stanje odlaganja entiteta.
FNRRS0251.message     = Ne mo\u017ee se zapo\u010deti odlaganje koje \u0107e promijeniti datum izvo\u0111enja trenutne faze za entitet: {0}, datum: {1}.
FNRRS0251.arg.0       = Entitet o kojem je rije\u010d.
FNRRS0251.arg.1       = Datum izvo\u0111enja trenutne faze entiteta.

FNRRS0252.explanation = Akcija zapo\u010dinjanja odlaganja nije primjenjiva na entitet, \u010dija je trenutna akcija faze samouni\u0161tenje.
FNRRS0252.action      = Izvedite samouni\u0161tenje \u010di\u0161\u0107enja odlaganja da biste obradili ovaj entitet.
FNRRS0252.message     = Ne mo\u017ee se zapo\u010deti odlaganje na entitetu, \u010dija je trenutna akcija faze odlaganja samouni\u0161tenje: {0}.
FNRRS0252.arg.0       = Entitet o kojem je rije\u010d.

FNRRS0253.explanation = Akcija zapo\u010dinjanja odlaganja nije primjenjiva na entitet, \u010dija hijerarhija podspremnika uklju\u010duje jedan ili vi\u0161e fizi\u010dkih spremnika na \u010dekanju.
FNRRS0253.action      = Uklonite u\u010dinkovita zadr\u017eavanja i ponovno poku\u0161ajte zapo\u010deti odlaganje.
FNRRS0253.message     = Ne mo\u017ee se zapo\u010deti odlaganje na entitetu koji sadr\u017ei fizi\u010dki podspremnik koji je na \u010dekanju: {0}.
FNRRS0253.arg.0       = Entitet o kojem je rije\u010d.

FNRRS0254.explanation = Akcija zapo\u010dinjanja odlaganja nije primjenjiva na entitet, \u010dija hijerarhija podspremnika uklju\u010duje jedan ili vi\u0161e fizi\u010dkih slogova na \u010dekanju.
FNRRS0254.action      = Uklonite u\u010dinkovita zadr\u017eavanja i ponovno poku\u0161ajte zapo\u010deti odlaganje.
FNRRS0254.message     = Ne mo\u017ee se zapo\u010deti odlaganje na entitetu koji sadr\u017ei fizi\u010dki slog koji je na \u010dekanju: {0}.
FNRRS0254.arg.0       = Entitet o kojem je rije\u010d.

FNRRS0255.explanation = Akcija zapo\u010dinjanja odlaganja nije primjenjiva na entitet, \u010dija hijerarhija podspremnika uklju\u010duje podspremnik koji je na \u010dekanju i koji sadr\u017ei fizi\u010dke slogove.
FNRRS0255.action      = Uklonite u\u010dinkovita zadr\u017eavanja i ponovno poku\u0161ajte zapo\u010deti odlaganje.
FNRRS0255.message     = Ne mo\u017ee se zapo\u010deti odlaganje na entitetu koji sadr\u017ei podspremnik koji je na \u010dekanju ili sadr\u017ei fizi\u010dki slog: {0}.
FNRRS0255.arg.0       = Entitet o kojem je rije\u010d.


FNRRS0300.explanation = Ne mo\u017ee se dobiti JAAS Subject instanca pridru\u017eena tom domain_type, url-u povezivanja, korisni\u010dkom imenu i  JAAS_stanza nazivu.
FNRRS0300.action      = Osigurajte sljede\u0107e: 1) JAAS konfiguracija za runtime okolinu je ispravno specificirana. 2) Specificiran je ispravan url uklju\u010duju\u0107i ispravan broj porta. 3) Odgovaraju\u0107i JAAS_stanza naziv je specificiran za url.
FNRRS0300.message     = Ne mo\u017ee se dohvatiti JAAS Subject za tip domene: ''{0}'', url: ''{1}'', korisni\u010dko ime: ''{2}'', JAAS stanza: ''{3}''.
FNRRS0300.arg.0       = domain_type
FNRRS0300.arg.1       = url
FNRRS0300.arg.2       = username
FNRRS0300.arg.3       = JAAS_stanza

FNRRS0301.explanation = P8 ObjectStore specificiran s objectstore_ident nije va\u017ee\u0107i Records Manager Content Repository.
FNRRS0301.action      = Osigurajte da je primijenjen odgovaraju\u0107i Records Manager model podataka na ovaj P8 ObjectStore.
FNRRS0301.message     = P8 ObjectStore nije va\u017ee\u0107i Records Manager Content Repository: ''{0}''.
FNRRS0301.arg.0       = objectstore_ident

FNRRS0302.explanation = P8 ObjectStore specificiran s objectstore_ident nije va\u017ee\u0107i IBM Enterprise Records File Plan Repository.
FNRRS0302.action      = Osigurajte da je primijenjen odgovaraju\u0107i IBM Enterprise Records Manager model podataka na ovaj P8 ObjectStore.
FNRRS0302.message     = P8 ObjectStore nije va\u017ee\u0107i IBM Enterprise Records File Plan Repository: ''{0}''.
FNRRS0302.arg.0       = objectstore_ident

FNRRS0303.explanation = API objekt, instance_ident, tipa entity_type jo\u0161 nije pridru\u017een svojem pripadnom osnovnom objektu  spremi\u0161ta. To ograni\u010dava upotrebu API instance, poput dohvata vrijednosti svojstva iz nje.
FNRRS0303.action      = Izvedite fetchInstance (za razliku od getInstance) za API instancu da biste forsirali dohvat uz spremi\u0161ta.
FNRRS0303.message     = Osnovni objekt spremi\u0161ta nije uspostavljen za API instancu: ''{0}'', tipa: ''{1}''.
FNRRS0303.arg.0       = instance_ident
FNRRS0303.arg.1       = entity_type

FNRRS0304.explanation = Dostupna spremi\u0161ta planova datoteka ne mogu se dohvatiti iz domene, domain_ident.
FNRRS0304.action      = Provjerite ima li trenutni korisnik dozvolu pristupa najmanje jednom spremi\u0161tu plana datoteka u domeni. Tako\u0111er osigurajte da je najmanje jedno spremi\u0161te konfigurirano kao spremi\u0161te plana datoteka.
FNRRS0304.message     = Dostupna spremi\u0161ta planova datoteka ne mogu se dohvatiti iz domene: ''{0}''.
FNRRS0304.arg.0       = domain_ident

FNRRS0305.explanation = Dostupna spremi\u0161ta planova datoteka ne mogu se dohvatiti iz domene, domain_ident.
FNRRS0305.action      = Provjerite ima li trenutni korisnik dozvolu pristupa najmanje jednom spremi\u0161tu plana datoteka u domeni. Tako\u0111er osigurajte da je najmanje jedno spremi\u0161te konfigurirano kao spremi\u0161te plana datoteka.
FNRRS0305.message     = Dostupna spremi\u0161ta planova datoteka ne mogu se dohvatiti iz domene: ''{0}''.
FNRRS0305.arg.0       = domain_ident

FNRRS0306.explanation = Dogodio se izuzetak prilikom poku\u0161aja uzimanja P8 Content Engine svojstva \u010diji je simboli\u010dki naziv jednak symbolic_name.
FNRRS0306.action      = Prou\u010dite stog izuzetka za prvobitni razlog za RMRuntimeException. Tipi\u010dni razlog se obi\u010dno odnosi na probleme konvertiranja upisa.
FNRRS0306.message     = Gre\u0161ka prilikom uzimanja P8CE svojstva, simboli\u010dki naziv: ''{0}''.
FNRRS0306.arg.0       = symbolic_name

FNRRS0307.explanation = Pojavila se nepodr\u017eana klasa svojstva spremi\u0161ta class_name za svojstvo symbolic_name.
FNRRS0307.action      = Izaberite alternativno svojstvo ili tip klase svojstva.
FNRRS0307.message     = Pojavila se nepodr\u017eana klasa svojstva prilikom uzimanja svojstva spremi\u0161ta, simboli\u010dki naziv: ''{0}'', klasa: ''{1}''.
FNRRS0307.arg.0       = symbolic_name
FNRRS0307.arg.1       = class_name

FNRRS0308.explanation = Neo\u010dekivana gre\u0161ka prilikom operacije postavljanja vrijednosti svojstva spremi\u0161ta za svojstvo symolic_name tipa  data_type.
FNRRS0308.action      = Prou\u010dite unutarnji izuzetak radi dodatnih opisa gre\u0161ke spremi\u0161ta.
FNRRS0308.message     = Gre\u0161ka kod poku\u0161aja postavljanja vrijednosti svojstva spremi\u0161ta, simboli\u010dki naziv: ''{0}'', tip podataka: ''{1}''.
FNRRS0308.arg.0       = symbolic_name
FNRRS0308.arg.1       = data_type

FNRRS0309.explanation = Objekt spremnika tipa entity_type nije podr\u017ean sa slojem pristupa P8 Content Engine spremi\u0161tu.
FNRRS0309.action      = Izaberite ili razli\u010diti tip spremnika ili izaberite alternativno spremi\u0161te koje podr\u017eava ovaj tip entiteta.
FNRRS0309.message     = Ne mo\u017ee se konstruirati objekt spremnika zbog nepodr\u017eanog tipa entiteta P8CE_RAL spremnika: ''{0}''.
FNRRS0309.arg.0       = entity_type

FNRRS0310.explanation = fpRepository nema ''SystemConfiguration'' objekt \u010diji ''PropertyName'' je ''FPOS Setup''.
FNRRS0310.action      = Osigurajte da je fpRepository ispravno konfiguriran.
FNRRS0310.message     = Nema dostupnog ''FPOS Setup'' SystemConfiguration objekta u spremi\u0161tu plana datoteka: ''{0}''
FNRRS0310.arg.0       = fpRepository

FNRRS0311.explanation = ''SystemConfiguration'' objekt od fpRepository, \u010diji ''PropertyName'' je ''FPOS Setup'', ima pogre\u0161nu vrijednost svojstva za ''PropertyValue''.
FNRRS0311.action      = Osigurajte da je fpRepository ispravno konfiguriran.
FNRRS0311.message     = Pogre\u0161na vrijednost za ''FPOS Setup'' SystemConfiguration objekta u spremi\u0161tu plana datoteka: ''{0}''.
FNRRS0311.arg.0       = fpRepository

FNRRS0312.explanation = Operacija spremanja za objekt tipa entity_type i identifikator object_ident nije uspjela.
FNRRS0312.action      = Provjerite da li objekt o kojem je rije\u010d jo\u0161 uvijek postoji u spremi\u0161tu. Tako\u0111er osigurajte da trenutni korisnik ima odgovaraju\u0107i sigurnosni pristup razini objekta, koji dopu\u0161ta ovu operaciju.
FNRRS0312.message     = Ne mo\u017ee se izvesti operacija spremanja na objektu spremi\u0161ta, ''{0}'', tipa: ''{1}''. Informacije o prvobitnoj gre\u0161ci: {2}
FNRRS0312.arg.0       = object_ident
FNRRS0312.arg.1       = entity_type
FNRRS0312.arg.2		  = niz znakova poruke po\u010detnog izuzetka

FNRRS0313.explanation = Dogodila se gre\u0161ka kod poku\u0161aja dohvata korijenskog \u010dvora plana datoteka u spremi\u0161tu plana datoteka.
FNRRS0313.action      = Provjerite ima li trenutni korisnik barem pravo gledanja korijenskog \u010dvora plana datoteka i da li je doti\u010dno spremi\u0161te plana datoteka ispravno instalirano i konfigurirano.
FNRRS0313.message     = Ne mo\u017ee se dohvatiti korijenski \u010dvor plana datoteka iz spremi\u0161ta plana datoteka: ''{0}''.
FNRRS0313.arg.0       = fpRepository

FNRRS0314.explanation = neo\u010dekivana gre\u0161ka tijekom dodavanja u zbirku svojstva za svojstvo sa symbolic_name tipa data_type.
FNRRS0314.action      = Prou\u010dite interni izuzetak za opis gre\u0161ke spremi\u0161ta.
FNRRS0314.message     = Gre\u0161ka kod poku\u0161aja dodavanja novog svojstva u zbirku, simboli\u010dki naziv: ''{0}'', tip podataka: ''{1}''.
FNRRS0314.arg.0       = symbolic_name
FNRRS0314.arg.1       = data_type

FNRRS0315.explanation = Dogodila se gre\u0161ka kod poku\u0161aja dohvata podre\u0111enih kategorija slogova iz nadre\u0111enog spremnika.
FNRRS0315.action      = Provjerite ima li trenutni korisnik barem pravo gledanja sadr\u017eaja nadre\u0111enog spremnika.
FNRRS0315.message     = Gre\u0161ka kod dohvata kategorija slogova iz nadre\u0111enog spremnika: ''{0}''.
FNRRS0315.arg.0       = parent_container

FNRRS0316.explanation = Dogodila se gre\u0161ka prilikom poku\u0161aja dobivanja trenutnog sadr\u017eaja ponavlja\u010da stranica.
FNRRS0316.action      = Osigurajte da je napravljen inicijalni RMPageInterator.nextPage() poziv za pomak ponavlja\u010da na prvu stranicu. U suprotnom, ponavlja\u010d se mo\u017eda pomaknuo nakon zadnje stranice.
FNRRS0316.message     = Gre\u0161ka prilikom poku\u0161aja dobivanja sadr\u017eaja trenutne stranice od RMPageIteratora.

FNRRS0317.explanation = Dogodila se gre\u0161ka prilikom poku\u0161aja dobivanja sljede\u0107e stranice od ponavlja\u010da stranica.
FNRRS0317.action      = Provjerite da se ponavlja\u010d nije ve\u0107 pomaknuo nakon zadnje stranice.
FNRRS0317.message     = Gre\u0161ka prilikom poku\u0161aja dobivanja sljede\u0107e stranice od PagableSet iteratora.

FNRRS0318.explanation = Dogodila se gre\u0161ka kod poku\u0161aja dohvata nadre\u0111enih spremnika objekta.
FNRRS0318.action      = Provjerite ima li trenutni korisnik barem pravo gledanja nadre\u0111enog spremnika.
FNRRS0318.message     = Gre\u0161ka kod dohvata nadre\u0111enog(ih) spremnika za objekt: ''{0}''.
FNRRS0318.arg.0       = objekt

FNRRS0319.explanation = Operacija brisanja za objekt tipa entity_type i identifikator object_ident nije uspjela.
FNRRS0319.action      = Provjerite da li objekt o kojem je rije\u010d jo\u0161 uvijek postoji u spremi\u0161tu. Tako\u0111er osigurajte da trenutni korisnik ima odgovaraju\u0107i sigurnosni pristup razini objekta, koji dopu\u0161ta ovu operaciju.
FNRRS0319.message     = Ne mo\u017ee se izvesti operacija brisanja na objektu spremi\u0161ta, ''{0}'', tipa:  ''{1}''.
FNRRS0319.arg.0       = object_ident
FNRRS0319.arg.1       = entity_type

FNRRS0320.explanation = Operacija dodavanja kategorije slogova za objekt tipa entity_type i identifikator object_ident nije uspjela.
FNRRS0320.action      = Provjerite da li ciljni objekt o kojem je rije\u010d jo\u0161 uvijek postoji u spremi\u0161tu. Provjerite da li cilj smije sadr\u017eavati kategoriju slogova. Osigurajte da trenutni korisnik ima odgovaraju\u0107i sigurnosni pristup razini objekta, koji dopu\u0161ta ovu operaciju.
FNRRS0320.message     = Ne mo\u017ee se dodati kategorija slogova ciljnom objektu: ''{0}'', tipa:  ''{1}''.
FNRRS0320.arg.0       = object_ident
FNRRS0320.arg.1       = entity_type

FNRRS0321.explanation = Dogodila se gre\u0161ka prilikom poku\u0161aja dobivanja trenutnog broja\u010da elemenata ponavlja\u010da stranica.
FNRRS0321.action      = Osigurajte da je napravljen inicijalni RMPageInterator.nextPage() poziv za pomak ponavlja\u010da na prvu stranicu. U suprotnom, ponavlja\u010d se mo\u017eda pomaknuo nakon zadnje stranice.
FNRRS0321.message     = Gre\u0161ka prilikom poku\u0161aja dobivanja trenutnog broja\u010da elemenata od RMPageIteratora.

FNRRS0322.explanation = Operacija dodavanja foldera slogova za objekt tipa entity_type i identifikator object_ident nije uspjela.
FNRRS0322.action      = Provjerite da li ciljni objekt o kojem je rije\u010d jo\u0161 uvijek postoji u spremi\u0161tu. Provjerite da li cilj smije sadr\u017eavati folder slogova tog tipa. Osigurajte da trenutni korisnik ima odgovaraju\u0107i sigurnosni pristup razini objekta, koji dopu\u0161ta ovu operaciju.
FNRRS0322.message     = Ne mo\u017ee se dodati folder slogova ciljnom objektu: ''{0}'', tipa:  ''{1}''.
FNRRS0322.arg.0       = object_ident
FNRRS0322.arg.1       = entity_type

FNRRS0323.explanation = Dogodila se gre\u0161ka kod poku\u0161aja dohvata podre\u0111enih foldera slogova iz nadre\u0111enog spremnika.
FNRRS0323.action      = Provjerite ima li trenutni korisnik barem pravo gledanja sadr\u017eaja nadre\u0111enog spremnika.
FNRRS0323.message     = Gre\u0161ka kod dohvata foldera slogova iz nadre\u0111enog spremnika: ''{0}''.
FNRRS0323.arg.0       = parent_container

FNRRS0324.explanation = Dogodila se gre\u0161ka kod poku\u0161aja dohvata aktivnog podre\u0111enog volumena iz nadre\u0111enog spremnika.
FNRRS0324.action      = Provjerite ima li trenutni korisnik barem pravo gledanja sadr\u017eaja nadre\u0111enog spremnika.
FNRRS0324.message     = Gre\u0161ka kod dohvata aktivnog volumena iz nadre\u0111enog spremnika: ''{0}''.
FNRRS0324.arg.0       = parent_container

FNRRS0325.explanation = Dogodila se gre\u0161ka kod poku\u0161aja dohvata podre\u0111enih volumena slogova iz nadre\u0111enog spremnika.
FNRRS0325.action      = Provjerite ima li trenutni korisnik barem pravo gledanja sadr\u017eaja nadre\u0111enog spremnika.
FNRRS0325.message     = Gre\u0161ka kod dohvata volumena slogova iz nadre\u0111enog spremnika: ''{0}''.
FNRRS0325.arg.0       = parent_container

FNRRS0326.explanation = Operacija dodavanja volumena slogova za objekt tipa entity_type i identifikator object_ident nije uspjela.
FNRRS0326.action      = Provjerite da li ciljni objekt o kojem je rije\u010d jo\u0161 uvijek postoji u spremi\u0161tu. Provjerite da li cilj smije sadr\u017eavati volumen slogova. Osigurajte da trenutni korisnik ima odgovaraju\u0107i sigurnosni pristup razini objekta, koji dopu\u0161ta ovu operaciju.
FNRRS0326.message     = Ne mo\u017ee se dodati volumen slogova ciljnom objektu: ''{0}'', tipa:  ''{1}''.
FNRRS0326.arg.0       = object_ident
FNRRS0326.arg.1       = entity_type

FNRRS0327.explanation = Upit za objekte nije uspio zbog gre\u0161ke spremi\u0161ta.
FNRRS0327.action      = Provjerite je li SQL sintaksa ispravna ili prou\u010dite bilo kakve uklju\u010dene izuzetke za detaljnija obja\u0161njenja gre\u0161ke ili oboje.
FNRRS0327.message     = Upit za objekte nije uspio.

FNRRS0328.explanation = Upit za redove nije uspio zbog gre\u0161ke spremi\u0161ta.
FNRRS0328.action      = Provjerite je li SQL sintaksa ispravna ili prou\u010dite bilo kakve uklju\u010dene izuzetke za detaljnija obja\u0161njenja gre\u0161ke ili oboje.
FNRRS0328.message     = Upit za redove nije uspio.

FNRRS0329.explanation = U\u010dinjen je poku\u0161aj dobivanja RMPagingIteratora iz PagableSeta koji ne podr\u017eava podjelu u stranice.
FNRRS0329.action      = Koristite metodu RMPagingIterator.supportsPaging() da biste utvrdili je li podr\u017eana podjela u stranice. Ako podjela u stranice nije podr\u017eana, koristite RMPagingIterator.iterator() umjesto RMPagingIterator.pageIterator().
FNRRS0329.message     = Podjela u stranice nije podr\u017eana za ovu PagableSet instancu.

FNRRS0330.explanation = Dogodila se gre\u0161ke kod poku\u0161aja dohvata skupova oznaka iz domene domain_ident.
FNRRS0330.action      = Provjerite ima li trenutni korisnik dozvolu pristupa najmanje jednom skupu oznaka u domeni.
FNRRS0330.message     = Ne mogu se dohvatiti skupovi oznaka iz domene: ''{0}''.
FNRRS0330.arg.0       = domain_ident

FNRRS0331.explanation = Niz znakova za identifikaciju skupa oznaka markingSetId nije u va\u017ee\u0107em formatu.
FNRRS0331.action      = Osigurajte da je identifikacijski niz znakova u formatu GUID niza znakova: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' gdje je svaki ''x'' heksadecimalni znak.
FNRRS0331.message     = Pogre\u0161an format identifikacijskog niza znakova za skup ozna\u010davanja: ''{0}''.
FNRRS0331.arg.0       = markingSetId

FNRRS0332.explanation = Dogodila se gre\u0161ka prilikom dohvata liste izbora iz spremi\u0161ta repos_ident.
FNRRS0332.action      = Provjerite ima li trenutni korisnik dozvolu pristupa najmanje jednoj listi izbora iz spremi\u0161ta.
FNRRS0332.message     = Ne mogu se dohvatiti liste izbora iz spremi\u0161ta: ''{0}''.
FNRRS0332.arg.0       = repos_ident

FNRRS0333.explanation = Identifikacijski niz znakova liste izbora choiceListId nije u va\u017ee\u0107em formatu.
FNRRS0333.action      = Osigurajte da je identifikacijski niz znakova u formatu GUID niza znakova: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' gdje je svaki ''x'' heksadecimalni znak.
FNRRS0333.message     = Pogre\u0161an format identifikacijskog niza znakova za listu izbora: ''{0}''.
FNRRS0333.arg.0       = choiceListId

FNRRS0334.explanation = Dogodila se gre\u0161ka prilikom dohvata opisa klase classDesc_ident iz spremi\u0161ta repos_ident.
FNRRS0334.action      = Provjerite da li postoji opis klase u spremi\u0161tu i da li trenutni korisnik ima dozvolu pristupa opisu klase.
FNRRS0334.message     = Ne mo\u017ee se dohvatiti opis klase iz spremi\u0161ta: ''{0}'', identitet opisa klase: ''{1}''.
FNRRS0334.arg.0       = repos_ident
FNRRS0334.arg.1       = classDesc_ident

FNRRS0335.explanation = Dogodila se gre\u0161ka prilikom dohvata opisa klasa iz spremi\u0161ta repos_ident.
FNRRS0335.action      = Provjerite ima li trenutni korisnik dozvolu pristupa spremi\u0161tu.
FNRRS0335.message     = Ne mogu se dohvatiti opisi klasa iz spremi\u0161ta: ''{0}'', identiteti opisa klasa: ''{1}''.
FNRRS0335.arg.0       = repos_ident

FNRRS0336.explanation = Otkriven je pogre\u0161an Id parametra.
FNRRS0336.action      = Osigurajte da je identifikacijski niz znakova u formatu GUID niza znakova: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' gdje je svaki ''x'' heksadecimalni znak.
FNRRS0336.message     = Pogre\u0161an Id parmetra: ''{0}''.
FNRRS0336.arg.0       = id_string

FNRRS0337.explanation = Ne mo\u017ee se dohvatiti trenutni ovla\u0161teni korisnik domene.
FNRRS0337.action      = Osigurajte da je korisniku trenutno provjeren identitet za domenu ili da je JAAS Subject uspostavljen za trenutnu nit ili oboje.
FNRRS0337.message     = Ne mo\u017ee se dohvatiti trenutni ovla\u0161teni korisnik domene.

FNRRS0338.explanation = Operacija tra\u017eenja specificiranih grupa korisnika nije uspjela.
FNRRS0338.action      = Osigurajte da je korisniku trenutno provjeren identitet za domenu ili da je JAAS Subject uspostavljen za trenutnu nit ili oboje.
FNRRS0338.message     = Gre\u0161ka tijekom tra\u017eenja grupa korisnika domene.

FNRRS0339.explanation = Operacija tra\u017eenja specificiranih korisnika nije uspjela.
FNRRS0339.action      = Osigurajte da je korisniku trenutno provjeren identitet za domenu ili da je JAAS Subject uspostavljen za trenutnu nit ili oboje.
FNRRS0339.message     = Gre\u0161ka tijekom tra\u017eenja korisnika domene.

FNRRS0340.explanation = Trenutni korisnik nema dovoljna prava za dodavanje novog \u010dlana postoje\u0107oj ulozi, koja je odre\u0111ena sa svojim role_name, role_type i appl_name.
FNRRS0340.action      = Osigurajte da trenutni korisnik posjeduje dovoljna prava za dodavanje novog \u010dlana postoje\u0107oj ulozi.
FNRRS0340.message     = Trenutni korisnik nema dovoljna sigurnosna prava za ulogu, naziv uloge = ''{0}'', tip uloge = ''{1}'', aplikacija = ''{2}''.
FNRRS0340.arg.0       = role_name
FNRRS0340.arg.1       = role_type
FNRRS0340.arg.2       = appl_name

FNRRS0341.explanation = Dogodila se gre\u0161ka prilikom poku\u0161aja dohvata pristupne uloge definirane s role_type i appl_name.
FNRRS0341.action      = Osigurajte da trenutni korisnik posjeduje dovoljna prava za dodavanje novog \u010dlana postoje\u0107oj ulozi i da uloga o kojoj je rije\u010d jo\u0161 uvijek postoji za spremi\u0161te.
FNRRS0341.message     = Gre\u0161ka kod poku\u0161aja dohvata pristupne uloge definirane tipom = ''{0}'' i aplikacijom = ''{1}''.
FNRRS0341.arg.0       = role_type
FNRRS0341.arg.1       = appl_name

FNRRS0342.explanation = Ne mo\u017ee se kreirati nova uloga koriste\u0107i tip role_type i naziv aplikacije appl_name zbog prethodno postoje\u0107e uloge s ovim istim vrijednostima.
FNRRS0342.action      = Koristite ili razli\u010diti skup vrijednosti tip uloge/naziv aplikacije ili prvo izbri\u0161ite postoje\u0107u ulogu.
FNRRS0342.message     = Ne mo\u017ee se kreirati nova uloga zbog podudarne postoje\u0107e uloge, tip = ''{0}'' i aplikacija = ''{1}''.
FNRRS0342.arg.0       = role_type
FNRRS0342.arg.1       = appl_name

FNRRS0343.explanation = Neuspjeh prilikom poku\u0161aja dohvata pristupne uloge definirane s role_name i appl_name.
FNRRS0343.action      = Osigurajte da trenutni korisnik posjeduje dovoljna prava za gledanje postoje\u0107e uloge i da uloga o kojoj je rije\u010d jo\u0161 uvijek postoji za spremi\u0161te.
FNRRS0343.message     = Gre\u0161ka kod poku\u0161aja dohvata pristupne uloge definirane imenom = ''{0}'' i aplikacijom = ''{1}''.
FNRRS0343.arg.0       = role_name
FNRRS0343.arg.1       = appl_name

FNRRS0344.explanation = Ne mo\u017ee se utvrditi trenutni korisnik.
FNRRS0344.action      = Osigurajte da je korisniku trenutno provjeren identitet za domenu ili da je JAAS Subject uspostavljen za trenutnu nit ili oboje.
FNRRS0344.message     = Ne mo\u017ee se utvrditi trenutni korisnik.

FNRRS0345.explanation = Dogodila se gre\u0161ka kod poku\u0161aja dohvata planova datoteka iz nadre\u0111enog spremi\u0161ta plana datoteka.
FNRRS0345.action      = Provjerite ima li trenutni korisnik barem pravo gledanja sadr\u017eaja spremi\u0161ta plana datoteka.
FNRRS0345.message     = Gre\u0161ka kod dohvata planova datoteka iz spremi\u0161ta planova datoteka: ''{0}''.
FNRRS0345.arg.0       = fileplan_repository

FNRRS0346.explanation = Obavezno svojstvo ili nedostaje ili nema vrijednost.
FNRRS0346.action      = Osigurajte da se navede ispravna vrijednost svojstva.
FNRRS0346.message     = Svojstvo nedostaje ili nema vrijednost, simboli\u010dki naziv: ''{0}''.
FNRRS0346.arg.0       = property_name

FNRRS0347.explanation = Specificirani naziv plana datoteka nije jedinstven.
FNRRS0347.action      = Navedite naziv plana datoteka koji jo\u0161 nije kori\u0161ten u spremi\u0161tu planova datoteka.
FNRRS0347.message     = Naziv plana datoteka nije jedinstven: ''{0}''.
FNRRS0347.arg.0       = fileplan_name

FNRRS0348.explanation = Dogodila se gre\u0161ka prilikom poku\u0161aja dodavanja novog plana datoteka u spremi\u0161te planova datoteka.
FNRRS0348.action      = Provjerite je li ciljno spremi\u0161te va\u017ee\u0107e. Osigurajte da trenutni korisnik ima odgovaraju\u0107i sigurnosni pristup razini objekta, koji dopu\u0161ta ovu operaciju.
FNRRS0348.message     = Ne mo\u017ee se dodati novi plan datoteka u ciljno spremi\u0161te planova datoteka: ''{0}''.
FNRRS0348.arg.0       = repository_ident

FNRRS0349.explanation = Ne mo\u017ee se dobiti specificirani opis svojstva ili njegovo podpolje koje pripada specificiranoj klasi i spremi\u0161tu.
FNRRS0349.action      = Provjerite da li specificirana klasa odgovara za trenutni proces.
FNRRS0349.message     = Ne mo\u017ee se dohvatiti opis svojstva za: ''{0}'', identitet klase: ''{1}'' iz spremi\u0161ta: ''{2}''.
FNRRS0349.arg.0       = property_ident
FNRRS0349.arg.1       = class_ident
FNRRS0349.arg.2       = repository_ident

FNRRS0350.explanation = Dogodila se gre\u0161ka prilikom poku\u0161aja dohvata specificirane stavke sadr\u017eaja koja je dio procesa deklaracije sloga.
FNRRS0350.action      = Provjerite da li specificirana stavka sadr\u017eaja postoji i da li je dohvatljiva.
FNRRS0350.message     = ne mo\u017ee se dohvatiti specificirana stavka sadr\u017eaja u svrhu deklaracije sloga: ''{0}''.
FNRRS0350.arg.0       = contentItem_ident

FNRRS0351.explanation = Ne mo\u017ee se prona\u0107i aktivan podre\u0111eni volumen za specificirani folder slogova. Ovo mo\u017ee sprije\u010diti operaciju deklaracije sloga ako je folder slogova \u010dlan ciljnih spremnika novog sloga.
FNRRS0351.action      = Dodajte novi aktivni volumen folderu slogova ili ponovno otvorite postoje\u0107i volumen i definirajte ga kao ciljni spremnik za operaciju deklaracije sloga.
FNRRS0351.message     = Nema dostupnog aktivnog podre\u0111enog volumena za specificirani folder slogova: ''{0}''.
FNRRS0351.arg.0       = recordFolder_ident

FNRRS0352.explanation = Dogodila se gre\u0161ka kod poku\u0161aja dohvata lokacija iz nadre\u0111enog spremi\u0161ta plana datoteka.
FNRRS0352.action      = Provjerite ima li trenutni korisnik barem pravo gledanja sadr\u017eaja spremi\u0161ta plana datoteka.
FNRRS0352.message     = Gre\u0161ka kod dohvata lokacija iz spremi\u0161ta plana datoteka: ''{0}''.
FNRRS0352.arg.0       = fileplan_repository

FNRRS0353.explanation = Dogodila se gre\u0161ka kod poku\u0161aja dohvata dodatka iz specificiranog spremi\u0161ta.
FNRRS0353.action      = Provjerite ima li trenutni korisnik barem pravo gledanja sadr\u017eaja spremnika.
FNRRS0353.message     = Gre\u0161ka kod dohvata dodataka iz spremi\u0161ta: ''{0}''.
FNRRS0353.arg.0       = spremi\u0161te

FNRRS0354.explanation = Dogodila se gre\u0161ka kod poku\u0161aja dohvata tipova slogova iz nadre\u0111enog spremi\u0161ta plana datoteka.
FNRRS0354.action      = Provjerite ima li trenutni korisnik barem pravo gledanja sadr\u017eaja spremi\u0161ta plana datoteka.
FNRRS0354.message     = Gre\u0161ka kod dohvata tipova slogova iz spremi\u0161ta plana datoteka: ''{0}''.
FNRRS0354.arg.0       = fileplan_repository

FNRRS0355.explanation = Niz znakova za identifikaciju RMLink rmLinkId, nije u ispravnom formatu.
FNRRS0355.action      = Osigurajte da je identifikacijski niz znakova u formatu GUID niza znakova: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' gdje je svaki ''x'' heksadecimalni znak.
FNRRS0355.message     = Pogre\u0161an format identifikacijskog niza znakova za RMLink: ''{0}''.
FNRRS0355.arg.0       = rmLinkId

FNRRS0356.explanation = Dogodila se gre\u0161ka kod poku\u0161aja dohvata dostupnih Vodi\u010da za klasifikaciju sigurnosti iz specificiranog  spremi\u0161ta plana datoteka.
FNRRS0356.action      = Osigurajte da je spremi\u0161te DoD sigurnosno klasificirano spremi\u0161te plana datoteka i da trenutni korisnik ima potrebne sigurnosne dozvole za sve vodi\u010de klasifikacije.
FNRRS0356.message     = Gre\u0161ka kod dohvata vodi\u010da klasifikacije sigurnosti iz spremi\u0161ta plana datoteka: ''{0}''.
FNRRS0356.arg.0       = repositoryIdent

FNRRS0357.explanation = Dogodila se gre\u0161ka kod poku\u0161aja dohvata podre\u0111enih odjeljaka specificiranog vodi\u010da klasifikacije sigurnosti ili odjeljka vodi\u010da koji pripada specificiranom spremi\u0161tu plana datoteka.
FNRRS0357.action      = Osigurajte da je spremi\u0161te DoD sigurnosno klasificirano spremi\u0161te plana datoteka i da trenutni korisnik ima potrebne sigurnosne dozvole za sve vodi\u010de klasifikacije.
FNRRS0357.message     = Gre\u0161ka kod dohvata podre\u0111enih odjeljaka iz vodi\u010da klasifikacije ili odjeljka vodi\u010da ''{1}'', koji pripada spremi\u0161tu plana datoteka: ''{0}''.
FNRRS0357.arg.0       = repositoryIdent
FNRRS0357.arg.1       = classificationGuideOrSection

FNRRS0358.explanation = Dogodila se gre\u0161ka kod poku\u0161aja dohvata dostupnih podre\u0111enih poglavlja specificiranog vodi\u010da klasifikacije sigurnosti ili odjeljka vodi\u010da koji pripada specificiranom spremi\u0161tu plana datoteka.
FNRRS0358.action      = Osigurajte da je spremi\u0161te DoD sigurnosno klasificirano spremi\u0161te plana datoteka i da trenutni korisnik ima potrebne sigurnosne dozvole za sve vodi\u010de klasifikacije.
FNRRS0358.message     = Gre\u0161ka kod dohvata podre\u0111enih poglavlja iz vodi\u010da klasifikacije ili odjeljka vodi\u010da ''{1}'', koji pripada spremi\u0161tu plana datoteka: ''{0}''.
FNRRS0358.arg.0       = repositoryIdent
FNRRS0358.arg.1       = classificationGuideOrSection

FNRRS0359.explanation = Specificirano spremi\u0161te plana datoteka nije konfigurirano za DoD klasificirani model podataka i zato ne podr\u017eava DoD vodi\u010de klasifikacije sigurnosti.
FNRRS0359.action      = Osigurajte da je specificirano ispravno spremi\u0161te plana datoteka i da je konfigurirano za DoD klasificirani model podataka.
FNRRS0359.message     = DoD vodi\u010di klasifikacije nisu podr\u017eani u spremi\u0161tu plana datoteka: ''{0}''.
FNRRS0359.arg.0       = repositoryIdent

FNRRS0360.explanation = Dogodila se gre\u0161ka kod poku\u0161aja dohvata specificiranog vodi\u010da klasifikacije sigurnosti, koji pripada specificiranom spremi\u0161tu plana datoteka.
FNRRS0360.action      = Osigurajte da je spremi\u0161te DoD sigurnosno klasificirano spremi\u0161te plana datoteka i da trenutni korisnik ima potrebne sigurnosne dozvole za sve vodi\u010de klasifikacije.
FNRRS0360.message     = Gre\u0161ka kod dohvata vodi\u010da klasifikacije ''{1}'', koji pripada spremi\u0161tu plana datoteka: ''{0}''.
FNRRS0360.arg.0       = repositoryIdent
FNRRS0360.arg.1       = guideIdent

FNRRS0361.explanation = Vra\u0107en je neo\u010dekivani izuzetak iz P8 Content Engine API-ja specificiran sa \u0161ifrom izuzetka i porukom.
FNRRS0361.action      = Prou\u010dite sadr\u017eani P8 Content Engine izuzetak i sve dostupne zapise gre\u0161aka radi informacija koje se odnose na prvobitni uzrok za stanje gre\u0161ke.
FNRRS0361.message     = Dogodio se neo\u010dekivani P8 Content Engine izuzetak. \u0160ifra izuzetka: {0}, poruka: ''{1}''
FNRRS0361.arg.0       = ceExceptionCode
FNRRS0361.arg.1       = ceExceptionMessage

FNRRS0362.explanation = Dogodio se neo\u010dekivani izuzetak prilikom poku\u0161aja dohvata vrijednosti DoD klasificiranog maksimalnog vremenskog ograni\u010denja deklasifikacije iz specificiranog spremi\u0161ta plana datoteka.
FNRRS0362.action      = Osigurajte da je svojstvo DoD klasificiranog modela podataka konfigurirano za ovo spremi\u0161te i da uklju\u010duje va\u017ee\u0107u vrijednost za odgovoaraju\u0107i unos konfiguracije sistema.
FNRRS0362.message     = Neo\u010dekivana gre\u0161ka kod dohvata vrijednosti DoD klasificiranog maksimalnog vremenskog ograni\u010denja deklasifikacije. Spremi\u0161te: ''{0}''
FNRRS0362.arg.0       = repositoryName

FNRRS0363.explanation = Dogodila se gre\u0161ka kod poku\u0161aja dohvata akcija odlaganja iz nadre\u0111enog spremi\u0161ta plana datoteka.
FNRRS0363.action      = Provjerite ima li trenutni korisnik barem pravo gledanja sadr\u017eaja spremi\u0161ta plana datoteka.
FNRRS0363.message     = Gre\u0161ka kod dohvata akcija odlaganja iz spremi\u0161ta plana datoteka: ''{0}''.
FNRRS0363.arg.0       = fileplan_repository

FNRRS0364.explanation = Dogodila se gre\u0161ka kod poku\u0161aja dohvata okida\u010da odlaganja iz nadre\u0111enog spremi\u0161ta plana datoteka.
FNRRS0364.action      = Provjerite ima li trenutni korisnik barem pravo gledanja sadr\u017eaja spremi\u0161ta plana datoteka.
FNRRS0364.message     = Gre\u0161ka kod dohvata okida\u010da odlaganja iz spremi\u0161ta plana datoteka: ''{0}''.
FNRRS0364.arg.0       = fileplan_repository

FNRRS0365.explanation = Dogodila se gre\u0161ka kod poku\u0161aja dohvata rasporeda odlaganja iz nadre\u0111enog spremi\u0161ta plana datoteka.
FNRRS0365.action      = Provjerite ima li trenutni korisnik barem pravo gledanja sadr\u017eaja spremi\u0161ta plana datoteka.
FNRRS0365.message     = Gre\u0161ka kod dohvata rasporeda odlaganja iz spremi\u0161ta plana datoteka: ''{0}''.
FNRRS0365.arg.0       = fileplan_repository

FNRRS0366.explanation = Predlo\u017eeni naziv doga\u0111aja okida\u010da odlaganja se ve\u0107 koristi u ovom spremi\u0161tu.
FNRRS0366.action      = Navedite vrijednost koja se jo\u0161 nije koristila u spremi\u0161tu.
FNRRS0366.message     = Predlo\u017eeni naziv doga\u0111aja okida\u010da odlaganja nije jedinstven u spremi\u0161tu: ''{0}''.
FNRRS0366.arg.0       = name_value

FNRRS0367.explanation = Cikli\u010dki vremenski period za ponavljanje okida\u010da odlaganja mora biti ve\u0107i od 0.
FNRRS0367.action      = Navedite vrijednost koja nije nula ili za godine ili mjesece ili dane.
FNRRS0367.message     = Najmanje jedna vrijednost cikli\u010dkog vremenskog perioda mora biti ve\u0107a od 0.

FNRRS0368.explanation = Dogodila se gre\u0161ka prilikom poku\u0161aja dodavanja novog okida\u010da odlaganja u spremi\u0161te plana datoteka.
FNRRS0368.action      = Provjerite je li ciljno spremi\u0161te va\u017ee\u0107e. Osigurajte da trenutni korisnik ima odgovaraju\u0107i sigurnosni pristup razini objekta, koji dopu\u0161ta ovu operaciju.
FNRRS0368.message     = Ne mo\u017ee se dodati novi okida\u010d odlaganja u ciljno spremi\u0161te plana datoteka: ''{0}''.
FNRRS0368.arg.0       = repository_ident

FNRRS0369.explanation = Dogodila se gre\u0161ka prilikom poku\u0161aja dodavanja nove akcije odlaganja u spremi\u0161te plana datoteka.
FNRRS0369.action      = Provjerite je li ciljno spremi\u0161te va\u017ee\u0107e. Osigurajte da trenutni korisnik ima odgovaraju\u0107i sigurnosni pristup razini objekta, koji dopu\u0161ta ovu operaciju.
FNRRS0369.message     = Ne mo\u017ee se dodati nova akcija odlaganja u ciljno spremi\u0161te plana datoteka: ''{0}''.
FNRRS0369.arg.0       = repository_ident

FNRRS0370.explanation = Predlo\u017eeni naziv akcije odlaganja se ve\u0107 koristi u ovom spremi\u0161tu.
FNRRS0370.action      = Navedite vrijednost koja se jo\u0161 nije koristila u spremi\u0161tu.
FNRRS0370.message     = Predlo\u017eeni naziv akcije odlaganja nije jedinstven u spremi\u0161tu: ''{0}''.
FNRRS0370.arg.0       = name_value

FNRRS0371.explanation = Predlo\u017eeni pridru\u017eeni proces rada akcije odlaganja nije instanca klase WorkflowDefinition.
FNRRS0371.action      = navedite va\u017ee\u0107u IBM Enterprise Records WorkflowDefinition instancu za svojstvo pridru\u017eenog procesa rada.
FNRRS0371.message     = Predlo\u017eeni pridru\u017eeni proces rada akcije odlaganja nije instanca klase WorkflowDefinition: ''{0}''.
FNRRS0371.arg.0       = class_name

FNRRS0372.explanation = Dogodila se gre\u0161ka kod poku\u0161aja dohvata definicija procesa rada iz nadre\u0111enog spremi\u0161ta plana datoteka.
FNRRS0372.action      = Provjerite ima li trenutni korisnik barem pravo gledanja sadr\u017eaja spremi\u0161ta plana datoteka.
FNRRS0372.message     = Gre\u0161ka kod dohvata definicija procesa rada iz spremi\u0161ta plana datoteka: ''{0}''.
FNRRS0372.arg.0       = fileplan_repository

FNRRS0373.explanation = Predlo\u017eeni naziv rasporeda odlaganja se ve\u0107 koristi u ovom spremi\u0161tu.
FNRRS0373.action      = Navedite vrijednost koja se jo\u0161 nije koristila u spremi\u0161tu.
FNRRS0373.message     = Predlo\u017eeni naziv rasporeda odlaganja nije jedinstven u spremi\u0161tu: ''{0}''.
FNRRS0373.arg.0       = name_value

FNRRS0374.explanation = Predlo\u017eeni raspored odlaganja ima specificiranu pogre\u0161nu vrijednost okida\u010da odlaganja.
FNRRS0374.action      = Navedite va\u017ee\u0107u vrijednost okida\u010da odlaganja ili okida\u010d preddefiniranog kalendarskog datuma.
FNRRS0374.message     = Predlo\u017eeni raspored odlaganja ima specificiranu pogre\u0161nu vrijednost okida\u010da odlaganja.
FNRRS0374.arg.0       = name_value

FNRRS0375.explanation = Vrijednost specificiranog svojstva je pogre\u0161na ili izvan raspona.
FNRRS0375.action      = Navedite va\u017ee\u0107u vrijednost za specificirano svojstvo.
FNRRS0375.message     = Vrijednost specificiranog svojstva je pogre\u0161na ili izvan raspona: {0}, ''{1}''
FNRRS0375.arg.0       = property_name
FNRRS0375.arg.1       = property_value

FNRRS0376.explanation = Predlo\u017eenom nazivu rasporeda odlaganja nedostaje vrijednost va\u017ee\u0107eg perioda zadr\u017eavanja.
FNRRS0376.action      = Navedite nenegativne vrijednosti za godine, mjesece i dane perioda zadr\u017eavanja.
FNRRS0376.message     = Predlo\u017eenom nazivu rasporeda odlaganja nedostaje vrijednost va\u017ee\u0107eg perioda zadr\u017eavanja.

FNRRS0377.explanation = Fazi odlaganja nedostaje vrijednost va\u017ee\u0107eg perioda zadr\u017eavanja.
FNRRS0377.action      = Navedite nenegativne vrijednosti za godine, mjesece i dane perioda zadr\u017eavanja.
FNRRS0377.message     = Fazi odlaganja nedostaje vrijednost va\u017ee\u0107eg perioda zadr\u017eavanja.

FNRRS0378.explanation = Alternativnom zadr\u017eavanju faze odlaganja nedostaje vrijednost va\u017ee\u0107eg perioda zadr\u017eavanja.
FNRRS0378.action      = Navedite nenegativne vrijednosti za godine, mjesece i dane perioda zadr\u017eavanja.
FNRRS0378.message     = Alternativnom zadr\u017eavanju faze odlaganja nedostaje vrijednost va\u017ee\u0107eg perioda zadr\u017eavanja.

FNRRS0379.explanation = Dogodila se gre\u0161ka prilikom poku\u0161aja dodavanja novog rasporeda odlaganja u spremi\u0161te plana datoteka.
FNRRS0379.action      = Provjerite je li ciljno spremi\u0161te va\u017ee\u0107e. Osigurajte da trenutni korisnik ima odgovaraju\u0107i sigurnosni pristup razini objekta, koji dopu\u0161ta ovu operaciju.
FNRRS0379.message     = Ne mo\u017ee se dodati novi raspored odlaganja u ciljno spremi\u0161te plana datoteka: ''{0}''.
FNRRS0379.arg.0       = repository_ident

FNRRS0380.explanation = Dogodila se gre\u0161ka prilikom poku\u0161aja dodavanja novog tipa slogova u spremi\u0161te plana datoteka.
FNRRS0380.action      = Provjerite je li ciljno spremi\u0161te va\u017ee\u0107e. Osigurajte da trenutni korisnik ima odgovaraju\u0107i sigurnosni pristup razini objekta, koji dopu\u0161ta ovu operaciju.
FNRRS0380.message     = Ne mo\u017ee se dodati novi tip slogova u ciljno spremi\u0161te plana datoteka: ''{0}''.
FNRRS0380.arg.0       = repository_ident

FNRRS0381.explanation = Predlo\u017eeni naziv tipa slogova se ve\u0107 koristi u ovom spremi\u0161tu.
FNRRS0381.action      = Navedite vrijednost koja se jo\u0161 nije koristila u spremi\u0161tu.
FNRRS0381.message     = Predlo\u017eeni naziv tipa slogova nije jedinstven u spremi\u0161tu: ''{0}''.
FNRRS0381.arg.0       = name_value

FNRRS0382.explanation = Ne mo\u017ee se kreirati nova instanca tipa entity_type u repository_ident.
FNRRS0382.action      = Osigurajte da je pridru\u017eena klasa definirana u spremi\u0161tu i da trenutni korisnik ima odgovaraju\u0107i sigurnosni pristup koji dozvoljava ovu operaciju.
FNRRS0382.message     = Ne mo\u017ee se kreirati nova instanca ovog tipa entiteta u specificiranom spremi\u0161tu: {0}, ''{1}''.
FNRRS0382.arg.0       = entity_type
FNRRS0382.arg.1       = repository_ident

FNRRS0383.explanation = Specificirano svojstvo ili njegova vrijednost trenutno su nedostupni.
FNRRS0383.action      = Osigurajte da je ovo svojstvo definirano i dohvatljivo trenutnom korisniku.
FNRRS0383.message     = Ne mo\u017ee se dohvatiti svojstvo: {0}.
FNRRS0383.arg.0       = property_name

FNRRS0384.explanation = Predlo\u017eeni naziv lokacije ve\u0107 se koristi u ovom spremi\u0161tu.
FNRRS0384.action      = Navedite vrijednost koja se jo\u0161 nije koristila u spremi\u0161tu.
FNRRS0384.message     = Predlo\u017eeni naziv lokacije nije jedinstven u spremi\u0161tu: ''{0}''.
FNRRS0384.arg.0       = name_value

FNRRS0385.explanation = Operacija nije podr\u017eana na trenutnom tipu objekta.
FNRRS0385.action      = Ova operacija se ne mo\u017ee koristiti s ovim objektom.  Promijenite ili objekt ili operaciju.
FNRRS0385.message     = Ova operacija nije podr\u017eana na trenutnom tipu objekta.

FNRRS0386.explanation = Predlo\u017eeni naziv zadr\u017eavanja ve\u0107 se koristi u ovom spremi\u0161tu.
FNRRS0386.action      = Navedite vrijednost koja se jo\u0161 nije koristila u spremi\u0161tu.
FNRRS0386.message     = Predlo\u017eeni naziv zadr\u017eavanja nije jedinstven u spremi\u0161tu: ''{0}''.
FNRRS0386.arg.0       = name_value

FNRRS0387.explanation = Dogodila se gre\u0161ka prilikom dohvata zadr\u017eavanja iz spremi\u0161ta plana datoteka
FNRRS0387.action      = Provjerite da li postoji najmanje jedno zadr\u017eavanje u spremi\u0161tu.
FNRRS0387.message     = Gre\u0161ka kod dohvata zadr\u017eavanja iz spremi\u0161ta plana datoteka: ''{0}''.
FNRRS0387.arg.0       = identifikator spremi\u0161ta plana datoteka

FNRRS0388.explanation = Niz znakova za identifikaciju zadr\u017eavanja rmHoldId, nije u ispravnom formatu.
FNRRS0388.action      = Osigurajte da je identifikacijski niz znakova u formatu GUID niza znakova: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' gdje je svaki ''x'' heksadecimalni znak.
FNRRS0388.message     = Pogre\u0161an format identifikacijskog niza znakova zadr\u017eavanja: ''{0}''.
FNRRS0388.arg.0       = hold id

FNRRS0389.explanation = Ne mo\u017ee se inicijalizirati SQL upit na spremi\u0161tu objekata.
FNRRS0389.action      = Ako SQL sadr\u017ei dohvat na temelju sadr\u017eaja, provjerite da li je mehanizam za pretra\u017eivanje sadr\u017eaja ispravno konfiguriran.
FNRRS0389.message     = Ne mo\u017ee se inicijalizirati SQL upit ''{0}'' na spremi\u0161tu: ''{1}''.
FNRRS0389.arg.0       = Niz znakova SQL upita
FNRRS0389.arg.1       = identifikator spremi\u0161ta

FNRRS0390.explanation = IBM Enterprise Records ne podr\u017eava heterogenu okolinu za dohvat na temelju sadr\u017eaja (CBR), koja spaja jedan ili vi\u0161e razli\u010ditih tipova CBR mehanizama.
FNRRS0390.action      = Morate migrirati mehanizme pretra\u017eivanja u spremi\u0161tima objekata slogova iz IBM Legacy Content Search Engine u IBM Content Search Services.
FNRRS0390.message     = Spremi\u0161ta sadr\u017eaja pridru\u017eena spremi\u0161tu plana datoteka se konfiguriraju za heterogenu okolinu za dohvat na temelju sadr\u017eaja (CBR), koja spaja jedan ili vi\u0161e tipova CBR mehanizama. Ova heterogena CBR konfiguracija nije podr\u017eana. Morate migrirati va\u0161 mehanizam  pretra\u017eivanja iz IBM Legacy Content Search Engine u IBM Content Search Services. Za vi\u0161e informacija, pogledajte poglavlje "\u0160to je novo u IBM FileNet Content Search Engine" u FileNet P8 Informacijskom centru.

FNRRS0391.explanation = Ne mo\u017ee se inicijalizirati dohvat na temelju sadr\u017eaja. Mehanizam za pretra\u017eivanje sadr\u017eaja nije konfiguriran ili nije ispravno konfiguriran.
FNRRS0391.action      = Provjerite je li mehanizam za pretra\u017eivanje sadr\u017eaja ispravno konfiguriran sa spremi\u0161tem sadr\u017eaja.
FNRRS0391.message     = Mehanizam za pretra\u017eivanje sadr\u017eaja nije konfiguriran ili nije ispravno konfiguriran. Ne mo\u017ee se inicijalizirati dohvat na temelju sadr\u017eaja: ''{0}'' na spremi\u0161tu: ''{1}''.
FNRRS0391.arg.0       = Niz znakova SQL upita
FNRRS0391.arg.1       = identifikator spremi\u0161ta

FNRRS0392.explanation = Ne mogu se dobiti rezultati pretra\u017eivanja na temelju kriterija pretra\u017eivanja.
FNRRS0392.action      = Provjerite je li mehanizam za pretra\u017eivanje sadr\u017eaja ispravno konfiguriran sa spremi\u0161tem(ima) objekata slogova.
FNRRS0392.message     = Ne mogu se dobiti rezultati pretra\u017eivanja na temelju kriterija pretra\u017eivanja.

FNRRS0393.explanation = Slog se ne smije spremiti u vi\u0161e od jednog spremnika.
FNRRS0393.action      = Provjerite da slog nije vi\u0161e puta spremljen pa poku\u0161ajte ponovno.
FNRRS0393.message     = Slog se ne smije spremiti u vi\u0161e od jednog spremnika.

FNRRS0394.explanation = Vrijednost parametra ili nedostaje ili ima pogre\u0161nu vrijednost.
FNRRS0394.action      = Navedite kompatibilnu vrijednost parametra.
FNRRS0394.message     = Vrijednost sljede\u0107eg parametra je pogre\u0161na: ''{0}''
FNRRS0394.arg.0       = naziv parametra

FNRRS0395.explanation = Nema aktivnog volumena u specificiranom spremniku.  Potreban je va\u017ee\u0107i aktivni volumen.
FNRRS0395.action      = Osigurajte aktivni volumen u specificiranom spremniku.
FNRRS0395.message     = Nema aktivnog volumena u ovom spremniku: ''{0}''
FNRRS0395.arg.0       = identifikator spremnika

FNRRS0396.explanation = Izvorni i ciljni spremnici su jednaki.  To nije dopu\u0161teno kod premje\u0161tanja objekata.
FNRRS0396.action      = Poku\u0161ajte akciju ponovno tako da specificirate izvorni spremnik razli\u010dit od ciljnog spremnika.
FNRRS0396.message     = Izvorni i ciljni spremnici su jednaki.

FNRRS0397.explanation = Objekt je ve\u0107 spremljen u odredi\u0161ni spremnik.
FNRRS0397.action      = Poku\u0161ajte akciju ponovno tako da specificirate razli\u010dit odredi\u0161ni spremnik.
FNRRS0397.message     = Objekt je ve\u0107 spremljen u odredi\u0161ni spremnik.

FNRRS0398.explanation = Slog je ve\u0107 nadre\u0111en primki.  Ne mo\u017ee biti oboje, primka i nadre\u0111en primki.
FNRRS0398.action      = Slog ne mo\u017ee biti oboje, primka i nadre\u0111en primki.  Poduzmite akciju za ispravak, ovisno o va\u0161im poslovnim potrebama.
FNRRS0398.message     = Slog je ve\u0107 nadre\u0111en primki.
FNRRS0398.arg.0       = placeholder

FNRRS0399.explanation = Slog je ve\u0107 primka.  Primke se mogu pridru\u017eiti samo jednom slogu.
FNRRS0399.action      = Slog se mo\u017ee pridru\u017eiti samo jednom slogu.  Poduzmite akciju za ispravak, ovisno o va\u0161im poslovnim potrebama.
FNRRS0399.message     = Slog je ve\u0107 primka.

FNRRS0400.explanation = Nadre\u0111eni primci je ve\u0107 primka.  Ne mo\u017ee biti oboje, primka i nadre\u0111en primki.
FNRRS0400.action      = Slog ne mo\u017ee biti oboje, primka i nadre\u0111en primki.  Poduzmite akciju za ispravak, ovisno o va\u0161im poslovnim potrebama.
FNRRS0400.message     = Nadre\u0111eni slog je ve\u0107 primka.

FNRRS0401.explanation = Dogodila se gre\u0161ka prilikom priklju\u010divanja primke slogu.
FNRRS0401.action      = Provjerite je li svojstvo primke dostupno iz stranice svojstava.  Provjerite imate li dozvole za mijenjanje svojstava sloga i primke.
FNRRS0401.message     = Primka se nije mogla priklju\u010diti slogu.

FNRRS0402.explanation = Ovaj objekt nije va\u017ee\u0107a primka.
FNRRS0402.action      = Provjerite da li svojstvo receiptOf primke ima va\u017ee\u0107u vrijednost.
FNRRS0402.message     = Ovaj objekt nije va\u017ee\u0107a primka: {0}.
FNRRS0402.arg.0       = identifikator objekta

FNRRS0403.explanation = Dogodila se gre\u0161ka prilikom poku\u0161aja odspajanja primke od njezinog nadre\u0111enog.
FNRRS0403.action      = Provjerite jesu li primke omogu\u0107ene u spremi\u0161tu objekata.  Provjerite je li ovaj objekt va\u017ee\u0107a primka.
FNRRS0403.message     = Primka se ne mo\u017ee odspojiti.

FNRRS0404.explanation = Dogodila se gre\u0161ka prilikom poku\u0161aja podizanja RMAudit doga\u0111aja na objektu.
FNRRS0404.action      = Provjerite je li ovaj objekt va\u017ee\u0107i dokument, folder ili prilago\u0111eni objekt.
FNRRS0404.message     = Neuspje\u0161no podizanje doga\u0111aja na objektu: ''{0}''
FNRRS0404.arg.0       = object_id

FNRRS0405.explanation = Dogodila se gre\u0161ka prilikom provjere svojstava pridru\u017eenih vitalnim slogovima.  Entitet je ozna\u010den kao vitalan, ali pridru\u017eeno svojstvo nedostaje ili nije ispravno.
FNRRS0405.action      = Provjerite jesu li za odgovaraju\u0107a svojstva vitalnih slogova postavljene va\u017ee\u0107e vrijednosti.
FNRRS0405.message     = Pogre\u0161no svojstvo vitalnog sloga: ''{0}'' s vrijednosti ''{1}''
FNRRS0405.arg.0       = naziv svojstva
FNRRS0405.arg.1       = vrijednost svojstva

FNRRS0406.explanation = Predani spremnici nisu iz istog plana datoteka.
FNRRS0406.action      = Provjerite jesu li spremnici u istom planu datoteka.
FNRRS0406.message     = Spremnik {0} i spremnik {1} nisu iz istog plana datoteka.
FNRRS0406.arg.0       = identifikator spremnika 1
FNRRS0406.arg.1       = identifikator spremnika 2

FNRRS0407.explanation = Navedena svojstva vitalnog sloga su ili prazna ili pogre\u0161na.
FNRRS0407.action      = Provjerite jesu li za odgovaraju\u0107a svojstva vitalnih slogova postavljene va\u017ee\u0107e vrijednosti.
FNRRS0407.message     = Pogre\u0161na svojstva vitalnog sloga.

FNRRS0408.explanation = Svojstvo ApplyToNameOrID ima pogre\u0161nu vrijednost.  Vrijednost mora biti ili "Naziv" ili "Identifikator"
FNRRS0408.action      = Promijenite svojstvo u jednu od va\u017ee\u0107ih vrijednosti.
FNRRS0408.message     = Svojstvo ima pogre\u0161nu vrijednost.

FNRRS0409.explanation = Vitalna svojstva nije mogu\u0107e postaviti.  Provjerite ostalo poruke gre\u0161ke radi specifi\u010dnih razloga.
FNRRS0409.action      = Provjerite jesu li za odgovaraju\u0107a svojstva vitalnih slogova postavljene va\u017ee\u0107e vrijednosti.
FNRRS0409.message     = Ne mogu se dohvatiti vitalna svojstva entiteta.  Svojstvo: ''{0}''.
FNRRS0409.arg.0       = object_id

FNRRS0410.explanation = Vitalna svojstva nije mogu\u0107e postaviti.  Provjerite ostalo poruke gre\u0161ke radi specifi\u010dnih razloga.
FNRRS0410.action      = Provjerite jesu li za odgovaraju\u0107a svojstva vitalnih slogova postavljene va\u017ee\u0107e vrijednosti.
FNRRS0410.message     = Ne mo\u017ee se postaviti datum sljede\u0107eg pregleda vitalnog objekta za entitet ''{0}''.
FNRRS0410.arg.0       = object_id

FNRRS0411.explanation = Specificirani naziv obrasca nije jedinstven.
FNRRS0411.action      = Molim, izaberite novi naziv za obrazac koji je jedinstven.
FNRRS0411.message     = Naziv specificiran za obrazac nije jedinstven.

FNRRS0412.explanation = Vitalna svojstva nije mogu\u0107e postaviti.  Provjerite ostalo poruke gre\u0161ke radi specifi\u010dnih razloga.
FNRRS0412.action      = Provjerite jesu li za odgovaraju\u0107a svojstva vitalnih slogova postavljene va\u017ee\u0107e vrijednosti.
FNRRS0412.message     = Ne mogu se postaviti vitalna svojstva za entitet ''{0}''.
FNRRS0412.arg.0       = object_id

FNRRS0413.explanation = Vitalno svojstvo ne mo\u017ee biti null.
FNRRS0413.action      = Provjerite je li odgovaraju\u0107e svojstvo vitalnog sloga postavljeno na ne-null vrijednost.
FNRRS0413.message     = Ne mo\u017ee se postaviti svojstvo vitalnog okida\u010da ''{0}''.
FNRRS0413.arg.0       = object_id

FNRRS0414.explanation = Specificirani cikli\u010dki doga\u0111aj ima pogre\u0161an cikli\u010dki period.  Ovo se obi\u010dno doga\u0111a kada su godine, mjeseci i dani pridru\u017eeni okida\u010du jednaki nuli.
FNRRS0414.action      = Provjerite da li cikli\u010dki period ima va\u017ee\u0107u vrijednost ve\u0107u od nule.
FNRRS0414.message     = Naziv cikli\u010dkog doga\u0111aja {0} definira cikli\u010dki period kao {1} godina, {2} mjeseci, {3} dana. Sistem ne mo\u017ee izra\u010dunati datum odlaganja.
FNRRS0414.arg.0       = naziv doga\u0111aja
FNRRS0414.arg.1       = broj godina
FNRRS0414.arg.2       = broj mjeseci
FNRRS0414.arg.3       = broj dana

FNRRS0415.explanation = Dogodila se neo\u010dekivana gre\u0161ka prilikom poku\u0161aja dohvata dostupnih ConnectorRegistration objekata iz FilePlan spremi\u0161ta.
FNRRS0415.action      = Provjerite jesu li svi koraci instalacije FilePlan spremi\u0161ta uspje\u0161no izvedeni.
FNRRS0415.message     = Ne mogu se dohvatiti ConnectorRegistration objekti iz FilePlan spremi\u0161ta: {0}.
FNRRS0415.arg.0       = identitet FilePlan spremi\u0161ta.

FNRRS0416.explanation = Ne mo\u017ee se pristupiti klasama u IBM FileNet P8 Process Engine Java API-ju.
FNRRS0416.action      = Provjerite jesu li Process Engine Java API jar datoteka i njezine ovisnosti uklju\u010deni u runtime classpath. Ovaj skup obi\u010dno uklju\u010duje pe.jar, peResources.jar, mailapi.jar, xercesImpl.jar. RALPESupport#getSetupException metoda mo\u017ee se koristiti za dobivanje bilo kojeg izuzetka koji se dogodio.
FNRRS0416.message     = IBM FileNet P8 Process Engine Java API nije dostupan.

FNRRS0417.explanation = Ulazni parametar ''vwSession'' mora biti va\u017ee\u0107a instanca ''filenet.vw.api.VWSession'' klase.
FNRRS0417.action      = Provjerite je li ispravna va\u0161a konfiguracija povezivanja IBM FileNet P8 Process Engine klijenta.
FNRRS0417.message     = Ulazni parametar ''vwSession'' nije va\u017ee\u0107a instanca ''filenet.vw.api.VWSession'' klase.

FNRRS0418.explanation = Ulazni parametar ''vwStepElement'' mora biti va\u017ee\u0107a instanca ''filenet.vw.api.VWStepElement'' klase.
FNRRS0418.action      = Va\u017ee\u0107a instanca ''filenet.vw.api.VWStepElement'' klase mo\u017ee se dobiti upotrebom RALPESupport#createWorkflow metode.
FNRRS0418.message     = Ulazni parametar ''vwStepElement'' nije va\u017ee\u0107a instanca ''filenet.vw.api.VWStepElement'' klase.

FNRRS0419.explanation = Dogodio se neo\u010dekivani ''filenet.vw.api.VWException''. 
FNRRS0419.action      = Prou\u010dite pridodanu poruku, pra\u0107enje stoga i/ili dnevnike poslu\u017eitelja za informacije o izvoru ove gre\u0161ke.
FNRRS0419.message     = Uhva\u0107en je neo\u010dekivani ''filenet.vw.api.VWException'': {0}
FNRRS0419.arg.0	   = Lokalizirana poruka iz ''filenet.vw.api.VWException'' instance.

FNRRS0420.explanation = Ne-null ''filenet.vw.api.VWUserInfo'' instanca je potrebna za izvo\u0111enje ove operacije.
FNRRS0420.action      = Osigurajte da je navedena ''filenet.vw.api.VWSession'' instanca va\u017ee\u0107a i da su trenutnom korisniku uspje\u0161no provjerena ovla\u0161tenja.
FNRRS0420.message     = P8 FileNet Process Engine API poziv za dohvat ''filenet.vw.api.VWUserInfo'' instance vratio je null vrijednost.

FNRRS0421.explanation = Vra\u0107ena je gre\u0161ka prilikom poku\u0161aja dohvata specificiranog zadr\u017eavanja.
FNRRS0421.action	   = Provjerite ispravnost niza znakova koji identificira zadr\u017eavanje i da li zadr\u017eavanje postoji.
FNRRS0421.message     = Ne mo\u017ee se dohvatiti specificirano zadr\u017eavanje: {0}
FNRRS0421.arg.0        = Identificiraju\u0107i niz znakova specificiranog zadr\u017eavanja.

FNRRS0422.explanation = Dogodila se gre\u0161ka kod poku\u0161aja dohvata definicija izvje\u0161taja iz nadre\u0111enog spremi\u0161ta plana datoteka.
FNRRS0422.action      = Provjerite ima li trenutni korisnik barem pravo gledanja sadr\u017eaja spremnika plana datoteka.
FNRRS0422.message     = Gre\u0161ka kod dohvata definicija izvje\u0161taja iz spremi\u0161ta plana datoteka: ''{0}''.
FNRRS0422.arg.0       = fileplan_repository

FNRRS0423.explanation = Dogodila se gre\u0161ka u konfiguraciji JVM XML parsera povezana s XPATH.
FNRRS0423.action      = Provjerite je li JRE verzija 1.5 ili novija.
FNRRS0423.message     = Gre\u0161ka kod inicijalizacije konfiguracije JVM XML parsera povezana s XPATH.

FNRRS0424.explanation = Dogodila se gre\u0161ka kod poku\u0161aja rastavljanja XML definicije izvje\u0161taja.
FNRRS0424.action      = Provjerite je li XML definicije izvje\u0161taja ispravno formatiran.
FNRRS0424.message     = Gre\u0161ka rastavljanja XML definicije izvje\u0161taja: ''{0}''.
FNRRS0424.arg.0       = naziv definicije izvje\u0161taja ili ID.

FNRRS0425.explanation = Dogodila se gre\u0161ka kod poku\u0161aja dohvata sadr\u017eaja definicije izvje\u0161taja.
FNRRS0425.action      = Provjerite da li definicije izvje\u0161taja postoji i da li sadr\u017ei XML formatirani sadr\u017eaj.
FNRRS0425.message     = Gre\u0161ka kod dohvata sadr\u017eaja definicije izvje\u0161taja: ''{0}''.
FNRRS0425.arg.0       = naziv definicije izvje\u0161taja ili ID.

FNRRS0426.explanation = Gra\u0161ka je vra\u0107ena iz org.w3c.DOM API knji\u017enice.
FNRRS0426.action      = Prou\u010dite stog izuzetaka radi detaljnijih informacija.
FNRRS0426.message     = Dogodila se gre\u0161ka tijekom DOM XML obrade u vidu dijela procesa eksporta, entitet: {0}.
FNRRS0426.arg.0       = Identitet entiteta uklju\u010denog u eksport.

FNRRS0427.explanation = Gre\u0161ka je vra\u0107ena iz P8 Content Engine XML pomo\u0107nog programa za generiranje eksporta.
FNRRS0427.action      = Prou\u010dite stog izuzetaka radi detaljnijih informacija.
FNRRS0427.message     = Dogodila se gre\u0161ka tijekom P8 Content Engine XML generiranja u vidu dijela procesa eksporta, entitet: {0}.
FNRRS0427.arg.0       = Identitet entiteta uklju\u010denog u eksport.

FNRRS0428.explanation = Gre\u0161ka je vra\u0107ena iz P8 Content Engine XML pomo\u0107nog programa za generiranje eksporta.
FNRRS0428.action      = Prou\u010dite stog izuzetaka radi detaljnijih informacija.
FNRRS0428.message     = Gre\u0161ka se dogodila tijekom XML serijalizacije u izlaznu datoteku: {0}, {1}.
FNRRS0428.arg.0       = Staza izlazne datoteke na sistemu.
FNRRS0428.arg.1       = Poruka izuzetka XML transformacije.

FNRRS0429.explanation = Iako je dokument prona\u0111en za CurrentPhaseExportFormat svojstvo, pojavila se gre\u0161ka kod poku\u0161aja \u010ditanja njegovog XSLT sadr\u017eaja. 
FNRRS0429.action      = Osigurajte da je CurrentPhaseExportFormat entitetu eksporta dodijeljen va\u017ee\u0107i dokument \u010diji sadr\u017eaj sadr\u017ei va\u017ee\u0107i XSLT.
FNRRS0429.message     = Pojavila se gre\u0161ka kod poku\u0161aja \u010ditanja XSLT sadr\u017eaja iz CurrentPhaseExportFormat dokumenta: {0}.
FNRRS0429.arg.0       = Identitet dokumenta ExportFormat svojstva.

FNRRS0430.explanation = Poku\u0161aj prekompiliranja XPath niza znakova u XPath izraz nije uspio. 
FNRRS0430.action      = Provjerite je li XPath niz znakova ispravan ili ima li trenutni JRE/classpath podr\u0161ku za XPath ili oboje.
FNRRS0430.message     = Dogodila se gre\u0161ka tijekom poku\u0161aja kompiliranja sljede\u0107eg niza znakova XPath izraza: ''{0}''.
FNRRS0430.arg.0       = Neuspje\u0161an niz znakova XPath izraza.

FNRRS0431.explanation = Oznaka stranice ne mo\u017ee se dobiti za trenutno stanje RMPageIteratora. 
FNRRS0431.action      = Provjerite je li RMPageIterator pomaknut na va\u017ee\u0107u lokaciju stranice.
FNRRS0431.message     = Dogodila se gre\u0161ka prilikom poku\u0161aja vra\u0107anja oznake trenutne stranice.

FNRRS0432.explanation = Dogodila se neo\u010dekivana gre\u0161ka prilikom poku\u0161aja dohvata vrijednosti RecordedDocuments svojstva sloga.
FNRRS0432.action      = Osigurajte da trenutni korisnik ima odgovaraju\u0107a prava pristupa pridru\u017eenim stavkama sadr\u017eaja.
FNRRS0432.message     = Dogodila se gre\u0161ka kod poku\u0161aja dohvata pridru\u017eenih stavki sadr\u017eaja za slog: {0}.
FNRRS0432.arg.0       = Identitet sloga.

FNRRS0433.explanation = Ciljni spremnik operacije premje\u0161tanja spremnika ne mo\u017ee se nalaziti unutar hijerarhije podspremnika izvornog spremnika.
FNRRS0433.action      = Izaberite razli\u010diti ciljni spremnik u koji se premje\u0161ta izvorni spremnik.
FNRRS0433.message     = Ne mo\u017ee se premjestiti spremnik u ciljni spremnik koji je ispod izvornog spremnika, sourceIdent: {0}, targetIdent: {1}.
FNRRS0433.arg.0       = Identitet izvornog spremnika na koji se odnosi poku\u0161aj premje\u0161tanja.
FNRRS0433.arg.1       = Identitet ciljnog spremnika.

FNRRS0434.explanation = Pou\u010dite sadr\u017eano pra\u0107enje stoga radi po\u010detnog izuzetka.
FNRRS0434.action      = Ponovno izvedite \u010di\u0161\u0107enje odlaganja ili ponovno poku\u0161ajte operaciju odlaganja ili oboje.
FNRRS0434.message     = Dogodila se neo\u010dekivana gre\u0161ka tijekom a\u017euriranja podataka trenutne faze za entitet, identitet entiteta: {0}.
FNRRS0434.arg.0       = Identitet entiteta o kojem je rije\u010d.

FNRRS0435.explanation = Ne mo\u017ee se izvesti inicijalizacija odlaganja na entitetu kojem dospijeva stavljanje zadr\u017eavanja ili promjena njegovog rasporeda odlaganja.
FNRRS0435.action      = Uklonite sva primijenjena zadr\u017eavanja na entitetu, njegovoj nadre\u0111enoj hijerarhiji ili na njegovoj podre\u0111enoj hijerarhiji. Ponovno izvedite \u010di\u0161\u0107enje odlaganja.
FNRRS0435.message     = Zbog promjene na trenutnoj fazi odlaganja entiteta, ne mo\u017ee se izvesti inicijalizacija odlaganja na ovom entitetu: {0}.
FNRRS0435.arg.0       = Identitet entiteta na kojem je poku\u0161ana inicijalizacija odlaganja.

FNRRS0436.explanation = Faza odlaganja ne mo\u017ee se ukloniti iz njegovog rasporeda odlaganja ako je jedan ili vi\u0161e spremnika slogova ili slogova u ovoj fazi.
FNRRS0436.action      = Ponovno izvedite \u010di\u0161\u0107enje odlaganja ili inicijalizirajte odlaganje za spremnike slogova ili slogove na koje utje\u010de pa ponovno poku\u0161ajte operaciju uklanjanja faze.
FNRRS0436.message     = Ne mo\u017ee se ukloniti faza odlaganja koja je trenutno u upotrebi, identitet faze: {0}.
FNRRS0436.arg.0       = Identitet faze odlaganja na kojoj je poku\u0161ano uklanjanje.

FNRRS0437.explanation = Odre\u0111ena faza odlaganja ne mo\u017ee se pojaviti vi\u0161e od jednom u rasporedu odlaganja.
FNRRS0437.action      = Kreirajte novu fazu odlaganja prije nego ju poku\u0161ate dodati u raspored odlaganja.
FNRRS0437.message     = Ne mo\u017ee se dodati faza odlaganja u raspored odlaganja u kojem ista ve\u0107 postoji, identitet faze: {0}.
FNRRS0437.arg.0       = Identitet faze odlaganja na kojoj je poku\u0161ano dodavanje.

FNRRS0438.explanation = Odre\u0111ena faza odlaganja ne mo\u017ee se koristiti u vi\u0161e od jednog rasporeda odlaganja.
FNRRS0438.action      = Kreirajte novu fazu odlaganja prije nego ju poku\u0161ate dodati u raspored odlaganja.
FNRRS0438.message     = Ne mo\u017ee se dodati faza odlaganja u jedan raspored odlaganja ako se ve\u0107 koristi u drugom rasporedu, identitet faze: {0}.
FNRRS0438.arg.0       = Identitet faze odlaganja na kojoj je poku\u0161ano dodavanje.

FNRRS0439.explanation = Nakon \u0161to se u raspored stave faze \u010dije akcije odlaganja su Samouni\u0161tenje, Uni\u0161tenje ili Prijenos, rasporedu se ne mogu dodati dodatne faze.
FNRRS0439.action      = Prvo uklonite faze s akcijama zavr\u0161nog tipa prije nego poku\u0161ate dodati novu fazu u raspored odlaganja.
FNRRS0439.message     = Ne mo\u017ee se pridodati faza odlaganja u raspored koji ve\u0107 sadr\u017ei fazu s akcijom zavr\u0161nog tipa, poput Samouni\u0161tenja, Uni\u0161tenja ili Prijenosa.

FNRRS0440.explanation = Ne mo\u017ee se ukloniti faza odlaganja iz zbirke kojoj ista ne pripada.
FNRRS0440.action      = Osvje\u017eite pripadni raspored odlaganja i ponovno pristupite njegovoj listi faza odlaganja.
FNRRS0440.message     = Faza odlaganja nije \u010dlan ove liste faza odlaganja, identitet faze: {0}.
FNRRS0440.arg.0       = Identitet faze odlaganja na kojoj je poku\u0161ano uklanjanje.

FNRRS0441.explanation = Odre\u0111eno alternativno zadr\u017eavanje ne mo\u017ee se pojaviti vi\u0161e od jednom u rasporedu odlaganja.
FNRRS0441.action      = Kreirajte novo alternativno zadr\u017eavanje prije nego ga poku\u0161ate dodati u raspored odlaganja.
FNRRS0441.message     = Ne mo\u017ee se dodati alternativno zadr\u017eavanje u raspored odlaganja u kojem isto ve\u0107 postoji, identitet alternativnog zadr\u017eavanja: {0}.
FNRRS0441.arg.0       = Identitet alternativnog zadr\u017eavanja na kojem je poku\u0161ano dodavanje.

FNRRS0442.explanation = Odre\u0111eno alternativno zadr\u017eavanje ne mo\u017ee se koristiti u vi\u0161e od jedne faze odlaganja.
FNRRS0442.action      = Kreirajte novo alternativno zadr\u017eavanje prije nego ga poku\u0161ate dodati u raspored odlaganja.
FNRRS0442.message     = Ne mo\u017ee se dodati alternativno zadr\u017eavanje u jednu fazu ako se ve\u0107 koristi u drugoj fazi,  identitet alternativnog zadr\u017eavanja: {0}.
FNRRS0442.arg.0       = Identitet alternativnog zadr\u017eavanja na kojem je poku\u0161ano dodavanje.

FNRRS0443.explanation = Ne mo\u017ee se ukloniti alternativno zadr\u017eavanje iz zbirke kojoj isto ne pripada.
FNRRS0443.action      = Osvje\u017eite pripadnu fazu odlaganja i ponovno pristupite listi alternativnih zadr\u017eavanja.
FNRRS0443.message     = Alternativno zadr\u017eavanje nije \u010dlan ove liste alternativnih zadr\u017eavanja, identitet alternativnog zadr\u017eavanja: {0}.
FNRRS0443.arg.0       = Identitet alternativnog zadr\u017eavanja na kojem je poku\u0161ano uklanjanje.

FNRRS0444.explanation = Izravno brisanje DispositionPhase instance nije podr\u017eano.
FNRRS0444.action      = Koristite jedno od DispositionPhaseList.remove metoda za brisanje DispositionPhase instance.
FNRRS0444.message     = Metoda brisanja nije podr\u017eana za DispositionPhase instancu; umjesto toga koristite DispositionPhaseList.remove.

FNRRS0445.explanation = Izravno brisanje AlternateRetention instance nije podr\u017eano.
FNRRS0445.action      = Koristite jednu od AlternateRetentionList.remove metoda za brisanje AlternateRetention instance.
FNRRS0445.message     = Metoda brisanja nije podr\u017eana za AlternateRetention instancu; umjesto toga koristite AlternateRetentionList.remove.

FNRRS0446.explanation = Neuspjeh prilikom poku\u0161aja dohvata pristupne uloge definirane s identifikatorom.
FNRRS0446.action      = Osigurajte da trenutni korisnik posjeduje dovoljna prava za dodavanje novog \u010dlana postoje\u0107oj ulozi i da uloga o kojoj je rije\u010d jo\u0161 uvijek postoji za spremi\u0161te.
FNRRS0446.message     = Gre\u0161ka kod poku\u0161aja dohvata pristupne uloge definirane s identifikatorom = ''{0}''.
FNRRS0446.arg.0       = role_ID

FNRRS0447.explanation = Raspored odlaganja mora imati nepraznu vrijednost svojstva ''Razlog promjene'' prije spremanja promjene ili bilo koje pridru\u017eene faze odlaganja ili oboje.
FNRRS0447.action      = Navedite nepraznu vrijednost svojstva ''Razlog promjene'' u pridru\u017eeni raspored odlaganja prije poku\u0161aja izvo\u0111enja spremanja bilo u raspored odlaganja ili u bilo koju od njegovih faza odlaganja.
FNRRS0447.message     = Ne mo\u017ee se izvesti spremanje na fazi odlaganja kada njezinom pridru\u017eenom rasporedu odlaganja nedostaje vrijednost svojstva ''Razlog promjene''.

FNRRS0448.explanation = Tip entiteta dohva\u0107enog spremnika ne odgovara tipu zahtijevanog entiteta.  Na primjer, ako poku\u0161ate dohvatiti kategoriju slogova koriste\u0107i identifikator foldera slogova.
FNRRS0448.action      = Osigurajte ispravan identifikator spremnika za o\u010dekivani tip spremnika pa poku\u0161ajte ponovno.
FNRRS0448.message     = Stvarni tip entiteta dohva\u0107enog spremnika ne odgovara tipu entiteta koji ste zahtijevali, identitet spremnika: {0}, zahtijevani tip entiteta: {1}, tip entiteta stvarnog spremnika: {2}.
FNRRS0448.arg.0       = identifikator spremnika
FNRRS0448.arg.1       = zahtijevani tip entiteta
FNRRS0448.arg.2       = tip entiteta stvarnog spremnika

FNRRS0449.explanation = IBM FileNet Content Search Engine izbacuje CBR_FULLTEXTROWLIMIT_EXCEEDED izuzetak. Rezultati pretra\u017eivanja prema\u0161uju kapacitet mehanizma. 
FNRRS0449.action      = Usavr\u0161ite klju\u010dne rije\u010di za pretra\u017eivanje sadr\u017eaja.
FNRRS0449.message     = Rezultati pretra\u017eivanja prema\u0161uju kapacitet IBM FileNet Content Search Engine. Usavr\u0161ite klju\u010dne rije\u010di za pretra\u017eivanje sadr\u017eaja.



FNRRS0600.explanation = Dogodio se neo\u010dekivani izuzetak unutar Java API for Records Manager opisan u exception_message.
FNRRS0600.action      = Provjerite tekst poruke izuzetka i pridru\u017eeno pra\u0107enje stoga radi vi\u0161e informacija o uzroku izuzetka.
FNRRS0600.message     = Dogodio se neo\u010dekivani izuzetak: {0}.
FNRRS0600.arg.0       = exception_message

FNRRS0601.explanation = Obavezna datoteka snopa resursa globalizacije nije dostupna, osnovni naziv snopa: base_name.
FNRRS0601.action      = Provjerite je li dostupna jedna ili vi\u0161e datoteka snopa resursa formata basename_nnNN.properties na JVM stazi klase.
FNRRS0601.message     = ResourceBundle se ne mo\u017ee prona\u0107i za osnovni naziv: ''{0}''.
FNRRS0601.arg.0       = base_name

FNRRS0602.explanation = Nepodr\u017eana null vrijednost ili prazna vrijednost ili niz praznina je predan kao ulazni parametar: parameter_name.
FNRRS0602.action      = Osigurajte da vrijednost ovog parametra nije null, nije prazan niti je niz praznina.
FNRRS0602.message     = Vrijednost ulaznog parametra je null ili prazna ili niz praznina za parametar: {0}.
FNRRS0602.arg.0       = parameter_name

FNRRS0603.explanation = Nepodr\u017eana null ili neva\u017ee\u0107a vrijednost matrice je predana kao ulazni parametar: parameter_name.
FNRRS0603.action      = Osigurajte da matrica nije null ili prazna i da ne sadr\u017ei za \u010dlanove null matrice.
FNRRS0603.message     = Vrijednost ulaznog parametra je null ili neva\u017ee\u0107a matrica za parametar: {0}.
FNRRS0603.arg.0       = parameter_name

FNRRS0604.explanation = Nepodr\u017eana null ili neva\u017ee\u0107a vrijednost zbirke je predana kao ulazni parametar: parameter_name.
FNRRS0604.action      = Osigurajte da zbirka nije null ili prazna i da ne sadr\u017ei null \u010dlanove.
FNRRS0604.message     = Vrijednost ulaznog parametra je null ili neva\u017ee\u0107a zbirka za parametar: {0}.
FNRRS0604.arg.0       = parameter_name

#
#
#================================================================================
# JARM Logging Message Strings
#--------------------------------------------------------------------------------
# For each logging message include the suffixed resource where applicable:
#   .message     -- the actual log message containing any necessary {n} parameter placeholders.
#   .arg.n       -- description of argument parameter {n}.
#
#

FNRRS9999.message  = Test poruka, param1: {0}, param2: {1}.

FNRRS0700.message = Gre\u0161ka tijekom kreiranja {0} {1} RM Audit instance za entitet: {2}
FNRRS0700.arg.0   = Operacija na pregledu, na primjer, "Delete", "Relocate" i tako dalje.
FNRRS0700.arg.1   = Status pregleda ''Uspje\u0161no'' ili ''Neuspje\u0161no''.
FNRRS0700.arg.2   = Identifikacijski niz znakova entiteta pridru\u017een RM Audit poku\u0161aju.

FNRRS0701.message = Trenutni korisnik nema pravo pristupa datoteci kopiranog dokumenta {0} u folderu sadr\u017eaja {1}, koji je dio procesa kopiranja sloga.
FNRRS0701.arg.0   = Identifikator novo kreirane kopije dokumenta.
FNRRS0701.arg.1   = Identifikator uklju\u010denog foldera sadr\u017eaja.

FNRRS0702.message = Vi\u0161e od jednog aktivnog volumena postoji pod folderom slogova: {0}.
FNRRS0702.arg.0   = Identifikator nadre\u0111enog foldera slogova.

FNRRS0703.message = Problem tijekom obrade DoD klasificirane verzije sloga, tijekom deklaracije novog sloga: {0}
FNRRS0703.arg.0   = Poruka izuzetka.

FNRRS0704.message = Neo\u010dekivana gre\u0161ka kod poku\u0161aja automatskog brisanja proizvoda PSS Atlas-upravljanog odlaganja: {0}
FNRRS0704.arg.0   = Poruka izuzetka.

FNRRS0705.message = Ponovni izra\u010dun grani\u010dnih vrijednosti odlaganja izveden na entitetu: {0}.
FNRRS0705.arg.0   = Identifikator entiteta.

#
#
#--------------------------------------------------------------------------------
#
#
#================================================================================
# JARM Miscellaneous Strings (primarily for auditing purposes).
#--------------------------------------------------------------------------------

#-- Used for LString class unit tests.
test.string1		= Neki testni niz znakova.
test.pattern1		= Prvi {0} i drugi {1}.

audit.reasonForFailure = Razlog za gre\u0161ku: {0}

#-- {0} - the record or entity which is affected
#-- {1} - location where the entity was transferred or exported
audit.successfulDelete = RM entitet {0} je uspje\u0161no izbrisan
audit.failedDelete	   = RM entitet {0} nije izbrisan

audit.successfulExport = RM entitet {0} je uspje\u0161no eksportiran u {1}
audit.failedExport	   = RM entitet {0} nije eksportiran u {1}

audit.successfulInterimTransfer = RM entitet {0} je uspje\u0161no me\u0111uprenesen u {1}
audit.failedInterimTransfer 	= RM entitet {0} nije me\u0111uprenesen u {1}

audit.successfulTransfer = RM entitet {0} je uspje\u0161no prenesen u {1}
audit.failedTransfer 	 = RM entitet {0} nije prenesen u {1}

audit.successfulUndeclare = Za RM slog {0} je uspje\u0161no poni\u0161tena deklaracija
audit.failedUndeclare     = Za RM slog {0} nije poni\u0161tena deklaracija

audit.successfulReview = RM slog {0} je uspje\u0161no pregledan
audit.failedReview     = RM slog {0} nije pregledan

#-- {0} - the record or entity which is affected
#-- {1} - source location where the entity is from
#-- {2} - destination location where the entity is being relocated to
audit.successfulRelocate = RM entitet {0} je premje\u0161ten iz izvora {1} u odredi\u0161te {2}
audit.failedRelocate     = RM entitet {0} nije se mogao premjestiti

#-- {0} - the record or entity which is affected
#-- {1} - name of the hold
audit.holdReason       = Ru\u010dno zadr\u017eavanje
audit.successfulHold   = RM entitet {0} je uspje\u0161no stavljen na zadr\u017eavanje {1}
audit.failedHold       = RM entitet {0} nije stavljen na zadr\u017eavanje {1}

audit.removeHoldReason      = Ru\u010dno uklonjeno zadr\u017eavanje
audit.successfullRemoveHold = RM entitet {0} je uspje\u0161no uklonjen iz zadr\u017eavanja {1}
audit.failedRemoveHold      = RM entitet {0} nije uklonjen iz zadr\u017eavanja {1}

bulk.deleteReason	= Dio operacije masovnog brisanja

disposition.deleteFromDestroy   = Brisanje izvedeno kao rezultat operacije uni\u0161tavanja.
disposition.closedByDisposition = Zatvoren zbog obrade odlaganja.

# volume.autoCloseReason must be limited to 64 chars max.
volume.autoCloseReason	= Volumen zatvoren zbog dodavanja novog aktivnog paralelnog volumena.

