# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2010, 2012 IBM Corp. All rights reserved.
#
# JARM Localized String Resources (en_US).
# Includes strings for exception messages, logging and
#  other miscellaneous usage.
#
#
#================================================================================
# JARM Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRS0100.explanation = Egenskapen som er definert av property_symbolicname, er ikke i egenskapshurtigbufferen.
FNRRS0100.action      = Oppdater egenskaper for objektet for \u00e5 s\u00f8rge for at egenskapen du trenger, er inkludert i egenskapsfilteret.
FNRRS0100.message     = Egenskapen er ikke i egenskapshurtigbufferen for objektet, egenskapens symbolske navn: ''{0}''.
FNRRS0100.arg.0       = property_symbolicname

FNRRS0101.explanation = Operasjonen st\u00f8ttes ikke for denne entity_type som er identifisert som identitet.
FNRRS0101.action      = Juster klientapplikasjonen slik at denne operasjonen ikke blir fors\u00f8kt p\u00e5 denne typen forekomst.
FNRRS0101.message     = Operasjonen st\u00f8ttes ikke for denne forekomsttypen, operasjon: ''{0}'', enhetstype: ''{1}'', identitet: ''{2}''.
FNRRS0101.arg.0       = operation
FNRRS0101.arg.1       = entity_type
FNRRS0101.arg.2       = identity

FNRRS0102.explanation = Samlingen av datalagre som en s\u00f8keoperasjon skal utf\u00f8res p\u00e5, tilh\u00f8rer ikke det samme domenet.
FNRRS0102.action      = Kontroller at alle s\u00f8kelagre tilh\u00f8rer samme domene.
FNRRS0102.message     = S\u00f8kelagre tilh\u00f8rer ikke det samme domenet.

FNRRS0103.explanation = Egenskapen symbolic_name st\u00f8tter ikke henting eller definering av typen data_type.
FNRRS0103.action      = Begrens datatypen som er brukt sammen med denne egenskapen, til den typen som er definert av DataType-verdien for egenskapen.
FNRRS0103.message     = Egenskapen st\u00f8tter ikke datatypen, symbolsk navn: ''{0}'', datatype: ''{1}''.
FNRRS0103.arg.0       = symbolic_name
FNRRS0103.arg.1       = data_type

FNRRS0104.explanation = Den overordnede m\u00e5lcontaineren er i \u00f8yeblikket lukket og kan ikke godta tilf\u00f8ying av nye underordnede.
FNRRS0104.action      = Velg en alternativ overordnet container eller \u00e5pne denne overordnede containeren.
FNRRS0104.message     = Den overordnede m\u00e5lcontaineren ''{0}'' er i \u00f8yeblikket l\u00e5st for tilf\u00f8ying av nye underordnede.
FNRRS0104.arg.0       = parent_id

FNRRS0105.explanation = Den oppgitte overordnede containeren kan ikke inneholde et underordnet element av den typen.
FNRRS0105.action      = Velg en annen overordnet container for det nye underordnede objektet.
FNRRS0105.message     = Den overordnede m\u00e5lcontaineren ''{0}'' kan ikke inneholde et underordnet objekt av typen: {1}.
FNRRS0105.arg.0       = parent_id
FNRRS0105.arg.1       = container_type

FNRRS0106.explanation = De oppgitte egenskapsverdiene for den nye containeren m\u00e5 ha unike verdier i forhold til alle tilh\u00f8rende potensielle eksisterende sideordnede containere i den overordnede m\u00e5lcontaineren.
FNRRS0106.action      = Kontroller at det er oppgitt unike verdier for de aktuelle egenskapsverdiene.
FNRRS0106.message     = Kunne ikke legge til en ny container av typen {0} i den overordnede containeren ''{1}'', for en eller flere av de f\u00f8lgende egenskapsverdiene er ikke unike blant de eksisterende sideordnede containerne: {2}, {3}.
FNRRS0106.arg.0       = container_type
FNRRS0106.arg.1       = parent_id
FNRRS0106.arg.2       = property1_name
FNRRS0106.arg.3       = property2_name

FNRRS0107.explanation = Den oppgitte egenskapen m\u00e5 ha en verdi som ikke er tom.
FNRRS0107.action      = Oppgi en verdi som ikke er tom for den oppgitte egenskapen.
FNRRS0107.message     = Objektet mangler en verdi som ikke er tom for egenskapen ''{0}''.
FNRRS0107.arg.0       = Navn p\u00e5 egenskap som mangler eller er tom.

FNRRS0108.explanation = Den oppgitte containeren kan ikke slettes p\u00e5 grunn av en eksisterende holding direkte p\u00e5 containeren, p\u00e5 ett eller flere av de containerens overordnede eller p\u00e5 containerens underordnede innhold.
FNRRS0108.action      = Fjern holdingene og pr\u00f8v slettingen p\u00e5 nytt.
FNRRS0108.message     = Sletting av containeren er ikke tillatt p\u00e5 grunn av eksisterende holdingsbetingelser: ''{0}''.
FNRRS0108.arg.0       = delete_target

FNRRS0109.explanation = Den oppgitte containeren kan ikke slettes fordi den inneholder enten undercontainere eller poster.
FNRRS0109.action      = Slett innholdet i containeren og pr\u00f8v slettingen p\u00e5 nytt.
FNRRS0109.message     = Kan ikke slette container som ikke er tom: ''{0}''.
FNRRS0109.arg.0       = delete_target

FNRRS0110.explanation = Den oppgitte containeren kan ikke slettes fordi den inneholder enten undercontainere eller poster som er logisk slettet (det vil si at de finnes fordi funksjonen for \u00e5 beholde metadata er aktivert).
FNRRS0110.action      = Slett innholdet i containeren og pr\u00f8v slettingen p\u00e5 nytt.
FNRRS0110.message     = Kan ikke slette en container som inneholder logisk slettet innhold: ''{0}''.
FNRRS0110.arg.0       = delete_target

FNRRS0111.explanation = Kan ikke legge til en ny underordnet til en overordnet container som er inaktiv.
FNRRS0111.action      = Gj\u00f8r den overordnede containeren aktiv eller velg en annen overordnet container det skal legges til i.
FNRRS0111.message     = Kan ikke legge til en ny underordnet til en inaktiv overordnet beholder: ''{0}''.
FNRRS0111.arg.0       = parent_container

FNRRS0112.explanation = Hvis innholdselementer er oppgitt ved hjelp av IDene deres, m\u00e5 det ogs\u00e5 oppgis et innholdsdatalager.
FNRRS0112.action      = Oppgi riktig innholdsdatalager for innholdselement-IDene.
FNRRS0112.message     = Deklareringsfeil. Det er ikke oppgitt noe innholdsdatalager for innholdselementidentifikatorene.

FNRRS0113.explanation = Hvis det er oppgitt flere enn en m\u00e5lcontainer under en ny postdeklarering, tilh\u00f8rer alle liknende containere samme filplandatalager.
FNRRS0113.action      = Kontroller at alle m\u00e5lcontainere i postdeklareringen tilh\u00f8rer samme filplandatalager.
FNRRS0113.message     = Deklareringsfeil. M\u00e5lcontainere m\u00e5 tilh\u00f8re samme filplandatalager.

FNRRS0114.explanation = En av m\u00e5lcontainerne for en postdeklarering er tidligere logisk slettet og er ikke kvalifisert til \u00e5 inneholde nye poster.
FNRRS0114.action      = Fjern denne containeren fra listen eller velg en annen container, eller gj\u00f8r begge deler.
FNRRS0114.message     = Deklareringsfeil. M\u00e5lcontainer er logisk slettet: ''{0}''.
FNRRS0114.arg.0       = container_ident

FNRRS0115.explanation = En post kan ikke deklareres til lukket container.
FNRRS0115.action      = \u00c5pne containeren p\u00e5 nytt og pr\u00f8v igjen eller velg en annen container.
FNRRS0115.message     = Deklareringsfeil. M\u00e5lcontainer er lukket: ''{0}''.
FNRRS0115.arg.0       = container_ident

FNRRS0116.explanation = En av m\u00e5lcontainerne for en postdeklarering er i \u00f8yeblikket inaktiv og er ikke kvalifisert til \u00e5 inneholde nye poster.
FNRRS0116.action      = Aktiver denne containeren p\u00e5 nytt eller fjern den fra m\u00e5lcontainerlisten.
FNRRS0116.message     = Deklareringsfeil. M\u00e5lcontainer er inaktiv: ''{0}''.
FNRRS0116.arg.0       = container_ident

FNRRS0117.explanation = Bare en enkelt container av fysisk type kan oppgis som m\u00e5l for en postdeklarering.
FNRRS0117.action      = Begrens listen over m\u00e5lcontainere til en enkelt container av fysisk type.
FNRRS0117.message     = Deklareringsfeil. Det er oppgitt mer enn en container av fysisk type.

FNRRS0118.explanation = Alle innholdselementer som er knyttet til en ny post, m\u00e5 tilh\u00f8re samme innholdsdatalager.
FNRRS0118.action      = Kontroller at alle tilknyttede innholdselementer tilh\u00f8rer samme innholdsdatalager.
FNRRS0118.message     = Deklareringsfeil. De oppgitte elementene for en ny postdeklarering tilh\u00f8rer forskjellige innholdsdatalagre.

FNRRS0119.explanation = Det oppgitte innholdselementet er ikke kvalifisert for postdeklarering fordi CanDeclare-egenskapen er usann, posten er i reserveringsstatus, eller elementet allerede er deklarert.
FNRRS0119.action      = Rett feilen for innholdselementet eller oppgi et annet innholdselement.
FNRRS0119.message     = Deklareringsfeil. Det oppgitte innholdselementet er ikke kvalifisert for postdeklarering: ''{0}''.
FNRRS0119.arg.0       = contentItem_ident

FNRRS0120.explanation = Den oppgitte posten kan ikke slettes p\u00e5 grunn av en eksisterende holding enten direkte p\u00e5 posten eller p\u00e5 en eller flere av de overordnede.
FNRRS0120.action      = Fjern holdingene og pr\u00f8v slettingen p\u00e5 nytt.
FNRRS0120.message     = Sletting av posten er ikke tillatt p\u00e5 grunn av eksisterende holdingsbetingelser: ''{0}''.
FNRRS0120.arg.0       = delete_target

FNRRS0121.explanation = Supersede-egenskapsverdien for et postobjekt kan bare inneholde et eksisterende postobjekt.
FNRRS0121.action      = Kontroller at objektverdien som er tildelt til Supersede-egenskapen er typen com.ibm.jarm.api.core.Record.
FNRRS0121.message     = Deklareringsfeil. Verdien for Supersede-egenskapen for den nye posten m\u00e5 v\u00e6re et annet postobjekt.

FNRRS0122.explanation = M\u00e5lposten for Supersede-egenskapsverdien for en ny post kan ikke allerede ha blitt erstattet.
FNRRS0122.action      = Ikke fors\u00f8k \u00e5 erstatte en eksisterende post som allerede er erstattet.
FNRRS0122.message     = M\u00e5lposten for Supersede-egenskapen for den nye posten er allerede erstattet.

FNRRS0123.explanation = M\u00e5lposten for Supersede-egenskapsverdien for en ny post kan ikke hentes for valideringsform\u00e5l.
FNRRS0123.action      = Kontroller at m\u00e5lpostverdien for erstatningen fortsatt finnes eller at gjeldende bruker har n\u00f8dvendig sikkerhetstilgang til den, eller begge deler.
FNRRS0123.message     = Deklareringsfeil. M\u00e5lposten for Supersede-egenskapen for den nye posten er utilgjengelig.

FNRRS0124.explanation = Ikke mulig \u00e5 skrive til m\u00e5lposten for Supersede-egenskapsverdien for en ny post.
FNRRS0124.action      = Kontroller at gjeldende bruker har n\u00f8dvendig skrivetilgang til m\u00e5lpostverdien for erstatningen.
FNRRS0124.message     = Deklareringsfeil. Ikke mulig \u00e5 skrive til m\u00e5lposten for Supersede-egenskapen for den nye posten.

FNRRS0125.explanation = M\u00e5lposten for Receipt Of-egenskapsverdien for en ny post er allerede en kvitteringspost.
FNRRS0125.action      = Velg en annen post som Receipt Of-verdi.
FNRRS0125.message     = Deklareringsfeil. M\u00e5lposten for Receipt Of-egenskapsverdien for en ny post er allerede en kvitteringspost.

FNRRS0126.explanation = N\u00e5r du deklarerer en post i et filplandatalager som er konfigurert med DoD Classification-datamodellen, kreves det en Current Classification-egenskapsverdi som ikke er null eller tom.
FNRRS0126.action      = Oppgi en gyldig Current Classification-egenskapsverdi.
FNRRS0126.message     = Deklareringsfeil. ''Current Classification''-egenskap mangler eller er ugyldig.

FNRRS0127.explanation = En klassifisert post m\u00e5 ha en gyldig Initial Classification-egenskapsverdi.
FNRRS0127.action      = Oppgi en gyldig Initial Classification-egenskapsverdi.
FNRRS0127.message     = Deklareringsfeil. ''Initial Classification''-egenskap mangler eller er ugyldig.

FNRRS0128.explanation = Hvis det ikke er oppgitt noen Derived From-egenskap for en klassifisert post, m\u00e5 du oppgi en Classified By- og Reasons For Classification-egenskap.
FNRRS0128.action      = Oppgi gyldige Classified By- og Reasons For Classification-egenskapsverdier.
FNRRS0128.message     = Deklareringsfeil. ''Classification Authority''-egenskap mangler eller er ugyldig.

FNRRS0129.explanation = Hvis det ikke er oppgitt noen Exemptions for en klassifisert post, m\u00e5 du oppgi en gyldig Declassify On Date eller Declassify On Event.
FNRRS0129.action      = Oppgi en gyldig Exemption, eller enten en gyldig Declassify On Date eller Declassify On Event.
FNRRS0129.message     = Deklareringsfeil. Mangler enten en gyldig ''Declassify On Date''- eller ''Declassify On Event''-egenskap.

FNRRS0130.explanation = Hvis det ikke er oppgitt noen Exemptions og det er oppgitt en Declassify On Date for en klassifisert post, m\u00e5 denne datoen v\u00e6re innenfor tidsgrensen som er oppgitt av gjeldende presidentdirektiv.
FNRRS0130.action      = Oppgi en gyldig Exemption, eller enten en gyldig Declassify On Date eller Declassify On Event.
FNRRS0130.message     = Deklareringsfeil. Den oppgitte ''Declassify On Date''-egenskapen er utenfor gyldig verdiomr\u00e5de.

FNRRS0131.explanation = Hvis det er oppgitt en begrenset Supplemental Marking for en klassifisert post, tillates verken en Declassify On Date eller en Declassify On Event.
FNRRS0131.action      = Fjern Declassify On Date- og Declassify On Event-verdiene eller fjern den begrensede Supplemental Marking.
FNRRS0131.message     = Deklareringsfeil. En begrenset post kan ikke ha en ''Declassify On Date''- eller ''Declassify On Events''-egenskap.

FNRRS0132.explanation = Hvis det er oppgitt en begrenset Supplemental Marking for en klassifisert post, tillates ingen Exemption-verdier.
FNRRS0132.action      = Fjern Exemption-verdiene eller fjern den begrensede Supplemental Marking.
FNRRS0132.message     = Deklareringsfeil. En begrenset post kan ikke ha noen ''Exemption''-egenskap.

FNRRS0133.explanation = Hvis det er oppgitt en begrenset Supplemental Marking for en klassifisert post, tillates ingen Downgrade-egenskapsverdier.
FNRRS0133.action      = Fjern Downgrade-verdiene eller fjern den begrensede Supplemental Marking.
FNRRS0133.message     = Deklareringsfeil. En begrenset post kan ikke ha en ''Downgrade On Date''- eller ''Downgrade On Events''-egenskap.

FNRRS0134.explanation = For en klassifisert post m\u00e5 det oppgis en gyldig Classifying Agency.
FNRRS0134.action      = Oppgi en gyldig Classifying Agency-egenskap.
FNRRS0134.message     = Deklareringsfeil. ''Classifying Agency''-egenskap mangler eller er ugyldig.

FNRRS0135.explanation = Hvis det er oppgitt enten en Downgrade On Date eller Downgrade On Events for en klassifisert post, m\u00e5 du oppgi en Downgrade Instructions-egenskap.
FNRRS0135.action      = Oppgi Downgrade Instructions eller ikke oppgi noen Downgrade On Date- og Downgrade On Events-egenskaper.
FNRRS0135.message     = Deklareringsfeil. ''Downgrade Instructions''-egenskap mangler eller er ugyldig.

FNRRS0136.explanation = Hvis det er oppgitt en Upgraded On property for en klassifisert post, m\u00e5 du ogs\u00e5 oppgi en Reasons For Upgrade-egenskap.
FNRRS0136.action      = Oppgi Reasons For Upgrade, eller ikke oppgi noen Upgraded On property.
FNRRS0136.message     = Deklareringsfeil. ''Reasons For Upgrade''-egenskap mangler eller er ugyldig.

FNRRS0137.explanation = Hvis det er oppgitt en Upgraded On property for en klassifisert post, m\u00e5 du ogs\u00e5 oppgi en Upgraded By-egenskap.
FNRRS0137.action      = Oppgi Upgraded By, eller ikke oppgi noen Upgraded On property.
FNRRS0137.message     = Deklareringsfeil. ''Upgraded By''-egenskap mangler eller er ugyldig.

FNRRS0138.explanation = Hvis det er oppgitt en Reviewed On-egenskap for en klassifisert post, m\u00e5 du ogs\u00e5 oppgi en Reviewed By-egenskap.
FNRRS0138.action      = Oppgi en Reviewed By-egenskap, eller ikke oppgi noen Reviewed On-egenskap.
FNRRS0138.message     = Deklareringsfeil. ''Reviewed By''-egenskap mangler eller er ugyldig.

FNRRS0139.explanation = Hvis det er oppgitt en Downgraded On-egenskap for en klassifisert post, m\u00e5 du ogs\u00e5 oppgi en Downgraded By-egenskap.
FNRRS0139.action      = Oppgi Downgraded By, eller ikke oppgi noen Downgraded On property.
FNRRS0139.message     = Deklareringsfeil. ''Downgraded By''-egenskap mangler eller er ugyldig.

FNRRS0140.explanation = Hvis det er oppgitt en Declassified On-egenskap for en klassifisert post, m\u00e5 du ogs\u00e5 oppgi en Declassified By-egenskap.
FNRRS0140.action      = Oppgi Declassified By, eller ikke oppgi noen Declassified On property.
FNRRS0140.message     = Deklareringsfeil. ''Declassified By''-egenskap mangler eller er ugyldig.

FNRRS0141.explanation = For et deklareringsfors\u00f8k for en klassifisert post har en eller flere DoD Classified-valideringer mislyktes.
FNRRS0141.action      = Du finner mer informasjon om hver enkelt valideringsfeil i feilloggsamlingen for unntaket.
FNRRS0141.message     = Deklareringsfeil. Det oppstod en eller flere DoD Classified-valideringsfeil. Du finner mer informasjon i feilloggen.

FNRRS0142.explanation = Det ble gjort et fors\u00f8k p\u00e5 \u00e5 definere en postcontainer som aktiv, men den var allerede aktiv. En aktiv container kan ikke settes til Aktiv.
FNRRS0142.action      = Finn ut hvorfor containeren blir definert som Aktiv n\u00e5r den allerede er aktiv.
FNRRS0142.message     = Kan ikke definere containeren som Aktiv, den er allerede aktiv.

FNRRS0143.explanation = Det ble gjort et fors\u00f8k p\u00e5 \u00e5 definere en postcontainer som Inaktiv, men den var allerede inaktiv. En inaktiv container kan ikke settes til Inaktiv.
FNRRS0143.action      = Finn ut hvorfor containeren blir definert som Inaktiv n\u00e5r den allerede er inaktiv.
FNRRS0143.message     = Kan ikke definere containeren som Inaktiv. Den er allerede inaktiv.

FNRRS0144.explanation = N\u00e5r en container er inaktiv, m\u00e5 alle undercontainerne til bunnen av containerhierarkiet ogs\u00e5 v\u00e6re inaktive. Fors\u00f8k p\u00e5 \u00e5 definere en container som Aktiv n\u00e5r en av de overordnede containerne er inaktiv, er ikke tillatt.
FNRRS0144.action      = Hvis du vil definere containeren som Aktiv, m\u00e5 eventuelle inaktive overordnede containere f\u00f8rst defineres som Aktiv.
FNRRS0144.message     = Kan ikke definere containeren som Aktiv fordi en overordnet container er Inaktiv.

FNRRS0145.explanation = N\u00e5r en container er definert som Inaktiv, kreves det en begrunnelse for handlingen. Denne \u00e5rsaken gir informasjon om hvorfor denne containeren ikke lenger er Aktiv.
FNRRS0145.action      = Oppgi \u00e5rsaken n\u00e5r du definerer en container som Inaktiv.
FNRRS0145.message     = Det kreves en \u00e5rsak for \u00e5 definere en container som Inaktiv.

FNRRS0146.explanation = Du kan bare gjen\u00e5pne en container hvis den har v\u00e6rt lukket. Hvis containeren allerede er \u00e5pen, kan du ikke gjen\u00e5pne den.
FNRRS0146.action      = Du kan ikke gjen\u00e5pne en container uten at den har statusen Lukket.
FNRRS0146.message     = Kan ikke gjen\u00e5pne en container som ikke er lukket.

FNRRS0147.explanation = Gjen\u00e5pningshandlingen er bare gyldig p\u00e5 en container som har statusen Lukket. Den gjeldende containeren er allerede gjen\u00e5pnet, s\u00e5 du kan ikke gjen\u00e5pne den.
FNRRS0147.action      = Du kan ikke gjen\u00e5pne en container uten at den har statusen Lukket.
FNRRS0147.message     = Kan ikke gjen\u00e5pne en container som allerede er gjen\u00e5pnet.

FNRRS0148.explanation = En container kan gjen\u00e5pnes bare hvis alle overordnede containere har statusen \u00c5pen. Hvis noen overordnet container er lukket, kan ikke containeren gjen\u00e5pnes.
FNRRS0148.action      = Ikke gjen\u00e5pne en container med mindre alle overordnede containere er \u00e5pne.
FNRRS0148.message     = Kan ikke gjen\u00e5pne en container som har en overordnet container som er lukket.

FNRRS0149.explanation = N\u00e5r du lukker en container, m\u00e5 du oppgi \u00e5rsaken til at containeren blir lukket. \u00c5rsaken m\u00e5 v\u00e6re en gyldig streng som ikke er tom.
FNRRS0149.action      = Skriv \u00e5rsaken til at containeren blir lukket.
FNRRS0149.message     = Du m\u00e5 oppgi en \u00e5rsak n\u00e5r du lukker en container.

FNRRS0150.explanation = Du kan ikke lukke en container som allerede er lukket. Du kan lukke container bare hvis den er \u00e5pen (aldri blitt lukket) eller er \u00e5pnet p\u00e5 nytt (ble lukket men er n\u00e5 \u00e5pnet p\u00e5 nytt)
FNRRS0150.action      = Kontroller om en container er allerede lukket f\u00f8r du pr\u00f8ver \u00e5 lukke den.
FNRRS0150.message     = Kan ikke lukke containeren, den er allerede lukket.

FNRRS0151.explanation = Du kan ikke lagre en post i en container som er inaktiv.
FNRRS0151.action      = Reaktiver containeren eller velg et annet lagringsm\u00e5l.
FNRRS0151.message     = Kan ikke lagre post i en inaktiv container.

FNRRS0152.explanation = Du kan ikke lagre en post i en container som er lukket.
FNRRS0152.action      = Gjen\u00e5pne containeren eller velg et annet lagringsm\u00e5l.
FNRRS0152.message     = Kan ikke lagre post i en lukket container.

FNRRS0153.explanation = M\u00e5lcontaineren for lagringen kan ikke inneholde denne typen post.
FNRRS0153.action      = Velg en annen container som posten skal lagres i.
FNRRS0153.message     = M\u00e5lcontaineren for lagringen kan ikke inneholde en post med enhetstype: {0}.

FNRRS0154.explanation = Posten finnes allerede i den oppgitte m\u00e5lcontaineren (eller det tilh\u00f8rende aktive underordnede volumet).
FNRRS0154.action      = Velg en annen container som posten skal lagres i.
FNRRS0154.message     = Kan ikke lagre post fordi den allerede finnes i m\u00e5lcontaineren (eller det tilh\u00f8rende aktive underordnede volumet).

FNRRS0155.explanation = Posten kan ikke lagres i en container som ligger utenfor postens eksisterende filplan.
FNRRS0155.action      = Velg en container som ligger innenfor postens eksisterende filplan.
FNRRS0155.message     = Posten kan ikke lagres i en container som ligger utenfor postens eksisterende filplan.

FNRRS0156.explanation = En fysisk post kan ikke lagres i mer enn en enkelt fysisk container.
FNRRS0156.action      = Begrens lagringen av en fysisk post til en enkelt fysisk container.
FNRRS0156.message     = Kan ikke lagre en fysisk post i mer enn en enkelt fysisk container.

FNRRS0157.explanation = En fysisk post kan ikke lagres i mer enn en enkelt fysisk container.
FNRRS0157.action      = Begrens lagringen av en fysisk post til en enkelt fysisk container.
FNRRS0157.message     = Den oppgitte SchedulePropagation-modusen kan ikke brukes ved fjerning av en eksisterende disposisjonsplantildeling: {0}.

FNRRS0158.explanation = Den oppgitte sperringen er ikke tilknyttet enheten, s\u00e5 den kan ikke fjernes.
FNRRS0158.action      = Kontroller at sperreobjektet er tilknyttet en enhet f\u00f8r du pr\u00f8ver \u00e5 fjerne det.
FNRRS0158.message     = Kan ikke fjerne sperring fordi den ikke er tilknyttet enheten, sperringsidentitet: {0}.
FNRRS0158.arg.0	   = Identiteten for den aktuelle sperringen.

FNRRS0159.explanation = Den oppgitte sperringen var dynamisk tildelt enheten. Du kan ikke fjerne den manuelt
FNRRS0159.action      = Kj\u00f8r sperringssveip for \u00e5 fjerne dynamiske sperringer.
FNRRS0159.message     = Kan ikke manuelt fjerne sperringen som var tildelt dynamisk. Sperringsidentitet: {0}.
FNRRS0159.arg.0	   = Identiteten for den aktuelle sperringen.

FNRRS0160.explanation = Den oppgitte sperringen er ikke aktiv. Den kan ikke brukes p\u00e5 en enhet.
FNRRS0160.action      = Pass p\u00e5 at sperringen er definert som aktiv f\u00f8r du knytter den til enheter.
FNRRS0160.message     = Kan ikke bruke sperring som ikke er aktiv. Sperringsidentitet: {0}.
FNRRS0160.arg.0	   = Identiteten for den aktuelle sperringen.

FNRRS0161.explanation = Du kan ikke legge til en sperre p\u00e5 en enhet som allerede er tilknyttet den sperringen.
FNRRS0161.action      = Legg til en sperre for en enhet bare en gang.
FNRRS0161.message     = Kan ikke legge en sperring til en enhet mer enn en gang. Identitet for sperring(er): {0}
FNRRS0161.arg.0	   = Identiteten for den eller de aktuelle sperringene.

FNRRS0162.explanation = Du kan ikke slette en sperring n\u00e5r det er knyttet poster eller containere til sperringen.
FNRRS0162.action      = Fjern enhetene som er knyttet til sperringen, og slett deretter sperringen.
FNRRS0162.message     = Kan ikke slette en sperring som er knyttet til enheter.

FNRRS0163.explanation = Det oppstod et uventet unntak ved fors\u00f8k p\u00e5 \u00e5 flytte denne enheten.
FNRRS0163.action      = Du finner mer informasjon om unntaket i loggene.
FNRRS0163.message     = Kan ikke flytte enhet p\u00e5 grunn av et uventet unntak, enhet: {0}, unntak: {1}.
FNRRS0163.arg.0       = Identiteten for enheten som flyttingen ble fors\u00f8kt for.
FNRRS0163.arg.1       = Melding fra unntaket.

FNRRS0164.explanation = Masseslettingsoperasjonen st\u00f8tter ikke en enhet med den enhetstypeverdien.
FNRRS0164.action      = Fjern denne enheten fra enhetssamlingen for masseslettingsoperasjonen.
FNRRS0164.message     = Kan ikke utf\u00f8re en massesletting p\u00e5 enhetstype, entityType: {0}, entityIdent: {1}.
FNRRS0164.arg.0       = Enhetstype for enheten som slettingen ble fors\u00f8kt for.
FNRRS0164.arg.1       = Identiteten for enheten som slettingen ble fors\u00f8kt for.

FNRRS0165.explanation = Masseinaktiveringsoperasjonen st\u00f8tter ikke en enhet med den enhetstypeverdien.
FNRRS0165.action      = Fjern denne enheten fra enhetssamlingen for masseinaktiveringsoperasjonen.
FNRRS0165.message     = Kan ikke utf\u00f8re en masseinaktivering p\u00e5 enhetstype, entityType: {0}, entityIdent: {1}.
FNRRS0165.arg.0       = Enhetstype for enheten som inaktiveringen ble fors\u00f8kt for.
FNRRS0165.arg.1       = Identiteten for enheten som inaktiveringen ble fors\u00f8kt for.

FNRRS0166.explanation = Masseaktiveringsoperasjonen st\u00f8tter ikke en enhet med den enhetstypeverdien.
FNRRS0166.action      = Fjern denne enheten fra enhetssamlingen for masseaktiveringsoperasjonen.
FNRRS0166.message     = Kan ikke utf\u00f8re en masseaktivering p\u00e5 enhetstype, entityType: {0}, entityIdent: {1}.
FNRRS0166.arg.0       = Enhetstype for enheten som aktiveringen ble fors\u00f8kt for.
FNRRS0166.arg.1       = Identiteten for enheten som aktiveringen ble fors\u00f8kt for.

FNRRS0167.explanation = Kildecontainer som ble oppgitt for flytteoperasjonen, inneholder ikke den oppgitte posten direkte.
FNRRS0167.action      = Kontroller at riktig kildecontainer er oppgitt. Hvis den faktiske kildecontaineren er et postvolum, oppgir du det postvolumet i stedet for den overordnede postmappen.
FNRRS0167.message     = Kan ikke utf\u00f8re postflyttingen fordi posten ikke finnes i den oppgitte kildecontaineren.

FNRRS0168.explanation = Gjeldende bruker har ikke tillatelse til \u00e5 flytte objektet.
FNRRS0168.action      = Kontroller at gjeldende bruker har tillatelse til \u00e5 flytte objektet.
FNRRS0168.message     = Gjeldende bruker kan ikke flytte containeren: {0}.
FNRRS0168.arg.0       = Identiteten for containeren.

FNRRS0169.explanation = Gjeldende bruker har ikke riktig tillatelse for \u00e5 kopiere posten.
FNRRS0169.action      = Kontroller at den gjeldende brukeren har minst skrivetillatelse til posten.
FNRRS0169.message     = Gjeldende bruker har ikke tillatelse til \u00e5 kopiere posten: {0}.
FNRRS0169.arg.0       = Identiteten for posten.

FNRRS0170.explanation = Fordi det ikke er mulig \u00e5 lage en kopi av et eksternt forent dokument automatisk, kan ikke en post som er knyttet til et slikt dokument kopieres.
FNRRS0170.action      = Dupliser det opprinnelige forente dokumentet manuelt og deklarer en ny post manuelt for det nye forente dokumentet.
FNRRS0170.message     = En post som er knyttet til et forent dokument, kan ikke kopieres.

FNRRS0171.explanation = Den oppgitte posten ikke er lagret i den oppgitte containeren, og den kan derfor ikke fjernes (unfile) fra denne containeren.
FNRRS0171.action      = Hvis du opprinnelig kalte denne metoden p\u00e5 en postmappe som krever bruk av underordnede postvolumer, m\u00e5 du utf\u00f8re dette kallet p\u00e5 det relevante underordnede volumet som faktisk inneholder posten.
FNRRS0171.message     = Kan ikke fjerne (unfile) en post fra en container som den ikke er lagret i, post: {0}, container: {1}.
FNRRS0171.arg.0       = Posten som fjerningen blir fors\u00f8kt for.
FNRRS0171.arg.1       = Containerm\u00e5let som fjerningen av posten blir fors\u00f8kt fra.

FNRRS0172.explanation = En post m\u00e5 v\u00e6re lagret i minst en container. 
FNRRS0172.action      = Kontroller at posten er lagret i minst en annen container f\u00f8r du pr\u00f8ver \u00e5 fjerne (unfile) den fra en container.
FNRRS0172.message     = Kan ikke fjerne (unfile) en post som bare er lagret i en enkelt container, post: {0}.
FNRRS0172.arg.0       = Posten som fjerningen blir fors\u00f8kt for.

FNRRS0173.explanation = N\u00e5r en post er "logisk" slettet, kan den ikke lenger avdeklareres. 
FNRRS0173.action      =  
FNRRS0173.message     = Kan ikke avdeklarere en post som er "logisk" slettet, post: {0}.
FNRRS0173.arg.0       = Posten som avdeklareringen blir fors\u00f8kt for.

FNRRS0174.explanation = Hvis en post (eller noen av dens overordnede containere) er sperret, kan den ikke avdeklareres. 
FNRRS0174.action      = Fjern alle aktuelle sperringer fra posten og pr\u00f8v avdeklareringen p\u00e5 nytt.
FNRRS0174.message     = Kan ikke avdeklarere en post som er sperret, post: {0}.
FNRRS0174.arg.0       = Posten som avdeklareringen blir fors\u00f8kt for.

FNRRS0175.explanation = Hvis en post for \u00f8yeblikket er involvert i en aktiv disposisjonsarbeidsflyt, kan den ikke avdeklareres.
FNRRS0175.action      = Fullf\u00f8r eventuell arbeidsflytbehandling som er knyttet til posten, og pr\u00f8v avdeklareringen igjen.
FNRRS0175.message     = Kan ikke avdeklarere en post som er en del av en aktiv disposisjonsarbeidsflyt, post: {0}.
FNRRS0175.arg.0       = Posten som avdeklareringen blir fors\u00f8kt for.

FNRRS0176.explanation = Hvis en post er knyttet til forent innhold, kan den ikke avdeklareres.
FNRRS0176.action      = 
FNRRS0176.message     = Kan ikke avdeklarere en post som er knyttet til forent innhold, post: {0}.
FNRRS0176.arg.0       = Posten som avdeklareringen blir fors\u00f8kt for.

FNRRS0177.explanation = Egenskaper knyttet til postkvittering er vanligvis bare definert p\u00e5 datamodellen for DoD Classified-filplandatalager.
FNRRS0177.action      = Kontroller at den riktige datamodellen er installert for filplandatalageret.
FNRRS0177.message     = Postkvitteringer st\u00f8ttes ikke p\u00e5 det tilknyttede filplandatalageret.

FNRRS0178.explanation = I et navngivningsm\u00f8nster m\u00e5 hver h\u00f8yre hakeparentes ha en tilsvarende venstre hakeparentes for \u00e5 oppgi omfanget av erstatningsmakroen.
FNRRS0178.action      = Kontroller navngivningsm\u00f8nsteret og kontroller at alle h\u00f8yre hakeparenteser har en tilsvarende venstre hakeparentes.
FNRRS0178.message     = Navngivningsm\u00f8nsteret som er oppgitt, har en h\u00f8yre hakeparentes uten noen tilsvarende venstre hakeparentes.

FNRRS0179.explanation = I et navngivningsm\u00f8nster m\u00e5 hver venstre hakeparentes ha en tilsvarende h\u00f8yre hakeparentes for \u00e5 oppgi omfanget av erstatningsmakroen.
FNRRS0179.action      = Kontroller navngivningsm\u00f8nsteret og kontroller at alle venstre hakeparenteser har en tilsvarende h\u00f8yre hakeparentes.
FNRRS0179.message     = Navngivningsm\u00f8nsteret som er oppgitt, har en h\u00f8yre hakeparentes uten noen tilsvarende venstre hakeparentes.

FNRRS0180.explanation = Neste indeksverdi for erstatning er lengre enn det oppgitte tallm\u00f8nsteret.
FNRRS0180.action      = \u00d8k antall sifre i tallm\u00f8nsteret.
FNRRS0180.message     = Det oppgitte tallm\u00f8nsteret er for kort for den neste indeksverdien.

FNRRS0181.explanation = M\u00f8nsteret som er oppgitt, kan ikke analyseres som et gyldig m\u00f8nster.
FNRRS0181.action      = Kontroller at det oppgitte m\u00f8nsteret er gyldig.
FNRRS0181.message     = Det oppgitte m\u00f8nsteret er ikke et gyldig m\u00f8nster.

FNRRS0182.explanation = Det er oppgitt en egenskap i navngivningsm\u00f8nsteret som ikke finnes.
FNRRS0182.action      = Endre navngivningsm\u00f8nsteret for \u00e5 inkludere et gyldig egenskapsnavn.
FNRRS0182.message     = Egenskapen som er oppgitt i navngivningsm\u00f8nsteret, er ugyldig eller finnes ikke: {0}.
FNRRS0182.arg.0       = egenskapsnavn

FNRRS0183.explanation = Det er oppgitt en multiverdiegenskap i navngivningsm\u00f8nsteret. Navngivningsm\u00f8nstre st\u00f8tter bare enkeltverdiegenskaper.
FNRRS0183.action      = Fjern multiverdiegenskapen fra navngivningsm\u00f8nsteret.
FNRRS0183.message     = En multiverdiegenskap st\u00f8ttes ikke i et navngivningsm\u00f8nster: {0}.
FNRRS0183.arg.0       = egenskapsnavn

FNRRS0184.explanation = Navngivningsm\u00f8nstre st\u00f8tter ikke bin\u00e6regenskaper eller objektegenskaper.
FNRRS0184.action      = Endre navngivningsm\u00f8nsteret for \u00e5 inkludere en st\u00f8ttet egenskapstype.
FNRRS0184.message     = Typen egenskap som er oppgitt i navngivningsm\u00f8nsteret st\u00f8ttes ikke: {0}. 
FNRRS0184.arg.0       = egenskapsnavn

FNRRS0185.explanation = Det oppstod et uventet unntak ved fors\u00f8k p\u00e5 \u00e5 \u00f8delegge denne enheten.
FNRRS0185.action      = Du finner mer informasjon om unntaket i loggene.
FNRRS0185.message     = Kan ikke \u00f8delegge enhet p\u00e5 grunn av et uventet unntak, enhet: {0}, unntak: {1}.
FNRRS0185.arg.0       = Identiteten for enheten som \u00f8deleggingen ble fors\u00f8kt for.
FNRRS0185.arg.1       = Melding fra unntaket.

FNRRS0186.explanation = Disposisjonsplanen for en enhet er endret, noe som hindrer disposisjonsbehandling for enhetene som p\u00e5virkes.
FNRRS0186.action      = Kj\u00f8r disposisjonssveip p\u00e5 nytt for \u00e5 behandle disse enhetene p\u00e5 nytt med den endrede planen.
FNRRS0186.message     = Den aktuelle disposisjonsplanen er endret.

FNRRS0187.explanation = Kan ikke \u00f8delegge en overordnet container f\u00f8r alle underordnede har fullf\u00f8rt eventuelle individuelle oppbevaringssykluser.
FNRRS0187.action      = Utsett \u00f8deleggingen av den overordnede enheten.
FNRRS0187.message     = Kan ikke \u00f8delegge en enhet som inneholder ett eller flere hierarkisk underordnede elementer med forskjellige oppbevaringsperioder, enhet: {0}.
FNRRS0187.arg.0       = Identiteten for enheten som \u00f8deleggingen blir fors\u00f8kt for.

FNRRS0188.explanation = Handlingstypen for den gjeldende disposisjonsfasen som er knyttet til enheten, ser ut til \u00e5 ha blitt endret.
FNRRS0188.action      = Kj\u00f8r disposisjonssveip p\u00e5 nytt for denne enheten.
FNRRS0188.message     = Kan ikke fortsette med disposisjonsbehandling fordi det tilsynelatende er gjort en endring i den gjeldende fasen, enhet: {0}, fase: {1}.
FNRRS0188.arg.0       = Identitet for enheten som er involvert i disposisjon.
FNRRS0188.arg.1       = Identitet for enhetens gjeldende fase.

FNRRS0189.explanation = Verdien for den gjeldende faseutf\u00f8ringsdatoen for enheten er ikke gyldig for disposisjonsbehandling.
FNRRS0189.action      = Kj\u00f8r disposisjonssveip p\u00e5 nytt for denne enheten.
FNRRS0189.message     = Disposisjonsbehandlingen kan ikke fortsette fordi gjeldende faseutf\u00f8ringsdato er null eller en fremtidig dato, enhet: {0}, dato: {1}.
FNRRS0189.arg.0       = Identitet for enheten som er involvert i disposisjon.
FNRRS0189.arg.1       = Gjeldende faseutf\u00f8ringsdatoverdi for enheten.

FNRRS0190.explanation = En operasjonshandling m\u00e5 samsvare med den gjeldende fasehandlingen for enheten med mindre operasjonen enten er Eksport eller \u00d8delegg og gjeldende fasehandling for enheten er Overf\u00f8r.
FNRRS0190.action      = Kj\u00f8r disposisjonssveip p\u00e5 nytt for denne enheten.
FNRRS0190.message     = Handlingstypen for disposisjonsoperasjonen er ugyldig for gjeldende fasestatus for enhet, enhet: {0}, gjeldende fasehandling: {1}, fors\u00f8kt handling: {2}.
FNRRS0190.arg.0       = Identitet for enheten som er involvert i disposisjon.
FNRRS0190.arg.1       = Gjeldende fasehandling for enheten.
FNRRS0190.arg.2       = Fors\u00f8kt handling for operasjonen.

FNRRS0191.explanation = Disposisjonen kan ikke fortsette for en enhet som det er brukt en aktuell sperring p\u00e5 enten direkte, p\u00e5 en av de overordnede enhetene eller p\u00e5 en av de underordnede enhetene.
FNRRS0191.action      = Fjern alle aktuelle sperringer p\u00e5 denne enheten.
FNRRS0191.message     = Kan ikke fortsette med disposisjonsoperasjon p\u00e5 grunn av en sperring som er i bruk for denne enheten: {0}.
FNRRS0191.arg.0       = Identitet for enheten som er involvert i disposisjon.

FNRRS0192.explanation = Handlingene Midlertidig overf\u00f8ring og Eksporter disposisjon er ikke tillatt p\u00e5 en gjen\u00e5pnet postcontainer.
FNRRS0192.action      = Lukk postcontaineren som er involvert.
FNRRS0192.message     = Kan ikke utf\u00f8re disposisjonshandling p\u00e5 gjen\u00e5pnet postcontainer: {0}, handling: {1}.
FNRRS0192.arg.0       = Identitet for enheten som er involvert i disposisjon.
FNRRS0192.arg.1       = Disposisjonshandlingstype som ble fors\u00f8kt.

FNRRS0193.explanation = P\u00e5 grunn av mulig ny beregning av disposisjonstilstand for enheten m\u00e5 disposisjonsprosessen startes p\u00e5 nytt.
FNRRS0193.action      = Utf\u00f8r handlingen "Start disposisjon" p\u00e5 nytt for denne enheten.
FNRRS0193.message     = Disposisjonshandling kan ikke utf\u00f8res p\u00e5 enheten fordi den aktuelle arbeidsflyten ikke er startet enn\u00e5, enhet: {0}.
FNRRS0193.arg.0       = Identitet for enheten som er involvert i disposisjon.

FNRRS0194.explanation = N\u00e5r en post er knyttet til en disposisjonsplan gjennom en posttype, kan den ikke \u00f8delegges som en del av \u00f8deleggingsprosessen for en av containerne.
FNRRS0194.action      = Behandle postene f\u00f8rst og pr\u00f8v deretter \u00e5 \u00f8delegge containeren p\u00e5 nytt.
FNRRS0194.message     = Kan ikke \u00f8delegge enheten fordi den inneholder en eller flere underordnede poster som har en tildelt posttype, enhet: {0}.
FNRRS0194.arg.0       = Identitet for enheten som er involvert i disposisjon.

FNRRS0195.explanation = Enten ligger ikke enheten i den oppgitte containeren, eller s\u00e5 er ikke den oppgitte posttypen tilgjengelig.
FNRRS0195.action      = Kontroller hvordan enheten arver planen, og kj\u00f8r deretter sveipingen p\u00e5 nytt.
FNRRS0195.message     = Kan ikke fjerne enheten p\u00e5 riktig m\u00e5te fordi ''avslutning arvet fra''-verdien ikke er gyldig, enhet: {0}.
FNRRS0195.arg.0       = Identitet for enheten som er involvert i disposisjon.

FNRRS0196.explanation = Ingen gyldig katalogbane kan hentes fra inndataparameteren eller egenskapen Gjeldende faseeksportm\u00e5l for enheten.
FNRRS0196.action      = Oppgi en gyldig katalogbane ved \u00e5 bruke enten metodeinndataparameteren eller egenskapen Gjeldende faseeksportm\u00e5l for den tilknyttede enheten.
FNRRS0196.message     = Strengen for eksportm\u00e5lets filsystemkatalogbane er en nullenhet eller tom enhet: {0}.
FNRRS0196.arg.0       = Identitet for enheten som er involvert i disposisjon.

FNRRS0197.explanation = Det oppstod en filsystemfeil ved fors\u00f8k p\u00e5 \u00e5 opprette den oppgitte filsystemkatalogen. Du finner mer informasjon om dette ved \u00e5 unders\u00f8ke den underliggende \u00e5rsaken til unntaket.
FNRRS0197.action      = Kontroller at det ble oppgitt en gyldig filsystemkatalogbane, og at den gjeldende brukeren har n\u00f8dvendige tillatelser for filsystemet.
FNRRS0197.message     = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 opprette den oppgitte filsystemkatalogen for eksportm\u00e5let: ''{0}''.
FNRRS0197.arg.0       = Filsystemkatalogbane.

FNRRS0198.explanation = Det oppstod en filsystemfeil ved fors\u00f8k p\u00e5 \u00e5 opprette en ''content''-underkatalog for tilknyttede postinnholdsdatafiler. Du finner mer informasjon om dette ved \u00e5 unders\u00f8ke den underliggende \u00e5rsaken til unntaket.
FNRRS0198.action      = Kontroller at det ble oppgitt en gyldig filsystemkatalogbane, og at den gjeldende brukeren har n\u00f8dvendige tillatelser for filsystemet.
FNRRS0198.message     = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 opprette en ''content''-underkatalog under filsystemkatalogen: ''{0}''.
FNRRS0198.arg.0       = Overordnet filsystemkatalogbane.

FNRRS0199.explanation = Det oppstod en filsystemfeil ved generering av en systemfil med eksportert innhold. Du finner mer informasjon om dette ved \u00e5 unders\u00f8ke den underliggende \u00e5rsaken til unntaket.
FNRRS0199.action      = Kontroller at det ble oppgitt en gyldig filsystemkatalogbane, og at den gjeldende brukeren har n\u00f8dvendige tillatelser for filsystemet.
FNRRS0199.message     = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 eksportere innholdsdata til filen: ''{0}''.
FNRRS0199.arg.0       = Bane for utdatafil.

FNRRS0200.explanation = Det oppstod et uventet unntak ved fors\u00f8k p\u00e5 \u00e5 eksportere denne enheten.
FNRRS0200.action      = Du finner mer informasjon om unntaket i loggene.
FNRRS0200.message     = Kan ikke eksportere enhet p\u00e5 grunn av et uventet unntak, enhet: {0}, unntak: {1}.
FNRRS0200.arg.0       = Identiteten for enheten som eksporten ble fors\u00f8kt for.
FNRRS0200.arg.1       = Melding fra unntaket.

FNRRS0201.explanation = Operasjonen for start av disposisjon st\u00f8tter ikke en enhet med den enhetstypeverdien.
FNRRS0201.action      = Fjern denne enheten fra inndatasamlingen for operasjonen for start av disposisjon.
FNRRS0201.message     = Kan ikke utf\u00f8re start av disposisjon p\u00e5 enheten av type: {0}, entityIdent: {1}.
FNRRS0201.arg.0       = Enhetstype for enheten som start av disposisjon ble fors\u00f8kt for.
FNRRS0201.arg.1       = Identiteten for enheten som start av disposisjon ble fors\u00f8kt for.

FNRRS0202.explanation = Kan ikke utf\u00f8re start av disposisjon p\u00e5 en enhet som har en aktiv sperring p\u00e5 seg.
FNRRS0202.action      = Fjern den aktive sperringen fra enheten og pr\u00f8v \u00e5 starte disposisjonen p\u00e5 nytt.
FNRRS0202.message     = Kan ikke utf\u00f8re start av disposisjon p\u00e5 en enhet som er sperret eller har en overordnet som er sperret, entityIdent: {0}.
FNRRS0202.arg.0       = Identiteten for enheten som start av disposisjon ble fors\u00f8kt for.

FNRRS0203.explanation = Kan ikke utf\u00f8re start av disposisjon p\u00e5 en enhet som inneholder en underordnet enhet som er sperret.
FNRRS0203.action      = Fjern sperringen fra de aktuelle underordnede enhetene og pr\u00f8v \u00e5 starte disposisjonen p\u00e5 nytt.
FNRRS0203.message     = Kan ikke utf\u00f8re start av disposisjon p\u00e5 denne enheten fordi en eller flere underordnede medlemmer er sperret, entityIdent: {0}.
FNRRS0203.arg.0       = Identiteten for enheten som start av disposisjon ble fors\u00f8kt for.

FNRRS0204.explanation = Kan ikke utf\u00f8re start av disposisjon p\u00e5 noen enhet p\u00e5 grunn av en sperring, en endring i disposisjonsplanen, eller begge deler.
FNRRS0204.action      = Fjern eventuelle applikasjonssperringer p\u00e5 enheten, tilh\u00f8rende overordnet eller underordnet hierarki, og kj\u00f8r disposisjonssveipen p\u00e5 nytt.
FNRRS0204.message     = Kan ikke utf\u00f8re start av disposisjon for denne enheten: {0}.
FNRRS0204.arg.0       = Identiteten for enheten som start av disposisjon ble fors\u00f8kt for.

FNRRS0205.explanation = Det oppstod en uventet feil som hindrer at prosessen for start av disposisjon kan fortsette.
FNRRS0205.action      = Unders\u00f8k den tilknyttede stakkinformasjonen for unntaket for se etter en mulig \u00e5rsak, eller kj\u00f8r disposisjonssveipen p\u00e5 nytt, eller gj\u00f8r begge deler.
FNRRS0205.message     = Det oppstod en uventet feil under start av disposisjon for en eller flere enheter.

FNRRS0206.explanation = VWSession-parameteren er null eller ugyldig.
FNRRS0206.action      = Kontroller den aktuelle IBM FileNet Process Engine-konfigurasjonen for klientapplikasjonen.
FNRRS0206.message     = Kan ikke utf\u00f8re start av disposisjon p\u00e5 grunn av ugyldig VWSession-parameter: {0}.
FNRRS0206.arg.0       = Den aktuelle VWSession-parameteren.

FNRRS0207.explanation = Gjeldende faseutf\u00f8ringsdato for enheten er enten ikke er opprettet enn\u00e5 eller er fortsatt i fremtiden.
FNRRS0207.action      = Kj\u00f8r disposisjonssveip og pr\u00f8v deretter \u00e5 starte disposisjonen igjen. 
FNRRS0207.message     = Kan ikke fullf\u00f8re gjeldende disposisjonsfase fordi gjeldende faseutf\u00f8ringsdato enn\u00e5 ikke er n\u00e5dd, enhet: {0}.
FNRRS0207.arg.0       = Identitet for den aktuelle enheten.

FNRRS0208.explanation = Det er gjort en endring i den tilknyttede disposisjonsplanen for enheten eller de disposisjonrelaterte metadataene, eller i begge deler.
FNRRS0208.action      = Kj\u00f8r disposisjonssveip og pr\u00f8v deretter \u00e5 starte disposisjonen igjen. 
FNRRS0208.message     = Kan ikke fullf\u00f8re gjeldende disposisjonsfase fordi den tilknyttede arbeidsflyten ikke har startet enn\u00e5, enhet: {0}.
FNRRS0208.arg.0       = Identitet for den aktuelle enheten.

FNRRS0209.explanation = En gjen\u00e5pnet container kan ikke f\u00f8res forbi sin gjeldende disposisjonsfase.
FNRRS0209.action      = Lukk containeren og pr\u00f8v faseovergangen p\u00e5 nytt. 
FNRRS0209.message     = Kan ikke fullf\u00f8re gjeldende disposisjonsfase fordi containerenheten er gjen\u00e5pnet, enhet: {0}.
FNRRS0209.arg.0       = Identitet for den aktuelle enheten.

FNRRS0210.explanation = En foresl\u00e5tt gjeldende faseutf\u00f8ringsdato kan ikke v\u00e6re null eller i fremtiden.
FNRRS0210.action      = Foresl\u00e5 en annen gjeldende faseutf\u00f8ringsdatoverdi og pr\u00f8v deretter faseovergangen p\u00e5 nytt. 
FNRRS0210.message     = Kan ikke fullf\u00f8re gjeldende disposisjonsfase fordi foresl\u00e5tt gjeldende faseutf\u00f8ringsdato er enten null eller i fremtiden, enhet: {0}, foresl\u00e5tt dato: {1}.
FNRRS0210.arg.0       = Identitet for den aktuelle enheten.
FNRRS0210.arg.1       = Ugyldig datoverdi oppgitt.

FNRRS0211.explanation = En disposisjonsplan skal alltid ha en verdi for Avslutningsgrunnlag-egenskapen.
FNRRS0211.action      = Rett disposisjonsplanen og pr\u00f8v prosessen for start av disposisjon p\u00e5 nytt.
FNRRS0211.message     = Kan ikke utf\u00f8re avslutningsprosessen for disposisjon fordi avslutningsgrunnlagsegenskapen mangler for disposisjonsplanen: {0}.
FNRRS0211.arg.0       = Identitet for den aktuelle planen.

FNRRS0212.explanation = Den aktuelle enheten mangler en datoverdi for den oppgitte avslutningsgrunnlagsegenskapen.
FNRRS0212.action      = Juster enheten, tilh\u00f8rende disposisjonsplan eller begge deler, og pr\u00f8v prosessen for start av disposisjon p\u00e5 nytt.
FNRRS0212.message     = Disposisjonsenheten mangler en datoverdi for avslutningsgrunnlagsegenskapen, enhet: {0}, navn p\u00e5 egenskap: {1}.
FNRRS0212.arg.0       = Identitet for den aktuelle enheten.
FNRRS0212.arg.1       = Navn p\u00e5 avslutningsgrunnlagsegenskapen.

FNRRS0213.explanation = Den aktuelle enheten mangler en datoverdi for den oppgitte avslutningsgrunnlagsegenskapen.
FNRRS0213.action      = Juster enheten, tilh\u00f8rende disposisjonsplan eller begge deler, og pr\u00f8v prosessen for start av disposisjon p\u00e5 nytt.
FNRRS0213.message     = Disposisjonsutl\u00f8seren har en ugyldig utl\u00f8sertype for avslutningsbehandling, utl\u00f8ser: {0}, type: {1}.
FNRRS0213.arg.0       = Identitet for den aktuelle enheten.
FNRRS0213.arg.1       = Navn p\u00e5 avslutningsgrunnlagsegenskapen.

FNRRS0214.explanation = Det oppstod et uventet unntak ved fors\u00f8k p\u00e5 midlertidig overf\u00f8ring av denne enheten.
FNRRS0214.action      = Du finner mer informasjon om unntaket i loggene.
FNRRS0214.message     = Kan ikke utf\u00f8re midlertidig overf\u00f8ring for enheten p\u00e5 grunn av et uventet unntak, enhet: {0}, unntak: {1}.
FNRRS0214.arg.0       = Identiteten for enheten som midlertidig overf\u00f8ring ble fors\u00f8kt for.
FNRRS0214.arg.1       = Melding fra unntaket.

FNRRS0215.explanation = Det oppstod et uventet unntak ved fors\u00f8k p\u00e5 overf\u00f8ring av denne enheten.
FNRRS0215.action      = Du finner mer informasjon om unntaket i loggene.
FNRRS0215.message     = Kan ikke overf\u00f8re enheten p\u00e5 grunn av et uventet unntak, enhet: {0}, unntak: {1}.
FNRRS0215.arg.0       = Identiteten for enheten som overf\u00f8ring ble fors\u00f8kt for.
FNRRS0215.arg.1       = Melding fra unntaket.

FNRRS0216.explanation = Kunne ikke hente opphavsperson fra trinnelementet for arbeidsflyten.
FNRRS0216.action      = Kontroller at Process Engine-serveren og Component Manager fungerer p\u00e5 riktig m\u00e5te.
FNRRS0216.message     = Kunne ikke hente opphavsperson.

FNRRS0217.explanation = RMProperties-samlingen som inneholder egenskapsverdier knyttet til disposisjonsgjennomgang, kan ikke v\u00e6re null eller tomme.
FNRRS0217.action      = Oppgi de aktuelle egenskapsverdiene for gjennomgangen og pr\u00f8v gjennomgangen p\u00e5 nytt.
FNRRS0217.message     = Den oppgitte RMProperties-samlingen er tom for enheten som ble gjennomg\u00e5tt: {0}.
FNRRS0217.arg.0       = Identiteten for enheten som gjennomgangen ble fors\u00f8kt for.

FNRRS0218.explanation = Klasse-IDen for den typen mappe som skal opprettes, kan ikke v\u00e6re null eller tom.
FNRRS0218.action      = Oppgi riktig klasse-ID for den typen mappe.
FNRRS0218.message     = IDen, {0}, er ikke en gyldig klasse-ID.
FNRRS0218.arg.0       = Klasse-ID for den typen mappe som skal opprettes.

FNRRS0219.explanation = Bare postkategori kan legges til i filplanen. 
FNRRS0219.action      = Oppgi riktig enhetstype for mappen som skal opprettes.
FNRRS0219.message     = Enheten {0} kan ikke legges til i filplanen.
FNRRS0219.arg.0       = Enhetstypen for mappen som skal opprettes.

FNRRS0220.explanation = Vedlegget m\u00e5 v\u00e6re RecordCategory eller RecordFolder.
FNRRS0220.action      = Oppgi riktig vedlegg.
FNRRS0220.message     = Vedlegget, {0}, er ikke en gyldig vedleggstype. Vedlegget m\u00e5 v\u00e6re RecordCategory eller RecordFolder.
FNRRS0220.arg.0       = Vedleggsnavnet.

FNRRS0221.explanation = Kunne ikke opprette postmappeobjektet. 
FNRRS0221.action      = Kontroller parameterne som brukes til \u00e5 opprette mappen, og pr\u00f8v mappeopprettelsen p\u00e5 nytt.
FNRRS0221.message     = Kan ikke opprette postmappeobjekt {0}.
FNRRS0221.arg.0       = Enhetstypen for mappen som skal opprettes.

FNRRS0222.explanation = Lengden p\u00e5 PropertyName Array og PropertyValue Array m\u00e5 v\u00e6re lik.
FNRRS0222.action      = S\u00f8rg for at lengden p\u00e5 PropertyName Array er lik lengden p\u00e5 PropertyValue Array.
FNRRS0222.message     = Lengden p\u00e5 PropertyName Array {0} og PropertyValue Array {1} er ikke lik.
FNRRS0222.arg.0       = PropertyName Array.
FNRRS0222.arg.1       = PropertyValue Array.

FNRRS0223.explanation = N\u00e5r den oppgitte avhengige egenskapen for objektet har verdien true (sann), m\u00e5 den andre egenskapen ha en tildelt verdi som ikke er tom.
FNRRS0223.action      = Oppgi en gyldig verdi for egenskapsverdien som mangler, eller juster verdien for den avhengige egenskapen.
FNRRS0223.message     = Objektet mangler en verdi som ikke er tom for egenskapen ''{0}'' som er n\u00f8dvendig n\u00e5r den avhengige egenskapen ''{1}'' er oppgitt med verdien ''true''.
FNRRS0223.arg.0       = Navn p\u00e5 egenskapen som mangler eller er tom.
FNRRS0223.arg.1       = Navn p\u00e5 den avhengige egenskapen.

FNRRS0224.explanation = Kunne ikke deklarere dokumentet som post. 
FNRRS0224.action      = Kontroller parameterne som brukes til \u00e5 deklarere dokumentet som post, og pr\u00f8v \u00e5 deklarere dokumentet som post p\u00e5 nytt.
FNRRS0224.message     = Kunne ikke deklarere dokumentet som post.

FNRRS0225.explanation = Arkivering av en post i flere enn en container er ikke aktivert for dette filplandatalageret.
FNRRS0225.action      = Du m\u00e5 enten ikke pr\u00f8ve \u00e5 flerlagre en post eller aktivere funksjonalitet for flerarkivering p\u00e5 filplandatalageret.
FNRRS0225.message     = Kan ikke lagre post i mer enn en enkelt container i filplandatalager: {0}.
RNRRS0255.arg.0       = Navn p\u00e5 filplandatalageret.

FNRRS0226.explanation = Tillatte verdiomr\u00e5der for oppbevaring er \u00e5r: 0-999, m\u00e5neder: 0-99, dager: 0-99.
FNRRS0226.action      = Oppgi gyldige oppbevaringsverdier.
FNRRS0226.message     = Ett eller flere oppbevaringsverdier er utenfor gyldig verdiomr\u00e5de. Tillatte verdiomr\u00e5der er \u00e5r: 0-999, m\u00e5neder: 0-99, dager: 0-99.

FNRRS0227.explanation = En basisplancontainer kan bare legges til enten en container av typen filplanrot eller postkategori.
FNRRS0227.action      = Pr\u00f8v igjen og bruk enten en filplanrot eller postkategori som overordnet m\u00e5lcontainer.
FNRRS0227.message     = Kan ikke legge til en ny basisplancontainer som underordnet av en overordnet container av typen: {0} 
RNRRS0227.arg.0       = Enhetstypen til den overordnede containeren.

FNRRS0228.explanation = Den oppgitte utl\u00f8seregenskapen ble ikke funnet.
FNRRS0228.action      = Oppgi det symbolske navnet p\u00e5 en gyldig DateTime-egenskap som er tildelt til minst en postklasse.
FNRRS0228.message     = Kan ikke hente egenskapsmal for det oppgitte symbolske navnet for utl\u00f8seregenskapen: {0} 
RNRRS0228.arg.0       = Oppgitt symbolsk egenskapsnavn.

FNRRS0229.explanation = Den oppgitte egenskapen m\u00e5 ha en enkelt verdi og ha datatypen DateTime.
FNRRS0229.action      = Oppgi det symbolske navnet p\u00e5 en gyldig DateTime-egenskap med en enkelt verdi som er tildelt til minst en postklasse.
FNRRS0229.message     = Den oppgitte utl\u00f8seregenskapen har ikke datatype DateTime og/eller har ikke en enkelt verdi: {0}
RNRRS0229.arg.0       = Oppgitt symbolsk egenskapsnavn.

FNRRS0230.explanation = Den oppgitte egenskapen m\u00e5 v\u00e6re tildelt til en eller flere postklasser.
FNRRS0230.action      = Oppgi det symbolske navnet p\u00e5 en gyldig DateTime-egenskap som er tildelt til minst en postklasse.
FNRRS0230.message     = Den oppgitte utl\u00f8seregenskapen er ikke tildelt til noen postklasse: {0}.
RNRRS0230.arg.0       = Oppgitt symbolsk egenskapsnavn.

FNRRS0231.explanation = En foresl\u00e5tt basisplancontainer kan ikke ha en underordnet undercontainer.
FNRRS0231.action      = Velg en annen container for konvertering til en basisplancontainer.
FNRRS0231.message     = Den foresl\u00e5tte basisplancontaineren er ikke en bladnode: {0}
RNRRS0231.arg.0       = Foresl\u00e5tt container-ID.

FNRRS0232.explanation = En foresl\u00e5tt basisplancontainer kan ikke inneholde en underordnet post som er arkivert i mer enn en container.
FNRRS0232.action      = Velg en annen container for konvertering eller fjern eventuelle ukvalifiserte underordnede poster.
FNRRS0232.message     = Den foresl\u00e5tte basisplancontaineren inneholder minst en flerarkivert post: {0}.
FNRRS0232.arg.0       = ID for flerarkivert post.

FNRRS0233.explanation = En foresl\u00e5tt basisplancontainer kan ikke ha en underordnet post som er en fysisk post.
FNRRS0233.action      = Velg en annen container for konvertering eller fjern eventuelle ukvalifiserte underordnede poster.
FNRRS0233.message     = Den foresl\u00e5tte basisplancontaineren inneholder minst en post som er en fysisk post: {0}.
FNRRS0233.arg.0       = ID for fysisk post.

FNRRS0234.explanation = En foresl\u00e5tt basisplancontainer kan ikke ha en underordnet post som har en tilknyttet posttype.
FNRRS0234.action      = Velg en annen container for konvertering eller fjern eventuelle ukvalifiserte underordnede poster.
FNRRS0234.message     = Den foresl\u00e5tte basisplancontaineren inneholder minst en post som har en tilknyttet posttype: {0}.
FNRRS0234.arg.0       = Post-ID.

FNRRS0235.explanation = Alle poster i en foresl\u00e5tt basisplancontainer m\u00e5 st\u00f8tte den foresl\u00e5tte utl\u00f8seregenskapen.
FNRRS0235.action      = Velg en annen utl\u00f8seregenskap eller fjern eventuelle ukvalifiserte underordnede poster.
FNRRS0235.message     = Den foresl\u00e5tte basisplancontaineren inneholder minst en med en postklasse som ikke st\u00f8tter det foresl\u00e5tte utl\u00f8seregenskapsnavnet: {0}.
FNRRS0235.arg.0       = Post-ID.

FNRRS0236.explanation = Ikke alle postcontainertyper er kvalifisert for konvertering til basisplancontainere.
FNRRS0236.action      = Velg en annen container.
FNRRS0236.message     = Foresl\u00e5tt containertype er ikke kvalifisert for konvertering til en basisplancontainer: {0}.
FNRRS0236.arg.0       = Enhetstypen til den foresl\u00e5tte containeren.

FNRRS0237.explanation = Obligatorisk basisplanrelaterte egenskapsmaler og/eller deres tildeling til ulike postcontainerklasser ser ikke ut til \u00e5 finnes p\u00e5 dette filplandatalageret.
FNRRS0237.action      = Kontroller at det riktige P8 Content Manager-tilleggsprogrammet er brukt til dette filplandatalageret.
FNRRS0237.message     = De n\u00f8dvendige metadataene for \u00e5 st\u00f8tte basisplanen er ikke tilgjengelig p\u00e5 dette filplandatalageret: {0}.
FNRRS0237.arg.0       = ID for filplandatalager.

FNRRS0238.explanation = En gyldig basisplancontainer m\u00e5 ha en riktig formatert RMRetentionPeriod-egenskapsverdi.
FNRRS0238.action      = Bruk metoden DefensiblyDisposable.setRetentionPeriod til \u00e5 opprette en gyldig oppbevaringsperiodeverdi for denne containeren. 
FNRRS0238.message     = Oppbevaringsperiodeverdien for basisplanen har ikke forventet format: \u00e5\u00e5\u00e5-mm-dd.

FNRRS0239.explanation = En container m\u00e5 allerede v\u00e6re en basisplancontainer f\u00f8r det blir gjort fors\u00f8k p\u00e5 \u00e5 endre en basisplanrelatert egenskap.
FNRRS0239.action      = Kontroller at containeren ble opprettet som eller er konvertert til en basisplancontainer.
FNRRS0239.message     = Kan ikke endre noen basisplanrelatert egenskapsverdi p\u00e5 en container som ikke er en basisplancontainer: {0}.
FNRRS0239.arg.0       = Container-ID.

FNRRS0240.explanation = Direkte definering av slike egenskaper er ikke tillatt fordi det ville omg\u00e5 n\u00f8dvendig valideringslogikk. 
FNRRS0240.action      = Bruk metodene DefensiblyDisposable setRetentionPeriod og/eller setTriggerPropertyName i stedet. 
FNRRS0240.message     = Direkte definering av basisplanegenskapsverdier er ikke tillatt.

FNRRS0241.explanation = En basisplancontainer kan ikke inneholde flerarkiverte poster. 
FNRRS0241.action      = Velg en annen m\u00e5lcontainer \u00e5 lagre posten i. 
FNRRS0241.message     = Kan ikke plassere en flerarkivert post i en basisplancontainer.

FNRRS0242.explanation = En basisplancontainer kan ikke inneholde fysiske poster. 
FNRRS0242.action      = Velg en annen m\u00e5lcontainer \u00e5 lagre posten i. 
FNRRS0242.message     = Kan ikke lagre en fysisk post i en basisplancontainer.

FNRRS0243.explanation = En basisplancontainer kan ikke inneholde poster med en posttype. 
FNRRS0243.action      = Velg en annen m\u00e5lcontainer \u00e5 lagre posten i. 
FNRRS0243.message     = Kan ikke lagre en post med en tilknyttet posttype i en basisplancontainer.

FNRRS0244.explanation = Alle poster i en basisplancontainer m\u00e5 st\u00f8tte containerens foresl\u00e5tte utl\u00f8seregenskap. 
FNRRS0244.action      = Velg en annen m\u00e5lcontainer \u00e5 lagre posten i. 
FNRRS0244.message     = Postens klasse st\u00f8tter ikke den tildelte utl\u00f8seregenskapen som er tildelt til basisplancontainer.

FNRRS0245.explanation = En basisplancontainer kan ikke ha noen tildelt disposisjonsplan, enten direkte eller gjennom arv. 
FNRRS0245.action      = Ikke pr\u00f8v \u00e5 tildele en disposisjonsplan til en eksisterende basisplancontainer eller under opprettelsen av en slik container.
FNRRS0245.message     = Kan ikke tildele en disposisjonsplan til en basisplancontainer.

FNRRS0246.explanation = En post som er inkludert i en basisplanrapport kan ikke flyttes ut av containeren sin.
FNRRS0246.action      = Du kan enten opprette en ny kopi av denne posten eller sperre posten.
FNRRS0246.message     = Kan ikke flytte en post som er inkludert i en basisplanrapport: {0}.
FNRRS0246.arg.0       = Post-ID.

FNRRS0247.explanation = En ellers kvalifisert container kan ikke konverteres til en basisplancontainer hvis enten den eller minst en postene den inneholder, i \u00f8yeblikket er involvert i disposisjonsbehandling.
FNRRS0247.action      = Fullf\u00f8r en eventuell eksisterende disposisjonsbehandling for containeren og/eller postene den inneholder, f\u00f8r du pr\u00f8ver \u00e5 konvertere den.
FNRRS0247.message     = Den foresl\u00e5tte containeren ikke er kvalifisert for konvertering til en basisplancontainer fordi enten containeren eller minst en av postene den inneholder, i \u00f8yeblikket er involvert i disposisjonsbehandling: {0}.
FNRRS0247.arg.0       = ID for ukvalifisert container eller underordnet post.

FNRRS0248.explanation = Ingen endring er tillatt i utl\u00f8seregenskapen for en post som er inkludert i en basisplanrapport.
FNRRS0248.action      = Ikke fors\u00f8k \u00e5 endre utl\u00f8seregenskapsverdien.
FNRRS0248.message     = Kan ikke oppdatere den tildelte utl\u00f8seregenskapsverdien p\u00e5 en post som er inkludert i en basisplanrapport: {0}.
FNRRS0248.arg.0       = Post-ID.

FNRRS0249.explanation = Fordi en basisplancontainer ikke kan inneholde flerlagrede poster, kan ingen eksisterende post i en basisplancontainer lagres noe annet sted.
FNRRS0249.action      = Flytt eller kopier posten i stedet for \u00e5 flerlagre den.
FNRRS0249.message     = Kan ikke flerlagre en post som i \u00f8yeblikket ligger i en basisplancontainer: {0}.
FNRRS0249.arg.0       = Post-ID.

FNRRS0250.explanation = Visse systemkonfigurasjonsforekomster anses som konstante og kan ikke endres.
FNRRS0250.message     = En oppdateringsoperasjon er ikke tillatt for systemkonfigurasjonsforekomsten med egenskapsnavnet: {0}.
FNRRS0250.arg.0       = Egenskapsnavnet til den involverte systemkonfigurasjonen.

FNRRS0251.explanation = Enhetens utf\u00f8ringsdato for gjeldende fase er enten opphevet eller er n\u00e5 i fremtiden.
FNRRS0251.action      = Kj\u00f8r disposisjonssveipen p\u00e5 nytt for \u00e5 oppdatere enhetenes disposisjonsstatus.
FNRRS0251.message     = Kan ikke starte disposisjon p\u00e5 grunn av en endring i utf\u00f8ringsdatoen for gjeldende fase for enhet: {0}, dato: {1}.
FNRRS0251.arg.0       = Den aktuelle enheten.
FNRRS0251.arg.1       = Enhetens utf\u00f8ringsdato for gjeldende fase.

FNRRS0252.explanation = Handlingen Start disposisjon kan ikke brukes for en enhet som ikke har Automatisk \u00f8deleggelse som gjeldende fasehandling.
FNRRS0252.action      = Kj\u00f8r disposisjonsveip for automatisk \u00f8deleggelse for \u00e5 behandle denne enheten.
FNRRS0252.message     = Kan ikke starte disposisjon for en enhet som har Automatisk \u00f8deleggelse som gjeldende fasehandling: {0}.
FNRRS0252.arg.0       = Den aktuelle enheten.

FNRRS0253.explanation = Handlingen Start disposisjon kan ikke brukes for en enhet som har et undercontainerhierarki som inkluderer en eller flere fysiske containere som er sperret.
FNRRS0253.action      = Fjern eventuelle sperringer og pr\u00f8v \u00e5 starte disposisjonen igjen.
FNRRS0253.message     = Kan ikke starte disposisjonen p\u00e5 en enhet som inneholder en fysisk undercontainer som er sperret: {0}.
FNRRS0253.arg.0       = Den aktuelle enheten.

FNRRS0254.explanation = Handlingen Start disposisjon kan ikke brukes for en enhet som har et undercontainerhierarki som inkluderer en eller flere fysiske poster som er sperret.
FNRRS0254.action      = Fjern eventuelle sperringer og pr\u00f8v \u00e5 starte disposisjonen igjen.
FNRRS0254.message     = Kan ikke starte disposisjonen p\u00e5 en enhet som inneholder en fysisk post som er sperret: {0}.
FNRRS0254.arg.0       = Den aktuelle enheten.

FNRRS0255.explanation = Handlingen Start disposisjon kan ikke brukes for en enhet som har et undercontainerhierarki som inkluderer en undercontainer som er sperret og som inneholder fysiske poster.
FNRRS0255.action      = Fjern eventuelle sperringer og pr\u00f8v \u00e5 starte disposisjonen igjen.
FNRRS0255.message     = Kan ikke starte disposisjonen p\u00e5 en enhet som har en undercontainer som er sperret, og som i sin tur inneholder en fysisk post: {0}.
FNRRS0255.arg.0       = Den aktuelle enheten.


FNRRS0300.explanation = Kan ikke hente en JAAS Subject-forekomst som er knyttet til denne domenetypen, tilkoblings-URLen, brukernavnet og JAAS_stanza-navnet.
FNRRS0300.action      = Kontroller f\u00f8lgende: 1) JAAS-konfigurasjon for kj\u00f8retidsmilj\u00f8et er oppgitt p\u00e5 riktig m\u00e5te. 2) Riktig URL er oppgitt, inkludert riktig portnummer. 3) Riktig JAAS_stanza-navn er oppgitt for URLen.
FNRRS0300.message     = Kan ikke hente et JAAS Subject for domenetype: ''{0}'', url: ''{1}'', brukernavn: ''{2}'', JAAS_stanza: ''{3}''.
FNRRS0300.arg.0       = domain_type
FNRRS0300.arg.1       = url
FNRRS0300.arg.2       = username
FNRRS0300.arg.3       = JAAS_stanza

FNRRS0301.explanation = Det P8-objektlageret som er oppgitt med objectstore_ident, er ikke et gyldig Records Manager-innholdsdatalager.
FNRRS0301.action      = Kontroller at riktig Records Manager-datamodell er brukt til dette P8-objektlageret.
FNRRS0301.message     = P8-objektlageret er ikke et gyldig Records Manager-innholdsdatalager: ''{0}''.
FNRRS0301.arg.0       = objectstore_ident

FNRRS0302.explanation = Det P8-objektlageret som er oppgitt med objectstore_ident, er ikke et gyldig IBM Enterprise Records-filplandatalager.
FNRRS0302.action      = Kontroller at riktig IBM Enterprise Records-datamodell er brukt til dette P8-objektlageret.
FNRRS0302.message     = P8-objektlageret er ikke et gyldig IBM Enterprise Records-filplandatalager: ''{0}''.
FNRRS0302.arg.0       = objectstore_ident

FNRRS0303.explanation = API-objektet, instance_ident, av typen entity_type er enn\u00e5 ikke tilknyttet det tilsvarende datalagerbasisobjektet. Dette begrenser bruken av API-forekomsten, for eksempel fors\u00f8k p\u00e5 \u00e5 hente egenskapsverdier fra den.
FNRRS0303.action      = Utf\u00f8r en fetchInstance (i motsetning til en getInstance) for API-forekomsten for \u00e5 tvinge gjennom en henting fra datalageret.
FNRRS0303.message     = Det er ikke opprettet noe datalagerbasisobjekt for API-forekomsten: ''{0}'', av type ''{1}''.
FNRRS0303.arg.0       = instance_ident
FNRRS0303.arg.1       = entity_type

FNRRS0304.explanation = Ingen tilgjengelige filplandatalagre kan hentes fra domenet, domain_ident.
FNRRS0304.action      = Kontroller at gjeldende bruker har tilgang til minst ett filplandatalager i domenet. Kontroller ogs\u00e5 at minst ett datalager er konfigurert som et filplandatalager.
FNRRS0304.message     = Ingen tilgjengelige filplandatalagre kan hentes fra domenet: ''{0}''.
FNRRS0304.arg.0       = domain_ident

FNRRS0305.explanation = Ingen tilgjengelige filplandatalagre kan hentes fra domenet, domain_ident.
FNRRS0305.action      = Kontroller at gjeldende bruker har tilgang til minst ett filplandatalager i domenet. Kontroller ogs\u00e5 at minst ett datalager er konfigurert som et filplandatalager.
FNRRS0305.message     = Ingen tilgjengelige filplandatalagre kan hentes fra domenet: ''{0}''.
FNRRS0305.arg.0       = domain_ident

FNRRS0306.explanation = Det oppstod et unntak ved fors\u00f8k p\u00e5 \u00e5 bruke (ingest) P8 Content Engine-egenskapen med det symbolske navnet symbolic_name.
FNRRS0306.action      = Unders\u00f8k unntaksstakken for \u00e5 finne den underliggende \u00e5rsaken til RMRuntimeException. \u00c5rsaken er vanligvis knyttet til type casting.
FNRRS0306.message     = Feil ved bruk (ingest) av P8CE-egenskap, symbolsk navn: ''{0}''.
FNRRS0306.arg.0       = symbolic_name

FNRRS0307.explanation = Ikke st\u00f8ttet egenskapsklasse for datalager, class_name, ble funnet for egenskapens symbolic_name.
FNRRS0307.action      = Velg en annen egenskap eller egenskapsklassetype.
FNRRS0307.message     = Ikke st\u00f8ttet egenskapsklasse oppdaget ved bruk (ingest) av datalageregenskap, symbolsk navn: ''{0}'', klasse: ''{1}''.
FNRRS0307.arg.0       = symbolic_name
FNRRS0307.arg.1       = class_name

FNRRS0308.explanation = Uventet feil ved definering av egenskapsverdi for datalager for egenskapen symbolic_name av typen data_type.
FNRRS0308.action      = Unders\u00f8k det interne unntaket for \u00e5 f\u00e5 mer informasjon om datalagerfeilen.
FNRRS0308.message     = Feil ved fors\u00f8k p\u00e5 \u00e5 definere egenskapsverdi for datalager, symbolsk navn: ''{0}'' datatype: ''{1}''.
FNRRS0308.arg.0       = symbolic_name
FNRRS0308.arg.1       = data_type

FNRRS0309.explanation = Et containerobjekt av typen entity_type st\u00f8ttes ikke av P8 Content Engine-datalagerets tilgangslag.
FNRRS0309.action      = Velg en annen containertype eller velg et annet datalager som st\u00f8tter denne enhetstypen.
FNRRS0309.message     = Kunne ikke konstruere Container-objekt p\u00e5 grunn av P8CE_RAL-containerenhetstype som ikke st\u00f8ttes: ''{0}''.
FNRRS0309.arg.0       = entity_type

FNRRS0310.explanation = fpRepository har ikke et ''SystemConfiguration''-objekt der ''PropertyName'' er ''FPOS Setup''.
FNRRS0310.action      = Kontroller at fpRepository er konfigurert p\u00e5 riktig m\u00e5te.
FNRRS0310.message     = Ikke noe tilgjengelig ''FPOS Setup'' SystemConfiguration-objekt p\u00e5 filplandatalager: ''{0}''
FNRRS0310.arg.0       = fpRepository

FNRRS0311.explanation = fpRepositorys ''SystemConfiguration''-objekt der ''PropertyName'' er ''FPOS Setup'', har en ugyldig egenskapsverdi for ''PropertyValue''.
FNRRS0311.action      = Kontroller at fpRepository er konfigurert p\u00e5 riktig m\u00e5te.
FNRRS0311.message     = Ugyldig verdi for ''FPOS Setup'' SystemConfiguration-objekt p\u00e5 filplandatalager: ''{0}''.
FNRRS0311.arg.0       = fpRepository

FNRRS0312.explanation = Lagringsoperasjonen for objektet av type entity_type og med identifikator object_ident mislyktes.
FNRRS0312.action      = Kontroller at det aktuelle objektet fortsatt finnes i datalageret. Kontroller ogs\u00e5 at den gjeldende brukeren har riktig sikkerhetstilgang p\u00e5 objektniv\u00e5 for denne operasjonen.
FNRRS0312.message     = Kan ikke utf\u00f8re lagringsoperasjon p\u00e5 datalagerobjekt, ''{0}'', type ''{1}''. Underliggende feilinformasjon: {2}
FNRRS0312.arg.0       = object_ident
FNRRS0312.arg.1       = entity_type
FNRRS0312.arg.2		  = meldingsstreng for underliggende unntak

FNRRS0313.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 hente filplandatalagerets filplanrotnode.
FNRRS0313.action      = Kontroller at gjeldende bruker har minst visningsrettigheter p\u00e5 filplanrotnoden, og at det aktuelle filplandatalageret er installert og konfigurert p\u00e5 riktig m\u00e5te.
FNRRS0313.message     = Kan ikke hente filplanrotnoden fra filplandatalageret: ''{0}''.
FNRRS0313.arg.0       = fpRepository

FNRRS0314.explanation = Uventet feil ved tilf\u00f8ying av en egenskapssamling for en egenskap med symbolic_name av type data_type.
FNRRS0314.action      = Unders\u00f8k det interne unntaket for \u00e5 f\u00e5 mer informasjon om datalagerfeilen.
FNRRS0314.message     = Feil ved fors\u00f8k p\u00e5 \u00e5 legge til ny egenskap i samling, symbolsk navn: ''{0}'', datatype: ''{1}''.
FNRRS0314.arg.0       = symbolic_name
FNRRS0314.arg.1       = data_type

FNRRS0315.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 hente underordnede postkategorier fra den overordnede containeren.
FNRRS0315.action      = Kontroller at gjeldende bruker har minst visningsrettigheter p\u00e5 innholdet i den overordnede containeren.
FNRRS0315.message     = Feil ved henting av postkategorier fra overordnet container: ''{0}''.
FNRRS0315.arg.0       = parent_container

FNRRS0316.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 hente gjeldende innhold i en sideiterator.
FNRRS0316.action      = S\u00f8rg for at f\u00f8rste RMPageInterator.nextPage()-kall er utf\u00f8rt for \u00e5 flytte iteratoren til f\u00f8rste side. Iteratoren kan eventuelt ha blitt flyttet etter den siste siden.
FNRRS0316.message     = Feil ved fors\u00f8k p\u00e5 \u00e5 hente gjeldende sideinnhold fra en RMPageIterator.

FNRRS0317.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 hente neste side i en sideiterator.
FNRRS0317.action      = Kontroller at iteratoren ikke allerede er flyttet etter den siste siden.
FNRRS0317.message     = Feil ved fors\u00f8k p\u00e5 \u00e5 hente neste side fra en PagableSet-iterator.

FNRRS0318.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 hente de overordnede containerne for objektet.
FNRRS0318.action      = Kontroller at gjeldende bruker har minst visningsrettigheter p\u00e5 den overordnede containeren.
FNRRS0318.message     = Feil ved henting av overordnet container(e) for objekt: ''{0}''.
FNRRS0318.arg.0       = object

FNRRS0319.explanation = Sletteoperasjonen for objektet av type entity_type og med identifikator object_ident mislyktes.
FNRRS0319.action      = Kontroller at det aktuelle objektet fortsatt finnes i datalageret. Kontroller ogs\u00e5 at den gjeldende brukeren har riktig sikkerhetstilgang p\u00e5 objektniv\u00e5 for denne operasjonen.
FNRRS0319.message     = Kan ikke utf\u00f8re sletteoperasjon p\u00e5 datalagerobjekt, ''{0}'', type ''{1}''.
FNRRS0319.arg.0       = object_ident
FNRRS0319.arg.1       = entity_type

FNRRS0320.explanation = Operasjon for tilf\u00f8ying av postkategori for objektet av type entity_type og med identifikator object_ident mislyktes.
FNRRS0320.action      = Kontroller at det aktuelle m\u00e5lobjektet fortsatt finnes i datalageret. Kontroller at m\u00e5let kan inneholde en postkategori. Kontroller at den gjeldende brukeren har riktig sikkerhetstilgang p\u00e5 objektniv\u00e5 for denne operasjonen.
FNRRS0320.message     = Kan ikke legge til postkategori i m\u00e5lobjekt: ''{0}'', type: ''{1}''.
FNRRS0320.arg.0       = object_ident
FNRRS0320.arg.1       = entity_type

FNRRS0321.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 hente gjeldende elementtelling for en sideiterator.
FNRRS0321.action      = S\u00f8rg for at f\u00f8rste RMPageInterator.nextPage()-kall er utf\u00f8rt for \u00e5 flytte iteratoren til f\u00f8rste side. Iteratoren kan eventuelt ha blitt flyttet etter den siste siden.
FNRRS0321.message     = Feil ved fors\u00f8k p\u00e5 \u00e5 hente gjeldende elementtelling fra en RMPageIterator.

FNRRS0322.explanation = Operasjon for tilf\u00f8ying av postmappe for objektet av type entity_type og med identifikator object_ident mislyktes.
FNRRS0322.action      = Kontroller at det aktuelle m\u00e5lobjektet fortsatt finnes i datalageret. Kontroller at m\u00e5let kan inneholde en postmappe av den typen. Kontroller at den gjeldende brukeren har riktig sikkerhetstilgang p\u00e5 objektniv\u00e5 for denne operasjonen.
FNRRS0322.message     = Kan ikke legge til postmappe i m\u00e5lobjekt: ''{0}'', type: ''{1}''.
FNRRS0322.arg.0       = object_ident
FNRRS0322.arg.1       = entity_type

FNRRS0323.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 hente underordnede postmapper fra den overordnede containeren.
FNRRS0323.action      = Kontroller at gjeldende bruker har minst visningsrettigheter p\u00e5 innholdet i den overordnede containeren.
FNRRS0323.message     = Feil ved henting av postmapper fra overordnet container: ''{0}''.
FNRRS0323.arg.0       = parent_container

FNRRS0324.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 hente det aktive underordnede volumet fra den overordnede containeren.
FNRRS0324.action      = Kontroller at gjeldende bruker har minst visningsrettigheter p\u00e5 innholdet i den overordnede containeren.
FNRRS0324.message     = Feil ved henting av aktivt volum fra overordnet container: ''{0}''.
FNRRS0324.arg.0       = parent_container

FNRRS0325.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 hente underordnede postvolumer fra den overordnede containeren.
FNRRS0325.action      = Kontroller at gjeldende bruker har minst visningsrettigheter p\u00e5 innholdet i den overordnede containeren.
FNRRS0325.message     = Feil ved henting av postvolum fra overordnet container: ''{0}''.
FNRRS0325.arg.0       = parent_container

FNRRS0326.explanation = Operasjon for tilf\u00f8ying av postvolum for objektet av type entity_type og med identifikator object_ident mislyktes.
FNRRS0326.action      = Kontroller at det aktuelle m\u00e5lobjektet fortsatt finnes i datalageret. Kontroller at m\u00e5let kan inneholde et postvolum. Kontroller at den gjeldende brukeren har riktig sikkerhetstilgang p\u00e5 objektniv\u00e5 for denne operasjonen.
FNRRS0326.message     = Kan ikke legge til postvolum i m\u00e5lobjekt: ''{0}'', type: ''{1}''.
FNRRS0326.arg.0       = object_ident
FNRRS0326.arg.1       = entity_type

FNRRS0327.explanation = En sp\u00f8rring etter objekter mislyktes p\u00e5 grunn av en datalagerfeil.
FNRRS0327.action      = Kontroller at SQL-syntaksen er riktig, unders\u00f8k eventuelle inkluderte unntak for \u00e5 f\u00e5 mer detaljert feilinformasjon forklaringer, eller gj\u00f8r begge deler.
FNRRS0327.message     = Sp\u00f8rring etter objekter mislyktes.

FNRRS0328.explanation = En sp\u00f8rring etter rader mislyktes p\u00e5 grunn av en datalagerfeil.
FNRRS0328.action      = Kontroller at SQL-syntaksen er riktig, unders\u00f8k eventuelle inkluderte unntak for \u00e5 f\u00e5 mer detaljert feilinformasjon forklaringer, eller gj\u00f8r begge deler.
FNRRS0328.message     = Sp\u00f8rring etter rader mislyktes.

FNRRS0329.explanation = Det ble gjort et fors\u00f8k p\u00e5 \u00e5 hente en RMPagingIterator fra en PagableSet som st\u00f8tter ikke blaing.
FNRRS0329.action      = Bruk metoden RMPagingIterator.supportsPaging() til \u00e5 finne ut om blaing st\u00f8ttes. Hvis blaing ikke st\u00f8ttes, bruker du RMPagingIterator.iterator() i stedet for RMPagingIterator.pageIterator().
FNRRS0329.message     = Blaing st\u00f8ttes ikke for denne PagableSet-forekomsten.

FNRRS0330.explanation = Det oppstod en feil ved henting av merkingssett fra domenet domain_ident.
FNRRS0330.action      = Kontroller at gjeldende bruker har tilgang til minst ett merkingssett i domenet.
FNRRS0330.message     = Kan ikke hente merkingssett fra domenet: ''{0}''.
FNRRS0330.arg.0       = domain_ident

FNRRS0331.explanation = Strengen som identifiserer merkingssettet, markingSetId, er ikke i et gyldig format.
FNRRS0331.action      = Kontroller at strengen har format som en GUID-streng: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' der hver ''x'' er et heksadesimaltegn.
FNRRS0331.message     = Feil format for streng som identifiserer merkingssett: ''{0}''.
FNRRS0331.arg.0       = markingSetId

FNRRS0332.explanation = Det oppstod en feil ved henting av en valgliste fra datalageret repos_ident.
FNRRS0332.action      = Kontroller at gjeldende bruker har tilgang til minst en valgliste i datalageret.
FNRRS0332.message     = Kan ikke hente valglister fra datalager: ''{0}''.
FNRRS0332.arg.0       = repos_ident

FNRRS0333.explanation = Strengen som identifiserer valglisten, choiceListId, er ikke i et gyldig format.
FNRRS0333.action      = Kontroller at strengen har format som en GUID-streng: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' der hver ''x'' er et heksadesimaltegn.
FNRRS0333.message     = Feil format for streng som identifiserer valgliste: ''{0}''.
FNRRS0333.arg.0       = choiceListId

FNRRS0334.explanation = Det oppstod en feil ved henting av en klassebeskrivelse, classDesc_ident, fra datalageret repos_ident.
FNRRS0334.action      = Kontroller at klassebeskrivelsen finnes i datalageret, og at gjeldende bruker har tilgang til klassebeskrivelsen.
FNRRS0334.message     = Kan ikke hente klassebeskrivelse fra datalager: ''{0}'', klassebeskrivelsesidentitet: ''{1}''.
FNRRS0334.arg.0       = repos_ident
FNRRS0334.arg.1       = classDesc_ident

FNRRS0335.explanation = Det oppstod en feil ved henting av klassebeskrivelser fra datalageret repos_ident.
FNRRS0335.action      = Kontroller at gjeldende bruker har tilgang til datalageret.
FNRRS0335.message     = Kan ikke hente klassebeskrivelser fra datalager: ''{0}'', klassebeskrivelsesidentiteter: ''{1}''.
FNRRS0335.arg.0       = repos_ident

FNRRS0336.explanation = Det ble oppdaget en ugyldig ID-strengparameter.
FNRRS0336.action      = Kontroller at strengen har format som en GUID-streng: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' der hver ''x'' er et heksadesimaltegn.
FNRRS0336.message     = Ugyldig ID-strengparameter: ''{0}''.
FNRRS0336.arg.0       = id_string

FNRRS0337.explanation = Kan ikke hente den gjeldende autentiserte brukeren for domenet.
FNRRS0337.action      = Kontroller at en bruker i \u00f8yeblikket er autentisert for domenet, at et JAAS Subject er opprettet for gjeldende tr\u00e5d, eller begge deler.
FNRRS0337.message     = Kan ikke hente den gjeldende autentiserte brukeren for domenet.

FNRRS0338.explanation = S\u00f8keoperasjon for de oppgitte brukergruppene mislyktes.
FNRRS0338.action      = Kontroller at en bruker i \u00f8yeblikket er autentisert for domenet, at et JAAS Subject er opprettet for gjeldende tr\u00e5d, eller begge deler.
FNRRS0338.message     = Det oppstod en feil under s\u00f8k etter brukergrupper for domenet.

FNRRS0339.explanation = S\u00f8keoperasjon for de oppgitte brukerne mislyktes.
FNRRS0339.action      = Kontroller at en bruker i \u00f8yeblikket er autentisert for domenet, at et JAAS Subject er opprettet for gjeldende tr\u00e5d, eller begge deler.
FNRRS0339.message     = Det oppstod en feil under s\u00f8k etter brukere for domenet.

FNRRS0340.explanation = Gjeldende bruker har ikke nok rettigheter til \u00e5 legge til et nytt medlem i en eksisterende rolle som er definert av role_name, role_type og appl_name.
FNRRS0340.action      = Kontroller at gjeldende bruker har tilstrekkelig rettighet til \u00e5 legge til et nytt medlem i en eksisterende rolle.
FNRRS0340.message     = Gjeldende bruker ikke har tilstrekkelige sikkerhetsrettigheter til rollen, rollenavn = ''{0}'', rolletype = ''{1}'', applikasjon = ''{2}''.
FNRRS0340.arg.0       = role_name
FNRRS0340.arg.1       = role_type
FNRRS0340.arg.2       = appl_name

FNRRS0341.explanation = Feil ved fors\u00f8k p\u00e5 \u00e5 hente tilgangsrollen som er definert av role_type og appl_name.
FNRRS0341.action      = Kontroller at gjeldende bruker har tilstrekkelige rettigheter til \u00e5 legge til et nytt medlem i en eksisterende rolle, og at rollen det dreier seg om, fremdeles finnes p\u00e5 datalageret.
FNRRS0341.message     = Feil ved fors\u00f8k p\u00e5 \u00e5 hente tilgangsrollen definert av type = ''{0}'' og applikasjon = ''{1}''.
FNRRS0341.arg.0       = role_type
FNRRS0341.arg.1       = appl_name

FNRRS0342.explanation = Kan ikke opprette en ny rolle ved hjelp av typen role_type og applikasjonsnavnet appl_navn, fordi det allerede finnes en rolle med de samme verdiene.
FNRRS0342.action      = Bruk et annet sett av verdier for rolletype/applikasjonsnavn, eller slett f\u00f8rst den eksisterende rollen.
FNRRS0342.message     = Kan ikke opprette ny rolle fordi det finnes en tilsvarende rolle allerede, type = ''{0}'' og applikasjon = ''{1}''.
FNRRS0342.arg.0       = role_type
FNRRS0342.arg.1       = appl_name

FNRRS0343.explanation = Feil ved fors\u00f8k p\u00e5 \u00e5 hente tilgangsrollen som er definert av role_name og appl_name.
FNRRS0343.action      = Kontroller at gjeldende bruker har tilstrekkelige rettigheter til \u00e5 vise den eksisterende rollen, og at rollen det dreier seg om, fremdeles finnes p\u00e5 datalageret.
FNRRS0343.message     = Feil ved fors\u00f8k p\u00e5 \u00e5 hente tilgangsrollen definert av name = ''{0}'' og applikasjon = ''{1}''.
FNRRS0343.arg.0       = role_name
FNRRS0343.arg.1       = appl_name

FNRRS0344.explanation = Kan ikke fastsette gjeldende bruker.
FNRRS0344.action      = Kontroller at en bruker i \u00f8yeblikket er autentisert for domenet, at et JAAS Subject er opprettet for gjeldende tr\u00e5d, eller begge deler.
FNRRS0344.message     = Kan ikke fastsette gjeldende bruker.

FNRRS0345.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 hente filplanene fra overordnet filplandatalager.
FNRRS0345.action      = Kontroller at gjeldende bruker har minst visningsrettigheter p\u00e5 innholdet i filplandatalageret.
FNRRS0345.message     = Feil ved henting av filplaner fra filplandatalager: ''{0}''.
FNRRS0345.arg.0       = fileplan_repository

FNRRS0346.explanation = En obligatorisk egenskap mangler eller har ingen verdi.
FNRRS0346.action      = S\u00f8rg for at det blir oppgitt en gyldig egenskapsverdi.
FNRRS0346.message     = Egenskap mangler eller har ingen verdi, symbolsk navn: ''{0}''.
FNRRS0346.arg.0       = property_name

FNRRS0347.explanation = Det oppgitte filplannavnet ikke er unikt.
FNRRS0347.action      = Oppgi et filplannavn som ikke allerede er brukt p\u00e5 filplandatalageret.
FNRRS0347.message     = Filplannavnet er ikke unikt: ''{0}''.
FNRRS0347.arg.0       = fileplan_name

FNRRS0348.explanation = Det oppstod en feil under et fors\u00f8k p\u00e5 \u00e5 legge til en ny filplan i et filplandatalager.
FNRRS0348.action      = Kontroller at m\u00e5ldatalageret er gyldig. Kontroller at den gjeldende brukeren har riktig sikkerhetstilgang p\u00e5 objektniv\u00e5 for denne operasjonen.
FNRRS0348.message     = Kan ikke legge til ny filplan i m\u00e5lfilplandatalageret: ''{0}''.
FNRRS0348.arg.0       = repository_ident

FNRRS0349.explanation = Kan ikke hente den oppgitte egenskapsbeskrivelsen eller delfeltet som h\u00f8rer til oppgitt klasse og datalager.
FNRRS0349.action      = Kontroller at den oppgitte klassen er riktig for den gjeldende prosessen.
FNRRS0349.message     = Kan ikke hente egenskapsbeskrivelse for: ''{0}'', klasseidentitet: ''{1}'' fra datalager: ''{2}''.
FNRRS0349.arg.0       = property_ident
FNRRS0349.arg.1       = class_ident
FNRRS0349.arg.2       = repository_ident

FNRRS0350.explanation = Det oppstod en feil under fors\u00f8k p\u00e5 \u00e5 hente det oppgitte innholdselementet som en del av en postdeklarasjonsprosessen.
FNRRS0350.action      = Kontroller at det oppgitte innholdselementet finnes og er tilgjengelig.
FNRRS0350.message     = Kan ikke hente det oppgitte innholdselementet for postdeklarasjonsform\u00e5l: ''{0}''.
FNRRS0350.arg.0       = contentItem_ident

FNRRS0351.explanation = Fant ikke noe aktivt underordnet volum for den oppgitte postmappen. Dette kan hindre en postdeklarasjonsoperasjon n\u00e5r denne postmappen er et medlem i m\u00e5lcontainerne for den nye posten.
FNRRS0351.action      = Legg til et nytt aktivt volum til postmappen eller gjen\u00e5pne et eksisterende volum og definer den som en m\u00e5lcontainer for postdeklarasjonsoperasjonen.
FNRRS0351.message     = Ingen aktive underordnede volumer er tilgjengelige for den oppgitte postmappen: ''{0}''.
FNRRS0351.arg.0       = recordFolder_ident

FNRRS0352.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 hente plasseringene fra overordnet filplandatalager.
FNRRS0352.action      = Kontroller at gjeldende bruker har minst visningsrettigheter p\u00e5 innholdet i filplandatalageret.
FNRRS0352.message     = Feil ved henting av plasseringer fra filplandatalager: ''{0}''.
FNRRS0352.arg.0       = fileplan_repository

FNRRS0353.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 hente tilleggsprogram fra det oppgitte datalageret.
FNRRS0353.action      = Kontroller at gjeldende bruker har minst visningsrettigheter p\u00e5 innholdet i datalageret.
FNRRS0353.message     = Feil ved henting av tilleggsprogrammer fra datalager: ''{0}''.
FNRRS0353.arg.0       = repository

FNRRS0354.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 hente posttypene fra overordnet filplandatalager.
FNRRS0354.action      = Kontroller at gjeldende bruker har minst visningsrettigheter p\u00e5 innholdet i filplandatalageret.
FNRRS0354.message     = Feil ved henting av posttyper fra filplandatalager: ''{0}''.
FNRRS0354.arg.0       = fileplan_repository

FNRRS0355.explanation = Strengen som identifiserer RMLink, rmLinkId, er ikke i et gyldig format.
FNRRS0355.action      = Kontroller at strengen har format som en GUID-streng: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' der hver ''x'' er et heksadesimaltegn.
FNRRS0355.message     = Feil format for streng som identifiserer RMLink: ''{0}''.
FNRRS0355.arg.0       = rmLinkId

FNRRS0356.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 hente tilgjengelige sikkerhetsklassifiseringsveiledninger fra det oppgitte filplandatalageret.
FNRRS0356.action      = Kontroller at datalageret er et DoD-sikkerhetsklassifisert filplandatalager, og at gjeldende bruker har n\u00f8dvendig tilgang til eventuelle klassifiseringsveiledninger.
FNRRS0356.message     = Feil ved henting av sikkerhetsklassifiseringsveiledninger fra filplandatalager: ''{0}''.
FNRRS0356.arg.0       = repositoryIdent

FNRRS0357.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 hente tilgjengelige underordnede deler for den oppgitte sikkerhetsklassifiseringsveiledningen eller veiledingsdelen som h\u00f8rer til det oppgitte filplandatalageret.
FNRRS0357.action      = Kontroller at datalageret er et DoD-sikkerhetsklassifisert filplandatalager, og at gjeldende bruker har n\u00f8dvendig tilgang til eventuelle klassifiseringsveiledninger.
FNRRS0357.message     = Feil ved henting av underordnede deler fra klassifiseringsveiledningen eller veiledningsdelen, ''{1}'', som tilh\u00f8rer filplandatalager: ''{0}''.
FNRRS0357.arg.0       = repositoryIdent
FNRRS0357.arg.1       = classificationGuideOrSection

FNRRS0358.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 hente tilgjengelige underordnede emner for den oppgitte sikkerhetsklassifiseringsveiledningen eller veiledingsdelen som h\u00f8rer til det oppgitte filplandatalageret.
FNRRS0358.action      = Kontroller at datalageret er et DoD-sikkerhetsklassifisert filplandatalager, og at gjeldende bruker har n\u00f8dvendig tilgang til eventuelle klassifiseringsveiledninger.
FNRRS0358.message     = Feil ved henting av underordnede emner fra klassifiseringsveiledningen eller veiledningsdelen, ''{1}'', som tilh\u00f8rer filplandatalager: ''{0}''.
FNRRS0358.arg.0       = repositoryIdent
FNRRS0358.arg.1       = classificationGuideOrSection

FNRRS0359.explanation = Det oppgitte filplandatalageret er ikke konfigurert med den DoD-klassifiserte datamodellen og st\u00f8tter derfor ikke DoD-sikkerhetsklassifiseringsveiledninger.
FNRRS0359.action      = Kontroller at riktig filplandatalager blir oppgitt, og at det er konfigurert med den DoD-klassifiserte datamodellen.
FNRRS0359.message     = DoD-klassifiseringsveiledninger st\u00f8ttes ikke p\u00e5 filplandatalager: ''{0}''.
FNRRS0359.arg.0       = repositoryIdent

FNRRS0360.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 hente den oppgitte sikkerhetsklassifiseringsveiledningen som h\u00f8rer til det oppgitte filplandatalageret.
FNRRS0360.action      = Kontroller at datalageret er et DoD-sikkerhetsklassifisert filplandatalager, og at gjeldende bruker har n\u00f8dvendig tilgang til eventuelle klassifiseringsveiledninger.
FNRRS0360.message     = Feil ved henting av klassifiseringsveiledning, ''{1}'', som tilh\u00f8rer filplandatalager: ''{0}''.
FNRRS0360.arg.0       = repositoryIdent
FNRRS0360.arg.1       = guideIdent

FNRRS0361.explanation = Et uventet unntak har blitt returnert fra P8 Content Engine-API, slik det er oppgitt med tilh\u00f8rende unntakskode og meldingsstreng.
FNRRS0361.action      = Unders\u00f8k det inkluderte P8 Content Engine-unntaket og eventuelle feilposter for \u00e5 f\u00e5 informasjon om den underliggende \u00e5rsaken til denne feiltilstanden.
FNRRS0361.message     = Uventet P8 Content Engine-unntak. Unntakskode: {0}, melding: ''{1}''
FNRRS0361.arg.0       = ceExceptionCode
FNRRS0361.arg.1       = ceExceptionMessage

FNRRS0362.explanation = Det oppstod et uventet unntak ved fors\u00f8k p\u00e5 \u00e5 hente maksimum DoD-klassifisert tidsgrense for deklassifisering fra det oppgitte filplandatalageret.
FNRRS0362.action      = Kontroller at egenskapen for DoD-klassifisert datamodell er konfigurert for dette datalageret, og at den inneholder en gyldig verdi for riktig systemkonfigurasjonsoppf\u00f8ring.
FNRRS0362.message     = Uventet feil ved henting av maksimum DoD-klassifisert tidsgrense for deklassifisering. Datalager: ''{0}''
FNRRS0362.arg.0       = repositoryName

FNRRS0363.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 hente disposisjonshandlinger fra overordnet filplandatalager.
FNRRS0363.action      = Kontroller at gjeldende bruker har minst visningsrettigheter p\u00e5 innholdet i filplandatalageret.
FNRRS0363.message     = Feil ved henting av disposisjonshandlinger fra filplandatalager: ''{0}''.
FNRRS0363.arg.0       = fileplan_repository

FNRRS0364.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 hente disposisjonsutl\u00f8sere fra overordnet filplandatalager.
FNRRS0364.action      = Kontroller at gjeldende bruker har minst visningsrettigheter p\u00e5 innholdet i filplandatalageret.
FNRRS0364.message     = Feil ved henting av disposisjonsutl\u00f8sere fra filplandatalager: ''{0}''.
FNRRS0364.arg.0       = fileplan_repository

FNRRS0365.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 hente disposisjonsplaner fra overordnet filplandatalager.
FNRRS0365.action      = Kontroller at gjeldende bruker har minst visningsrettigheter p\u00e5 innholdet i filplandatalageret.
FNRRS0365.message     = Feil ved henting av disposisjonsplaner fra filplandatalager: ''{0}''.
FNRRS0365.arg.0       = fileplan_repository

FNRRS0366.explanation = Det foresl\u00e5tte navnet p\u00e5 disposisjonsutl\u00f8serhendelsen er allerede i bruk i dette datalageret.
FNRRS0366.action      = Oppgi en verdi som ikke allerede er bruk i datalageret.
FNRRS0366.message     = Det foresl\u00e5tte navnet p\u00e5 disposisjonsutl\u00f8serhendelsen er ikke unikt i datalageret: ''{0}''.
FNRRS0366.arg.0       = navneverdi

FNRRS0367.explanation = Syklustiden for en gjentakende disposisjonsutl\u00f8ser m\u00e5 v\u00e6re st\u00f8rre enn 0.
FNRRS0367.action      = Oppgi en verdi som ikke er null for \u00e5r, m\u00e5neder eller dager.
FNRRS0367.message     = Minst en av verdiene for syklustidsperiode m\u00e5 v\u00e6re st\u00f8rre enn 0.

FNRRS0368.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 legge til en ny disposisjonsutl\u00f8ser i et filplandatalager.
FNRRS0368.action      = Kontroller at m\u00e5ldatalageret er gyldig. Kontroller at den gjeldende brukeren har riktig sikkerhetstilgang p\u00e5 objektniv\u00e5 for denne operasjonen.
FNRRS0368.message     = Kan ikke legge til ny disposisjonsutl\u00f8ser i m\u00e5lfilplandatalager: ''{0}''.
FNRRS0368.arg.0       = datalager-ID

FNRRS0369.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 legge til en ny disposisjonshandling i et filplandatalager.
FNRRS0369.action      = Kontroller at m\u00e5ldatalageret er gyldig. Kontroller at den gjeldende brukeren har riktig sikkerhetstilgang p\u00e5 objektniv\u00e5 for denne operasjonen.
FNRRS0369.message     = Kan ikke legge til ny disposisjonshandling i m\u00e5lfilplandatalager: ''{0}''.
FNRRS0369.arg.0       = datalager-ID

FNRRS0370.explanation = Det foresl\u00e5tte navnet p\u00e5 disposisjonshandlingen er allerede i bruk i dette datalageret.
FNRRS0370.action      = Oppgi en verdi som ikke allerede er bruk i datalageret.
FNRRS0370.message     = Det foresl\u00e5tte navnet p\u00e5 disposisjonshandlingen er ikke unikt i datalageret: ''{0}''.
FNRRS0370.arg.0       = navneverdi

FNRRS0371.explanation = Den foresl\u00e5tte disposisjonshandlingen som er knyttet til arbeidsflytverdien, er ikke en forekomst av WorkflowDefinition-klassen.
FNRRS0371.action      = Oppgi en gyldig IBM Enterprise Records WorkflowDefinition-forekomst for den tilknyttede arbeidsflytegenskapen.
FNRRS0371.message     = Den foresl\u00e5tte disposisjonshandlingen som er knyttet til arbeidsflytverdien, er ikke en forekomst av WorkflowDefinition-klassen: ''{0}''.
FNRRS0371.arg.0       = klassenavn

FNRRS0372.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 hente arbeidsflytdefinisjoner fra overordnet filplandatalager.
FNRRS0372.action      = Kontroller at gjeldende bruker har minst visningsrettigheter p\u00e5 innholdet i filplandatalageret.
FNRRS0372.message     = Feil ved henting av arbeidsflytdefinisjoner fra filplandatalager: ''{0}''.
FNRRS0372.arg.0       = fileplan_repository

FNRRS0373.explanation = Det foresl\u00e5tte navnet p\u00e5 disposisjonsplanen er allerede i bruk i dette datalageret.
FNRRS0373.action      = Oppgi en verdi som ikke allerede er bruk i datalageret.
FNRRS0373.message     = Det foresl\u00e5tte navnet p\u00e5 disposisjonsplanen er ikke unikt i datalageret: ''{0}''.
FNRRS0373.arg.0       = navneverdi

FNRRS0374.explanation = Dem foresl\u00e5tte disposisjonsplanen har en ugyldig disposisjonsutl\u00f8serverdi.
FNRRS0374.action      = Oppgi en gyldig disposisjonsutl\u00f8serverdi eller en forh\u00e5ndsdefinert kalenderdatoutl\u00f8ser.
FNRRS0374.message     = Den foresl\u00e5tte disposisjonsplanen har en ugyldig disposisjonsutl\u00f8serverdi.
FNRRS0374.arg.0       = navneverdi

FNRRS0375.explanation = Verdien for den oppgitte egenskapen er ugyldig eller utenfor gyldig verdiomr\u00e5de.
FNRRS0375.action      = Oppgi en gyldig verdi for den spesifiserte egenskapen.
FNRRS0375.message     = Verdien for den oppgitte egenskapen er ugyldig eller er utenfor verdiomr\u00e5det: {0}, ''{1}''
FNRRS0375.arg.0       = egenskapsnavn
FNRRS0375.arg.1       = egenskapsverdi

FNRRS0376.explanation = Den foresl\u00e5tte disposisjonsplanen mangler en gyldig verdi for oppbevaringsperiode.
FNRRS0376.action      = Oppgi ikke-negative verdier for oppbevaringsperiode i \u00e5r, m\u00e5neder og dager.
FNRRS0376.message     = Den foresl\u00e5tte disposisjonsplanen mangler en gyldig verdi for oppbevaringsperiode.

FNRRS0377.explanation = En disposisjonsfase mangler en gyldig verdi for oppbevaringsperiode.
FNRRS0377.action      = Oppgi ikke-negative verdier for oppbevaringsperiode i \u00e5r, m\u00e5neder og dager.
FNRRS0377.message     = En disposisjonsfase mangler en gyldig verdi for oppbevaringsperiode.

FNRRS0378.explanation = En alternativ oppbevaring i en disposisjonsfase mangler en gyldig verdi for oppbevaringsperiode.
FNRRS0378.action      = Oppgi ikke-negative verdier for oppbevaringsperiode i \u00e5r, m\u00e5neder og dager.
FNRRS0378.message     = En alternativ oppbevaring i en disposisjonsfase mangler en gyldig verdi for oppbevaringsperiode.

FNRRS0379.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 legge til en ny disposisjonsplan i et filplandatalager.
FNRRS0379.action      = Kontroller at m\u00e5ldatalageret er gyldig. Kontroller at den gjeldende brukeren har riktig sikkerhetstilgang p\u00e5 objektniv\u00e5 for denne operasjonen.
FNRRS0379.message     = Kan ikke legge til ny disposisjonsplan i m\u00e5lfilplandatalager: ''{0}''.
FNRRS0379.arg.0       = datalager-ID

FNRRS0380.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 legge til en ny posttype i et filplandatalager.
FNRRS0380.action      = Kontroller at m\u00e5ldatalageret er gyldig. Kontroller at den gjeldende brukeren har riktig sikkerhetstilgang p\u00e5 objektniv\u00e5 for denne operasjonen.
FNRRS0380.message     = Kan ikke legge til ny posttype i m\u00e5lfilplandatalager: ''{0}''.
FNRRS0380.arg.0       = datalager-ID

FNRRS0381.explanation = Det foresl\u00e5tte navnet p\u00e5 posttypen er allerede i bruk i dette datalageret.
FNRRS0381.action      = Oppgi en verdi som ikke allerede er bruk i datalageret.
FNRRS0381.message     = Det foresl\u00e5tte navnet p\u00e5 posttypen er ikke unikt i datalageret: ''{0}''.
FNRRS0381.arg.0       = navneverdi

FNRRS0382.explanation = Kan ikke opprette en ny forekomst av enhetstype i datalager-ID.
FNRRS0382.action      = Kontroller at den tilknyttede klassen er definert i datalageret, og at den gjeldende brukeren har riktig sikkerhetstilgang til \u00e5 tillate denne operasjonen.
FNRRS0382.message     = Kan ikke opprette ny forekomst av enhetstype i oppgitt datalager: {0}, ''{1}''.
FNRRS0382.arg.0       = entity_type
FNRRS0382.arg.1       = datalager-ID

FNRRS0383.explanation = Den oppgitte egenskapen eller verdien er ikke tilgjengelig n\u00e5.
FNRRS0383.action      = Kontroller at denne egenskapen er definert og tilgjengelig for den gjeldende brukeren.
FNRRS0383.message     = Kan ikke hente egenskap: {0}.
FNRRS0383.arg.0       = egenskapsnavn

FNRRS0384.explanation = Det foresl\u00e5tte plasseringsnavnet er allerede i bruk i dette datalageret.
FNRRS0384.action      = Oppgi en verdi som ikke allerede er bruk i datalageret.
FNRRS0384.message     = Det foresl\u00e5tte plasseringsnavnet er ikke unikt i datalageret: ''{0}''.
FNRRS0384.arg.0       = navneverdi

FNRRS0385.explanation = Operasjonen st\u00f8ttes ikke av den gjeldende objekttypen
FNRRS0385.action      = Denne operasjonen kan ikke brukes sammen med dette objektet. Endre objektet eller operasjonen
FNRRS0385.message     = Denne operasjonen st\u00f8ttes ikke med den gjeldende objekttypen.

FNRRS0386.explanation = Det foresl\u00e5tte sperringsnavnet er allerede i bruk i dette datalageret.
FNRRS0386.action      = Oppgi en verdi som ikke allerede er bruk i datalageret.
FNRRS0386.message     = Det foresl\u00e5tte sperringsnavnet er ikke unikt i datalageret: ''{0}''.
FNRRS0386.arg.0       = navneverdi

FNRRS0387.explanation = Det oppstod en feil ved henting av sperringer fra filplandatalageret
FNRRS0387.action      = Kontroller at det finnes minst en sperring i datalageret
FNRRS0387.message     = Feil ved henting av sperringer fra filplandatalager: ''{0}''.
FNRRS0387.arg.0       = filplandatalager-ID

FNRRS0388.explanation = Strengen som identifiserer sperringen, rmHoldId, har ugyldig format.
FNRRS0388.action      = Kontroller at strengen har format som en GUID-streng: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' der hver ''x'' er et heksadesimaltegn.
FNRRS0388.message     = Ugyldig format p\u00e5 identifiseringsstreng for sprerring: ''{0}''.
FNRRS0388.arg.0       = sperrings-ID

FNRRS0389.explanation = Kan ikke initialisere SQL-sp\u00f8rring i objektlager.
FNRRS0389.action      = Hvis SQLen inneholder innholdsbasert henting, m\u00e5 du kontrollere at innholdss\u00f8kemotoren er konfigurert p\u00e5 riktig m\u00e5te.
FNRRS0389.message     = Kan ikke initialisere SQL-sp\u00f8rringen ''{0}'' i datalageret ''{1}''.
FNRRS0389.arg.0       = SQL-sp\u00f8rrestreng
FNRRS0389.arg.1       = datalager-ID

FNRRS0390.explanation = IBM Enterprise Records st\u00f8tter ikke heterogene CBR-milj\u00f8er (CBR=content-based retrieval), som kombinerer en eller flere ulike typer CBR-motorer.
FNRRS0390.action      = Du m\u00e5 migrere s\u00f8kemotorene i postobjektlagrene fra IBM Legacy Content Search Engine til IBM Content Search Services.
FNRRS0390.message     = Innholdsdatalagrene som er knyttet til filplandatalageret, er konfigurert med et heterogent innholdsbasert CBR-milj\u00f8 (CBR=content-based retrieval), som kombinerer en eller flere ulike typer CBR-motorer. Denne CBR-konfigurasjonen st\u00f8ttes ikke. Du m\u00e5 migrere s\u00f8kemotoren fra IBM Legacy Content Search Engine til IBM Content Search Services. Du finner mer informasjon under emnet "What is new in IBM FileNet Content Search Engine" i FileNet P8-informasjonssenteret.

FNRRS0391.explanation = Kan ikke initialisere innholdsbasert henting. Det er ikke konfigurert en innholdss\u00f8kemotor, eller den er konfigurert feil.
FNRRS0391.action      = Kontroller at en innholdss\u00f8kemotoren er konfigurert p\u00e5 riktig m\u00e5te med innholdslageret.
FNRRS0391.message     = Det er ikke konfigurert en innholdss\u00f8kemotor, eller den er konfigurert feil. Kan ikke initialisere innholdsbasert henting: ''{0}'' i datalageret ''{1}''.
FNRRS0391.arg.0       = SQL-sp\u00f8rrestreng
FNRRS0391.arg.1       = datalager-ID

FNRRS0392.explanation = Kan ikke hente s\u00f8keresultat basert p\u00e5 s\u00f8kekriteriene.
FNRRS0392.action      = Kontroller at en innholdss\u00f8kemotoren er konfigurert p\u00e5 riktig m\u00e5te med postobjektlageret/-lagrene.
FNRRS0392.message     = Kan ikke hente s\u00f8keresultat basert p\u00e5 s\u00f8kekriteriene.

FNRRS0393.explanation = Posten kan ikke v\u00e6re arkivert i mer enn \u00e9n container.
FNRRS0393.action      = Kontroller at posten ikke er arkivert flere steder og pr\u00f8v igjen.
FNRRS0393.message     = Posten kan ikke v\u00e6re arkivert i mer enn \u00e9n container.

FNRRS0394.explanation = En parameterverdi mangler eller inneholder en ugyldig verdi.
FNRRS0394.action      = Oppgi en kompatibel parameterverdi.
FNRRS0394.message     = Verdien for f\u00f8lgende parameter er ugyldig: ''{0}''
FNRRS0394.arg.0       = parameternavn

FNRRS0395.explanation = Det er ingen aktive volumer i den oppgitte containeren. Det kreves et aktivt volum.
FNRRS0395.action      = Kontroller at det finnes et aktivt volum i den oppgitte containeren.
FNRRS0395.message     = Det er ingen aktive volumer i denne containeren: ''{0}''
FNRRS0395.arg.0       = container-ID

FNRRS0396.explanation = Kilde- og m\u00e5lcontaineren er identiske. Dette er ikke tillatt n\u00e5r du skal flytte objekter.
FNRRS0396.action      = Pr\u00f8v handlingen p\u00e5 nytt og oppgi ulike kilde- og m\u00e5lcontainere.
FNRRS0396.message     = Kilde- og m\u00e5lcontaineren er identiske.

FNRRS0397.explanation = Objektet er allerede lagret i m\u00e5lcontaineren.
FNRRS0397.action      = Pr\u00f8v handlingen p\u00e5 nytt og oppgi en annen m\u00e5lcontainere.
FNRRS0397.message     = Objektet er allerede lagret i m\u00e5lcontaineren.

FNRRS0398.explanation = Posten er allerede en overordnet av kvittering. Den kan ikke v\u00e6re b\u00e5de et mottak og et overordnet mottak.
FNRRS0398.action      = Posten kan ikke v\u00e6re b\u00e5de et mottak og et overordnet mottak. L\u00f8s problemet, avhengig av hvilke behov din virksomhet har.
FNRRS0398.message     = Posten er allerede et overordnet mottak.
FNRRS0398.arg.0       = plassholder

FNRRS0399.explanation = Posten er allerede et mottak. Kvitteringer kan bare knyttes til en enkelt post.
FNRRS0399.action      = Posten kan bare knyttes til en enkelt post. L\u00f8s problemet, avhengig av hvilke behov din virksomhet har.
FNRRS0399.message     = Posten er allerede et mottak.

FNRRS0400.explanation = Overordnet av kvittering er allerede en kvittering. Den kan ikke v\u00e6re b\u00e5de kvittering og overordnet av kvittering.
FNRRS0400.action      = Posten kan ikke v\u00e6re b\u00e5de kvittering og overordnet av kvittering. L\u00f8s problemet, avhengig av hvilke behov din virksomhet har.
FNRRS0400.message     = Den overordnede posten er allerede en kvittering.

FNRRS0401.explanation = Det har oppst\u00e5tt en feil tilknytning av kvittering til posten.
FNRRS0401.action      = Kontroller at kvitteringsegenskapen (receipt) er tilgjengelig fra egenskapssiden. Kontroller at du har tillatelse til \u00e5 endre egenskapene til posten og kvitteringen.
FNRRS0401.message     = Kvitteringen kunne ikke knyttes til posten.

FNRRS0402.explanation = Objektet er ikke en gyldig kvittering.
FNRRS0402.action      = Kontroller at egenskapen receiptOf har en gyldig verdi for kvitteringen.
FNRRS0402.message     = Dette objektet er ikke en gyldig kvittering: {0}.
FNRRS0402.arg.0       = objekt-ID

FNRRS0403.explanation = Det har oppst\u00e5tt en feil ved fors\u00f8k p\u00e5 \u00e5 koble denne kvitteringen fra overordnet.
FNRRS0403.action      = Kontroller at kvitteringer er aktivert for objektlageret. Kontroller at dette objektet er en gyldig kvittering.
FNRRS0403.message     = Kvitteringen kan ikke frakobles.

FNRRS0404.explanation = Det har oppst\u00e5tt en feil ved fors\u00f8k p\u00e5 \u00e5 opprette en RMAudit-hendelse for objektet.
FNRRS0404.action      = Kontroller at dette objektet er et gyldig dokument, tilpasset objekt eller en gyldig mappe.
FNRRS0404.message     = Kunne ikke opprette hendelse for objektet: ''{0}''
FNRRS0404.arg.0       = objekt-ID

FNRRS0405.explanation = Det har oppst\u00e5tt en feil ved verifisering av egenskaper knyttet til viktige poster. Enheten er merket som viktig, men en tilknyttet egenskap mangler eller er ugyldig.
FNRRS0405.action      = Kontroller at egenskapene for viktig post er definert med gyldige verdier.
FNRRS0405.message     = Ugyldig egenskap for viktig post: ''{0}'' med verdien {1}
FNRRS0405.arg.0       = egenskapsnavn
FNRRS0405.arg.1       = egenskapsverdi

FNRRS0406.explanation = Containerne som ble sendt inn, er ikke fra samme filplan.
FNRRS0406.action      = Kontroller at disse containerne befinner seg i samme filplan.
FNRRS0406.message     = Containeren {0} og containeren {1} er ikke fra samme filplan.
FNRRS0406.arg.0       = container 1-ID
FNRRS0406.arg.1       = container 2-ID

FNRRS0407.explanation = De oppgitte egenskapene for viktig post er enten tomme eller ugyldige.
FNRRS0407.action      = Kontroller at egenskapene for viktig post er definert med gyldige verdier.
FNRRS0407.message     = Ugyldige egenskaper for viktig post.

FNRRS0408.explanation = Egenskapen ApplyToNameOrID har en ugyldig verdi. Verdien m\u00e5 v\u00e6re enten navn eller identifikator
FNRRS0408.action      = Endre egenskapen til en av de gyldige verdiene
FNRRS0408.message     = Egenskap har en ugyldig verdi

FNRRS0409.explanation = Det er ikke mulig \u00e5 definere viktig-egenskapene. Pr\u00f8v \u00e5 finne \u00e5rsaken ved \u00e5 kontrollere de andre feilmeldingene.
FNRRS0409.action      = Kontroller at egenskapene for viktig post er definert med gyldige verdier.
FNRRS0409.message     = Kan ikke hente viktig-egenskaper for enheten. Egenskap: ''{0}''.
FNRRS0409.arg.0       = objekt-ID

FNRRS0410.explanation = Det er ikke mulig \u00e5 definere viktig-egenskapene. Pr\u00f8v \u00e5 finne \u00e5rsaken ved \u00e5 kontrollere de andre feilmeldingene.
FNRRS0410.action      = Kontroller at egenskapene for viktig post er definert med gyldige verdier.
FNRRS0410.message     = Kan ikke definere neste gjennomgangsdato for viktig objekt for enheten ''{0}''.
FNRRS0410.arg.0       = objekt-ID

FNRRS0411.explanation = Det oppgitte m\u00f8nsternavnet er ikke unikt.
FNRRS0411.action      = Velg et nytt m\u00f8nsternavn som er unikt
FNRRS0411.message     = Navnet som er oppgitt for m\u00f8nsteret, er ikke unikt.

FNRRS0412.explanation = Det er ikke mulig \u00e5 definere viktig-egenskapene. Pr\u00f8v \u00e5 finne \u00e5rsaken ved \u00e5 kontrollere de andre feilmeldingene.
FNRRS0412.action      = Kontroller at egenskapene for viktig post er definert med gyldige verdier.
FNRRS0412.message     = Kan ikke definere viktig-egenskaper for enheten ''{0}''.
FNRRS0412.arg.0       = objekt-ID

FNRRS0413.explanation = Viktig-egenskapen kan ikke v\u00e6re null.
FNRRS0413.action      = Kontroller at egenskapen for viktig post er definert med en gyldig verdi som ikke er null.
FNRRS0413.message     = Kan ikke definere egenskapen for viktig utl\u00f8ser: ''{0}''.
FNRRS0413.arg.0       = objekt-ID

FNRRS0414.explanation = Den oppgitte sykliske hendelsen har en ugyldig syklusperiode. Dette kan skyldes at \u00e5rene, m\u00e5nedene og dagene som er knyttet til utl\u00f8seren, er null.
FNRRS0414.action      = Kontroller at syklusperioden har en gyldig verdi som er st\u00f8rre enn null.
FNRRS0414.message     = Det sykliske hendelsesnavnet {0} definerer syklusperioden som {1} \u00e5r, {2} m\u00e5neder, {3} dager. Systemet klarer ikke \u00e5 beregne disposisjonsdata.
FNRRS0414.arg.0       = aktivitetsnavn
FNRRS0414.arg.1       = antall \u00e5r
FNRRS0414.arg.2       = antall m\u00e5neder
FNRRS0414.arg.3       = antall dager

FNRRS0415.explanation = Det har oppst\u00e5tt en uventet feil ved fors\u00f8k p\u00e5 \u00e5 hente tilgjengelige ConnectorRegistration-objekter fra et FilePlan-datalager.
FNRRS0415.action      = Kontroller at alle trinn i installeringen av filplandatalageret er utf\u00f8rt p\u00e5 riktig m\u00e5te.
FNRRS0415.message     = Kan ikke hente ConnectorRegistration-objekter fra filplandatalageret: {0}.
FNRRS0415.arg.0       = Filplandatalager-ID

FNRRS0416.explanation = F\u00e5r ikke tilgang til klasser i IBM FileNet P8 Process Engine Java API.
FNRRS0416.action      = Kontroller at jar-filen for Process Engine Java API og tilh\u00f8rende avhengigheter er inkludert klassebanen for kj\u00f8retid. Dette settet inneholder vanligvis  pe.jar, peResources.jar, mailapi.jar og xercesImpl.jar. Metoden RALPESupport#getSetupException kan brukes til \u00e5 hente eventuelle unntak som har oppst\u00e5tt.
FNRRS0416.message     = IBM FileNet P8 Process Engine Java API er ikke tilgjengelig.

FNRRS0417.explanation = Inndataparameteren ''vwSession'' m\u00e5 v\u00e6re en gyldig forekomst av klassen ''filenet.vw.api.VWSession''.
FNRRS0417.action      = Kontroller at konfigurasjonen av IBM FileNet P8 Process Engine-klienttilkoblingen er riktig.
FNRRS0417.message     = Inndataparameteren ''vwSession'' er ikke en gyldig forekomst av klassen ''filenet.vw.api.VWSession''.

FNRRS0418.explanation = Inndataparameteren ''vwStepElement'' m\u00e5 v\u00e6re en gyldig forekomst av klassen ''filenet.vw.api.VWStepElement''.
FNRRS0418.action      = En gyldig forekomst av klassen ''filenet.vw.api.VWStepElement'' kan hentes ved hjelp av RALPESupport#createWorkflow-metoden.
FNRRS0418.message     = Inndataparameteren ''vwStepElement'' er ikke en gyldig forekomst av klassen ''filenet.vw.api.VWStepElement''.

FNRRS0419.explanation = Det oppstod en uventet unntak: ''filenet.vw.api.VWException''. 
FNRRS0419.action      = Unders\u00f8k den vedlagte meldingsstrengen, stakksporingen og/eller serverloggene for \u00e5 finne \u00e5rsaken til denne feilen.
FNRRS0419.message     = Et uventet ''filenet.vw.api.VWException'' ble oppdaget : {0}
FNRRS0419.arg.0	   = Den lokaliserte meldingsstrengen fra forekomsten ''filenet.vw.api.VWException''.

FNRRS0420.explanation = Det kreves en ''filenet.vw.api.VWUserInfo''-forekomst som ikke er null, for \u00e5 utf\u00f8re denne operasjonen.
FNRRS0420.action      = Kontroller at den oppgitte ''filenet.vw.api.VWSession''-forekomsten er gyldig, og at den gjeldende brukeren er autentisert.
FNRRS0420.message     = P8 FileNet Process Engine API-kallet for \u00e5 hente en ''filenet.vw.api.VWUserInfo''-forekomst returnerte en nullverdi.

FNRRS0421.explanation = Det ble returnert en feil ved fors\u00f8k p\u00e5 \u00e5 hente den oppgitte sperringen.
FNRRS0421.action	   = Kontroller at strengen som identifiserer sperringen er gyldig, og at sperringen finnes.
FNRRS0421.message     = Kan ikke hente den oppgitte sperringen {0}
FNRRS0421.arg.0        = Den spesifikke strengen som identifiserer sperringen.

FNRRS0422.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 hente rapportdefinisjoner fra overordnet filplandatalager.
FNRRS0422.action      = Kontroller at gjeldende bruker har minst visningsrettigheter p\u00e5 innholdet i filplandatalageret.
FNRRS0422.message     = Feil ved henting av rapportdefinisjonene fra filplandatalager: ''{0}''.
FNRRS0422.arg.0       = fileplan_repository

FNRRS0423.explanation = Det oppstod en feil i JVM XML-analysatorkonfigurasjonen som er knyttet til XPATH.
FNRRS0423.action      = Kontroller at du har JRE versjon 1.5 eller nyere.
FNRRS0423.message     = Feil under initialisering av JVM XML-analysatorkonfigurasjonen som er knyttet til XPATH.

FNRRS0424.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 analysere rapportdefinisjons-XML.
FNRRS0424.action      = Kontroller at rapportdefinisjons-XMLen er riktig formatert.
FNRRS0424.message     = Feil ved analysering av rapportdefinisjons-XML: ''{0}''.
FNRRS0424.arg.0       = rapportdefinisjonsnavn eller -ID

FNRRS0425.explanation = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 hente rapportdefinisjonsinnhold.
FNRRS0425.action      = Kontroller at rapportdefinisjonen finnes og at den inneholder XML-formatert innhold.
FNRRS0425.message     = Feil ved henting av rapportdefinisjonsinnhold: ''{0}''.
FNRRS0425.arg.0       = rapportdefinisjonsnavn eller -ID

FNRRS0426.explanation = Det ble returnert en feil fra org.w3c.DOM API-biblioteket.
FNRRS0426.action      = Du finner mer informasjon i stakksporingen for unntak.
FNRRS0426.message     = Det oppstod en feil under behandling av XML-DOM som del av en eksportprosess, enhet: {0}.
FNRRS0426.arg.0       = Identitet for enhet som er involvert i eksporten.

FNRRS0427.explanation = Det ble returnert en feil fra P8 Content Engine XML-eksportgenereringsverkt\u00f8yet.
FNRRS0427.action      = Du finner mer informasjon i stakksporingen for unntak.
FNRRS0427.message     = Det oppstod en feil under P8 Content Engine XML-generering som er en del av eksportprosessen, enhet: {0}.
FNRRS0427.arg.0       = Identitet for enhet som er involvert i eksporten.

FNRRS0428.explanation = Det ble returnert en feil fra P8 Content Engine XML-eksportgenereringsverkt\u00f8yet.
FNRRS0428.action      = Du finner mer informasjon i stakksporingen for unntak.
FNRRS0428.message     = Det oppstod en feil under XML-serialisering til utdatafil: {0}, {1}.
FNRRS0428.arg.0       = Filsystemet utdatafilbane.
FNRRS0428.arg.1       = Unntaksmelding om XML-transformering.

FNRRS0429.explanation = Selv om det ble funnet et dokument for egenskapsverdien CurrentPhaseExportFormat, oppstod det en feil ved fors\u00f8k p\u00e5 \u00e5 lese XSLT-innholdet. 
FNRRS0429.action      = Kontroller at CurrentPhaseExportFormat i eksportenheten er tildelt en gyldig dokumentverdi som inneholder en gyldig XSLT.
FNRRS0429.message     = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 lese XSLT-innhold fra CurrentPhaseExportFormat-verdidokument: {0}.
FNRRS0429.arg.0       = Identitet for dokumentverdi for ExportFormat-egenskapen.

FNRRS0430.explanation = Et fors\u00f8k p\u00e5 \u00e5 forkompilere en XPath-streng til et XPath-uttrykk mislyktes. 
FNRRS0430.action      = Kontroller at XPath-strengen er gyldig, eller at gjeldende JRE/classpath st\u00f8tter XPath, eller begge deler.
FNRRS0430.message     = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 kompilere f\u00f8lgende XPath-uttrykksstreng: ''{0}''.
FNRRS0430.arg.0       = Mislykket XPath-uttrykksstreng.

FNRRS0431.explanation = Kan ikke hente sidemerke for gjeldende RMPageIterator-status. 
FNRRS0431.action      = Kontroller at RMPageIterator er flyttet til en gyldig sideplassering.
FNRRS0431.message     = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 returnere gjeldende sidemerke.

FNRRS0432.explanation = Det oppstod en uventet feil ved fors\u00f8k p\u00e5 \u00e5 hente egenskapsverdien RecordedDocuments for posten.
FNRRS0432.action      = Kontroller at den gjeldende brukeren har riktige tilgangsrettigheter til tilknyttede innholdselementer.
FNRRS0432.message     = Det oppstod en feil ved fors\u00f8k p\u00e5 \u00e5 hente tilknyttede innholdselementer for post: {0}.
FNRRS0432.arg.0       = Identiteten for posten.

FNRRS0433.explanation = M\u00e5lcontaineren i en containerflytteoperasjon kan ikke befinne seg i undercontainerens hierarki i kildecontaineren.
FNRRS0433.action      = Velg en annen m\u00e5lcontainerplassering som kildecontaineren skal flyttes til.
FNRRS0433.message     = Kan ikke flytte en kildecontainer til en m\u00e5lcontainer som er under kildecontaineren, sourceIdent: {0}, targetIdent: {1}.
FNRRS0433.arg.0       = Identitet for kildecontainer som flyttefors\u00f8ket gjelder for.
FNRRS0433.arg.1       = Identitet for m\u00e5lcontaineren.

FNRRS0434.explanation = Unders\u00f8k om det finnes underliggende unntak i eventuelle stakksporinger.
FNRRS0434.action      = Kj\u00f8r disposisjonssveiping p\u00e5 nytt eller fors\u00f8k \u00e5 starte disposisjonsoperasjonen p\u00e5 nytt, eller begge deler.
FNRRS0434.message     = Det oppstod en uventet feil ved oppdatering av gjeldende fasedata for en enhet, enhets-ID: {0}.
FNRRS0434.arg.0       = Identitet for den aktuelle enheten.

FNRRS0435.explanation = Kan ikke starte disposisjonsoperasjon for en enhet p\u00e5 grunn av en sperring eller endring i disposisjonsplanen.
FNRRS0435.action      = Fjern eventuelle sperringer for denne enheten, eller for det overordnede eller underordnede hierarkiet. Kj\u00f8r disposisjonssveiping p\u00e5 nytt.
FNRRS0435.message     = P\u00e5 grunn av en endring i gjeldende disposisjonsfase, er det ikke mulig \u00e5 starte disposisjon for denne enheten: {0}.
FNRRS0435.arg.0       = Identiteten for enheten som start av disposisjon ble fors\u00f8kt for.

FNRRS0436.explanation = En disposisjonsfase kan ikke fjernes fra disposisjonsplanen hvis en eller flere postcontainere eller poster befinner seg i denne fasen.
FNRRS0436.action      = Kj\u00f8r disposisjonssveiping p\u00e5 nytt eller start disposisjon for ber\u00f8rte postcontainere eller poster, eller begge, og fors\u00f8k   fasefjerningsoperasjonen p\u00e5 nytt.
FNRRS0436.message     = Kan ikke fjerne en disposisjonsfase som er i bruk, fase-ID: {0}.
FNRRS0436.arg.0       = Identitet for disposisjonsfase som fjerningsfors\u00f8ket ble utf\u00f8rt p\u00e5.

FNRRS0437.explanation = En disposisjonsplan kan ikke inneholde flere forekomster av en bestemt disposisjonsfase.
FNRRS0437.action      = Opprett en ny disposisjonsfase f\u00f8r du fors\u00f8ker \u00e5 legge den til i en disposisjonsplan.
FNRRS0437.message     = Kan ikke legge til en disposisjonsfase i en plan som allerede inneholder disposisjonsfasen, fase-ID: {0}.
FNRRS0437.arg.0       = Identitet for disposisjonsfase som tilf\u00f8yingsfors\u00f8ket ble utf\u00f8rt p\u00e5.

FNRRS0438.explanation = En bestemt disposisjonsfase kan ikke brukes i mer enn \u00e9n disposisjonsplan.
FNRRS0438.action      = Opprett en ny disposisjonsfase f\u00f8r du fors\u00f8ker \u00e5 legge den til i en disposisjonsplan.
FNRRS0438.message     = Kan ikke legge til en disposisjonsfase i en plan som allerede brukes i en annen plan, fase-ID: {0}.
FNRRS0438.arg.0       = Identitet for disposisjonsfase som tilf\u00f8yingsfors\u00f8ket ble utf\u00f8rt p\u00e5.

FNRRS0439.explanation = N\u00e5r en plan f\u00f8rst inneholder en fase der disposisjonshandlingen er automatisk \u00f8deleggelse, \u00f8deleggelse eller overf\u00f8ring, er det ikke mulig \u00e5 legge til flere faser i planen.
FNRRS0439.action      = Du m\u00e5 f\u00f8rst fjerne eventuelle avsluttende handlingsfaser f\u00f8r du fors\u00f8ker \u00e5 legge til en ny fase i en disposisjonsplan.
FNRRS0439.message     = Kan ikke legge til en disposisjonsfase i en plan som allerede har en avsluttende handlingsfase av typen automatisk \u00f8deleggelse, \u00f8deleggelse eller overf\u00f8ring.

FNRRS0440.explanation = Kan ikke fjerne en disposisjonsfase fra en samling som disposisjonsfasen ikke er en del av.
FNRRS0440.action      = Oppdater den tilsvarende disposisjonsplanen og \u00e5pne listen over disposisjonsfaser p\u00e5 nytt.
FNRRS0440.message     = Disposisjonsfasen er ikke et medlem i denne listen over disposisjonsfaser, fase-ID: {0}.
FNRRS0440.arg.0       = Identitet for disposisjonsfase som fjerningsfors\u00f8ket ble utf\u00f8rt p\u00e5.

FNRRS0441.explanation = En disposisjonsfase kan ikke inneholde flere forekomster av en bestemt alternativ oppbevaring.
FNRRS0441.action      = Opprett en ny alternativ oppbevaring f\u00f8r du fors\u00f8ker \u00e5 legge den til i en disposisjonsfase.
FNRRS0441.message     = Kan ikke legge til en alternativ oppbevaring i en disposisjonsplan som allerede inneholder oppbevaringen, alternativ oppbevarings-ID: {0}.
FNRRS0441.arg.0       = Identitet for alternativ oppbevaring som tilf\u00f8yingsfors\u00f8ket ble utf\u00f8rt p\u00e5.

FNRRS0442.explanation = En bestemt alternativ oppbevaring kan ikke brukes i mer enn \u00e9n disposisjonsfase.
FNRRS0442.action      = Opprett en ny alternativ oppbevaring f\u00f8r du fors\u00f8ker \u00e5 legge den til i en disposisjonsfase.
FNRRS0442.message     = Kan ikke legge til en alternativ oppbevaring i \u00e9n fase er allerede i bruk i en annen fase, alternativ oppbevarings-ID: {0}.
FNRRS0442.arg.0       = Identitet for alternativ oppbevaring som tilf\u00f8yingsfors\u00f8ket ble utf\u00f8rt p\u00e5.

FNRRS0443.explanation = Kan ikke fjerne alternativ oppbevaring fra en samling som oppbevaringen ikke er en del av.
FNRRS0443.action      = Oppdater den tilsvarende disposisjonsfasen og \u00e5pne listen over alternativ oppbevaring p\u00e5 nytt.
FNRRS0443.message     = Den alternative oppbevaringen er ikke et medlem i denne listen over alternative oppbevaringer, alternativ oppbevarings-ID: {0}.
FNRRS0443.arg.0       = Identitet for alternativ oppbevaring som fjerningsfors\u00f8ket ble utf\u00f8rt p\u00e5.

FNRRS0444.explanation = Det er ikke st\u00f8tte for direkte sletting av en DispositionPhase-forekomst.
FNRRS0444.action      = Bruk en av DispositionPhaseList.remove-metodene n\u00e5r du skal slette en DispositionPhase-forekomst.
FNRRS0444.message     = Slettemetoden kan ikke brukes for en DispositionPhase-forekomst. Bruk i stedet DispositionPhaseList.remove.

FNRRS0445.explanation = Det er ikke st\u00f8tte for direkte sletting av en AlternateRetention-forekomst.
FNRRS0445.action      = Bruk en av AlternateRetentionList.remove-metodene n\u00e5r du skal slette en AlternateRetention-forekomst.
FNRRS0445.message     = Slettemetoden kan ikke brukes for en AlternateRetention-forekomst. Bruk i stedet AlternateRetentionList.remove.

FNRRS0446.explanation = Feil ved fors\u00f8k p\u00e5 \u00e5 hente tilgangsrollen definert av en ID.
FNRRS0446.action      = Kontroller at gjeldende bruker har tilstrekkelige rettigheter til \u00e5 legge til et nytt medlem i en eksisterende rolle, og at rollen det dreier seg om, fremdeles finnes p\u00e5 datalageret.
FNRRS0446.message     = Feil ved fors\u00f8k p\u00e5 \u00e5 hente tilgangsrollen definert av IDen = ''{0}''.
FNRRS0446.arg.0       = rolle_ID

FNRRS0447.explanation = En disposisjonsplan m\u00e5 inneholde en egenskapsverdi for ''\u00c5rsak til endring'' som ikke er null, f\u00f8r du kan endre den eller tilknyttede disposisjonsfaser, eller f\u00f8r du kan lagre begge.
FNRRS0447.action      = Oppgi en verdi for ''\u00c5rsak til endring'' som ikke er null/tom p\u00e5 den tilknyttede disposisjonsplanen, f\u00f8r du fors\u00f8ker \u00e5 lagre planen eller noen av de tilh\u00f8rende disposisjonsfasene.
FNRRS0447.message     = Du kan ikke lagre en disposisjonsfase n\u00e5r den tilknyttede disposisjonsplanen mangler en egenskapsverdi for ''\u00c5rsak til endring''.

FNRRS0448.explanation = Enhetstypen til containeren som ble hentet, samsvarer ikke med enhetstypen du bad om. Du fors\u00f8ker for eksempel \u00e5 hente en postkategori ved \u00e5 bruke en postmappe-ID.
FNRRS0448.action      = Kontroller at container-IDen er riktig for containeren som forventes, og pr\u00f8v p\u00e5 nytt.
FNRRS0448.message     = Den faktiske enhetstypen til containeren som ble hentet, samsvarer ikke med enhetstypen du bad om, container-ID: {0}, forespurt enhetstype: {1}, faktisk enhetstype for container: {2}.
FNRRS0448.arg.0       = container-ID
FNRRS0448.arg.1       = forespurt enhetstype
FNRRS0448.arg.2       = faktisk enhetstype for container

FNRRS0449.explanation = Det ble sendt et CBR_FULLTEXTROWLIMIT_EXCEEDED-unntak fra IBM FileNet Content Search Engine. S\u00f8keresultatene overskrider motorkapasiteten. 
FNRRS0449.action      = Avgrens n\u00f8kkelordene i innholdss\u00f8ket.
FNRRS0449.message     = S\u00f8keresultatene overskrider kapasiteten til IBM FileNet Content Search Engine. Avgrens n\u00f8kkelordene i innholdss\u00f8ket.



FNRRS0600.explanation = Det oppstod et uventet unntak i Java API for poststyrer (Records Manager). Unntaket er beskrevet i unntaksmeldingen.
FNRRS0600.action      = Les teksten i unntaksmeldingen og den tilknyttede stakksporingen for \u00e5 f\u00e5 mer informasjon om \u00e5rsaken til dette unntaket.
FNRRS0600.message     = Det oppstod et uventet unntak: {0}.
FNRRS0600.arg.0       = unntaksmelding

FNRRS0601.explanation = En obligatorisk globaliseringsressursbuntfil er ikke tilgjengelig, basisnavn p\u00e5 bunt/pakke: basisnavn
FNRRS0601.action      = Kontroller at det finnes en eller flere tilgjengelige ressursbuntfiler i formatet basisnavn_nnNN.properties i JVM-klassebanen.
FNRRS0601.message     = Ingen ResourceBundle ble funnet for basisnavn: ''{0}''.
FNRRS0601.arg.0       = basisnavn

FNRRS0602.explanation = Det ble sendt en ikke-st\u00f8ttet null eller en tom strengverdi for en inndataparameter: parameternavn.
FNRRS0602.action      = Kontroller at verdien for denne parameteren ikke er null eller en tom streng.
FNRRS0602.message     = Verdi for inndataparameter er null eller en tom streng for parameteren ''{0}''.
FNRRS0602.arg.0       = parameternavn

FNRRS0603.explanation = Det ble sendt en ikke-st\u00f8ttet null eller en ugyldig matriseverdi for inndataparameter: parameternavn.
FNRRS0603.action      = Kontroller at matrisen (array) er ikke null eller tom, og at den ikke inneholder matrisemedlemmer med nullverdier.
FNRRS0603.message     = Verdi for inndataparameter er null eller en ugyldig matrise for parameteren {0}.
FNRRS0603.arg.0       = parameternavn

FNRRS0604.explanation = Det ble sendt en ikke-st\u00f8ttet null eller en ugyldig samlingsverdi for inndataparameter: parameternavn.
FNRRS0604.action      = Kontroller at samlingen ikke null eller tom, og at den ikke inneholder nullmedlemmer.
FNRRS0604.message     = Verdi for inndataparameter er null eller en ugyldig samling for parameteren {0}.
FNRRS0604.arg.0       = parameternavn

#
#
#================================================================================
# JARM Logging Message Strings
#--------------------------------------------------------------------------------
# For each logging message include the suffixed resource where applicable:
#   .message     -- the actual log message containing any necessary {n} parameter placeholders.
#   .arg.n       -- description of argument parameter {n}.
#
#

FNRRS9999.message  = Testmelding, param1: {0}, param2: {1}.

FNRRS0700.message = Feil under opprettelse av {0} {1} RM-revisjonsforekomst for enhet: {2}
FNRRS0700.arg.0   = Operasjonen som revideres, for eksempel sletting, flytting osv.
FNRRS0700.arg.1   = Vellykket eller Mislykket revisjonsstatus.
FNRRS0700.arg.2   = Identifiserende streng for enhet som er knyttet til RM-revisjonsfors\u00f8ket.

FNRRS0701.message = Den gjeldende brukeren ikke har tilgangsrettighet til \u00e5 lagre kopidokumentet {0} i innholdsmappen {1} som en del av en kopiprosess for poster.
FNRRS0701.arg.0   = Identifikator for nylig opprettet dokumentkopi.
FNRRS0701.arg.1   = Identifikator for involvert innholdsmappe.

FNRRS0702.message = Det finnes flere underordnede aktive volumer i postmappen {0}.
FNRRS0702.arg.0   = Identifikator for overordnet postmappe.

FNRRS0703.message = Problem ved behandling av DoD-klassifisert postversjon under ny deklarering av post: {0}
FNRRS0703.arg.0   = Unntaksmelding.

FNRRS0704.message = Det oppstod en uventet feil ved fors\u00f8k p\u00e5 automatisk sletting av PSS Atlas-styrte disposisjonsartefakter: {0}
FNRRS0704.arg.0   = Unntaksmelding.

FNRRS0705.message = Det ble utf\u00f8rt en ny beregning av disposisjonsavslutning (cutoff) for enhet: {0}.
FNRRS0705.arg.0   = Enhetsidentifikator.

#
#
#--------------------------------------------------------------------------------
#
#
#================================================================================
# JARM Miscellaneous Strings (primarily for auditing purposes).
#--------------------------------------------------------------------------------

#-- Used for LString class unit tests.
test.string1		= Teststreng.
test.pattern1		= F\u00f8rst {0} og deretter {1}.

audit.reasonForFailure = \u00c5rsak til feil: {0}

#-- {0} - the record or entity which is affected
#-- {1} - location where the entity was transferred or exported
audit.successfulDelete = RM-enheten {0} ble slettet
audit.failedDelete	   = RM-enheten {0} ble ikke slettet

audit.successfulExport = RM-enheten {0} ble eksportert til {1}
audit.failedExport	   = RM-enheten {0} ble ikke eksportert til {1}

audit.successfulInterimTransfer = RM-enheten {0} ble overf\u00f8rt midlertidig til {1}
audit.failedInterimTransfer 	= RM-enheten {0} ble ikke overf\u00f8rt midlertidig til {1}

audit.successfulTransfer = RM-enheten {0} ble overf\u00f8rt til {1}
audit.failedTransfer 	 = RM-enheten {0} ble ikke overf\u00f8rt til {1}

audit.successfulUndeclare = RM-posten {0} ble avdeklarert
audit.failedUndeclare     = RM-posten {0} ble ikke avdeklarert

audit.successfulReview = RM-posten {0} ble gjennomg\u00e5tt
audit.failedReview     = RM-posten {0} ble ikke gjennomg\u00e5tt

#-- {0} - the record or entity which is affected
#-- {1} - source location where the entity is from
#-- {2} - destination location where the entity is being relocated to
audit.successfulRelocate = RM-enheten {0} ble flyttet fra kildeplasseringen {1} til m\u00e5lplasseringen {2}
audit.failedRelocate     = RM-enheten {0} kunne ikke flyttes

#-- {0} - the record or entity which is affected
#-- {1} - name of the hold
audit.holdReason       = Manuell sperring
audit.successfulHold   = RM-enheten {0} ble sperret {1}
audit.failedHold       = RM-enheten {0} ble ikke sperret {1}

audit.removeHoldReason      = Manuell fjerning av sperring
audit.successfullRemoveHold = RMEntity {0} ble fjernet fra sperring {1}
audit.failedRemoveHold      = RMEntity {0} ble ikke fjernet fra sperring {1}

bulk.deleteReason	= Del av en masseslettingsoperasjon

disposition.deleteFromDestroy   = Sletting ble utf\u00f8rt som et resultat av en \u00f8deleggelseshandling.
disposition.closedByDisposition = Lukket p\u00e5 grunn av disposisjonsbehandling.

# volume.autoCloseReason must be limited to 64 chars max.
volume.autoCloseReason	= Volum ble lukket p\u00e5 grunn av tilf\u00f8yelse av nytt aktivt parallellvolum.

