# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2010, 2012 IBM Corp. All rights reserved.
#
# JARM Localized String Resources (en_US).
# Includes strings for exception messages, logging and
#  other miscellaneous usage.
#
#
#================================================================================
# JARM Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRS0100.explanation = La propiedad designada por el property_symbolicname no est\u00e1 actualmente en la memoria cach\u00e9 de propiedades.
FNRRS0100.action      = Renueve las propiedades del objeto para asegurarse de que la propiedad que necesita est\u00e1 incluida en el filtro de propiedades.
FNRRS0100.message     = La propiedad no est\u00e1 en la memoria cach\u00e9 de propiedades para el objeto, nombre simb\u00f3lico de propiedad: ''{0}''.
FNRRS0100.arg.0       = property_symbolicname

FNRRS0101.explanation = La operaci\u00f3n no est\u00e1 soportada para este entity_type identificado como identidad.
FNRRS0101.action      = Ajuste la aplicaci\u00f3n cliente para que no intente esta operaci\u00f3n en este tipo de instancia.
FNRRS0101.message     = La operaci\u00f3n no est\u00e1 admitida para este tipo de instancia; operaci\u00f3n: ''{0}'', EntityType: ''{1}'', identidad: ''{2}''.
FNRRS0101.arg.0       = operation
FNRRS0101.arg.1       = entity_type
FNRRS0101.arg.2       = identity

FNRRS0102.explanation = La colecci\u00f3n de repositorios en la que se va a realizar una operaci\u00f3n de b\u00fasqueda no pertenece al mismo dominio.
FNRRS0102.action      = Aseg\u00farese de que los repositorios de b\u00fasqueda pertenecen todos al mismo dominio.
FNRRS0102.message     = Los repositorios de b\u00fasqueda no pertenecen al mismo dominio.

FNRRS0103.explanation = La propiedad symbolic_name no admite las operaciones get o set para el tipo data_type.
FNRRS0103.action      = Restrinja el tipo de datos utilizado con esta propiedad a ese tipo, tal como lo define el valor DataType de la propiedad.
FNRRS0103.message     = La propiedad no admite el tipo de datos, nombre simb\u00f3lico: ''{0}'', tipo de datos: ''{1}''.
FNRRS0103.arg.0       = symbolic_name
FNRRS0103.arg.1       = data_type

FNRRS0104.explanation = El contenedor padre de destino est\u00e1 cerrado actualmente y no puede aceptar la adici\u00f3n de nuevos hijos.
FNRRS0104.action      = Elija un contenedor padre alternativo o abra este contenedor padre.
FNRRS0104.message     = El contenedor padre de destino ''{0}'' est\u00e1 cerrado actualmente por el a\u00f1adido de nuevos hijos.
FNRRS0104.arg.0       = parent_id

FNRRS0105.explanation = El contenedor padre especificado no tiene permitido que contenga un hijo de ese tipo.
FNRRS0105.action      = Elija un contenedor padre alternativo para el nuevo objeto hijo.
FNRRS0105.message     = El contenedor padre de destino ''{0}'' no puede contener un objeto hijo de tipo {1}.
FNRRS0105.arg.0       = parent_id
FNRRS0105.arg.1       = container_type

FNRRS0106.explanation = Los valores de propiedad especificados para el nuevo contenedor deben tener valores exclusivos relativos a todos sus contenedores potenciales hermanos existentes en el contenedor padre de destino.
FNRRS0106.action      = Aseg\u00farese de que se proporcionan valores exclusivos para los valores de propiedad en cuesti\u00f3n.
FNRRS0106.message     = Se ha encontrado un error en el a\u00f1adido de un nuevo contenedor de tipo {0} al contenedor padre ''{1}'' porque uno o m\u00e1s de los siguientes valores de propiedad no son exclusivos entre los contenedores hermanos existentes: {2}, {3}.
FNRRS0106.arg.0       = container_type
FNRRS0106.arg.1       = parent_id
FNRRS0106.arg.2       = property1_name
FNRRS0106.arg.3       = property2_name

FNRRS0107.explanation = La propiedad especificada debe tener asignado un valor que no est\u00e9 en blanco.
FNRRS0107.action      = Proporcione un valor que no est\u00e9 en blanco para la propiedad especificada.
FNRRS0107.message     = Al objeto le falta un valor que no est\u00e9 en blanco para la propiedad ''{0}''.
FNRRS0107.arg.0       = Nombre de la propiedad que falta o est\u00e1 en blanco.

FNRRS0108.explanation = El contenedor especificado no se puede suprimir debido a una retenci\u00f3n existente directamente en el contenedor, en uno o m\u00e1s de sus padres o en uno o m\u00e1s de sus contenidos descendentes.
FNRRS0108.action      = Elimine las retenciones que lo impiden y vuelva a intentar el proceso de supresi\u00f3n.
FNRRS0108.message     = La supresi\u00f3n del contenedor no est\u00e1 permitida por las condiciones de retenci\u00f3n existentes: ''{0}''.
FNRRS0108.arg.0       = delete_target

FNRRS0109.explanation = El contenedor especificado no se puede suprimir porque contiene subcontenedores o registros.
FNRRS0109.action      = Suprima el contenido del contenedor y reintente el proceso de supresi\u00f3n.
FNRRS0109.message     = No se puede suprimir un contenedor que no est\u00e9 vac\u00edo: ''{0}''.
FNRRS0109.arg.0       = delete_target

FNRRS0110.explanation = El contenedor especificado no se puede suprimir porque contiene subcontenedores o registros que se han suprimido l\u00f3gicamente (es decir, existen porque la caracter\u00edstica de metadatos de retenci\u00f3n est\u00e1 habilitada).
FNRRS0110.action      = Suprima el contenido del contenedor y reintente el proceso de supresi\u00f3n.
FNRRS0110.message     = No se puede suprimir un contenedor que contiene contenidos suprimidos l\u00f3gicamente: ''{0}''.
FNRRS0110.arg.0       = delete_target

FNRRS0111.explanation = No se puede a\u00f1adir un nuevo hijo a un contenedor padre que est\u00e1 inactivo.
FNRRS0111.action      = Haga que el contenedor padre est\u00e9 activo o elija un contenedor padre diferente al que agregar.
FNRRS0111.message     = No se puede a\u00f1adir un nuevo hijo a un contenedor padre inactivo: ''{0}''.
FNRRS0111.arg.0       = parent_container

FNRRS0112.explanation = Si los elementos de contenido se especifican por sus ID, a continuaci\u00f3n tambi\u00e9n se debe especificar un repositorio de contenido.
FNRRS0112.action      = Proporcione el repositorio de contenido apropiado para los ID de elementos de contenido.
FNRRS0112.message     = Error de declaraci\u00f3n: no se ha especificado ning\u00fan repositorio de contenido para los identificadores de elementos de contenido.

FNRRS0113.explanation = Si se especifica m\u00e1s de un contenedor de destino durante una nueva declaraci\u00f3n de registro, todos los contenedores similares pertenecen al mismo repositorio de planes de archivos.
FNRRS0113.action      = Aseg\u00farese de que todos los contenedores de destino de la declaraci\u00f3n de registro pertenecen al mismo repositorio de planes de archivo.
FNRRS0113.message     = Error en la declaraci\u00f3n: los contenedores de destino deben pertenecer al mismo repositorio de planes de archivo.

FNRRS0114.explanation = Uno de los contenedores de destino para una declaraci\u00f3n de registro ya ha sido suprimido l\u00f3gicamente y no es elegible para contener nuevos registros.
FNRRS0114.action      = Elimine este contenedor de la lista o seleccione un contenedor alternativo, o haga ambas cosas.
FNRRS0114.message     = Error en la declaraci\u00f3n; el contenedor de destino se ha suprimido l\u00f3gicamente: ''{0}''.
FNRRS0114.arg.0       = container_ident

FNRRS0115.explanation = Un registro no se puede declarar en un contenedor cerrado.
FNRRS0115.action      = Reabra el contenedor y vuelva a intentarlo o elija un contenedor diferente.
FNRRS0115.message     = Error en la declaraci\u00f3n; el contenedor de destino est\u00e1 cerrado: ''{0}''.
FNRRS0115.arg.0       = container_ident

FNRRS0116.explanation = Uno de los contenedores de destino para una declaraci\u00f3n de registro est\u00e1 inactivo y no es elegible para contener nuevos registros.
FNRRS0116.action      = Reactive este contenedor o elim\u00ednelo de la lista de contenedores de destino.
FNRRS0116.message     = Error en la declaraci\u00f3n; el contenedor de destino est\u00e1 inactivo: ''{0}''.
FNRRS0116.arg.0       = container_ident

FNRRS0117.explanation = Solo se puede especificar un contenedor de tipo f\u00edsico como destino de una declaraci\u00f3n de registro.
FNRRS0117.action      = Restrinja la lista de contenedores de destino a un solo tipo de contenedor f\u00edsico.
FNRRS0117.message     = Error en la declaraci\u00f3n: se ha especificado m\u00e1s de un contenedor de tipo f\u00edsico.

FNRRS0118.explanation = Todos los elementos de contenido asociados con un nuevo registro deben pertenecer al mismo repositorio de contenido.
FNRRS0118.action      = Aseg\u00farese de que todos los elementos de contenido asociados pertenecen al mismo repositorio de contenido.
FNRRS0118.message     = Error en la declaraci\u00f3n: los elementos de contenido especificados para una nueva declaraci\u00f3n de registro pertenecen a diferentes repositorios de contenido.

FNRRS0119.explanation = El elemento de contenido especificado no es elegible para declaraci\u00f3n de registro, ya que la propiedad CanDeclare es falsa, el art\u00edculo est\u00e1 en el estado de reserva o el art\u00edculo ya se ha declarado.
FNRRS0119.action      = Solucione el error del elemento de contenido o especifique un elemento de contenido distinto.
FNRRS0119.message     = Error en la declaraci\u00f3n: el elemento de contenido contenido especificado no es elegible para declaraci\u00f3n de registro: ''{0}''.
FNRRS0119.arg.0       = contentItem_ident

FNRRS0120.explanation = El registro especificado no se puede suprimir debido a una retenci\u00f3n existente, que est\u00e1 directamente en el registro o en uno o m\u00e1s de sus padres.
FNRRS0120.action      = Elimine las retenciones que lo impiden y vuelva a intentar el proceso de supresi\u00f3n.
FNRRS0120.message     = La supresi\u00f3n del registro no est\u00e1 permitida por las condiciones de retenci\u00f3n existentes: ''{0}''.
FNRRS0120.arg.0       = delete_target

FNRRS0121.explanation = El valor de la propiedad Supersede de un objeto de registro solo puede contener un objeto de registro existente.
FNRRS0121.action      = Aseg\u00farese de que el valor del objeto asignado a la propiedad Supersede es del tipo com.ibm.jarm.api.core.Record.
FNRRS0121.message     = Error en la declaraci\u00f3n; el valor de la propiedad Supersede del nuevo registro debe ser otro objeto de registro.

FNRRS0122.explanation = El registro de destino para el valor de la propiedad Supersede de un nuevo registro no puede haber sido reemplazado ya.
FNRRS0122.action      = No intente reemplazar un registro existente que ya haya sido reemplazado.
FNRRS0122.message     = El registro de destino de la propiedad Supersede del nuevo registro ya se ha reemplazado anteriormente.

FNRRS0123.explanation = El registro de destino para el valor de la propiedad Supersede de un nuevo registro no se puede recuperar para fines de validaci\u00f3n.
FNRRS0123.action      = Aseg\u00farese de que el valor del registro objetivo de Supersede todav\u00eda existe, de que el usuario actual tiene el acceso de seguridad necesario para ello o ambas cosas.
FNRRS0123.message     = Error en la declaraci\u00f3n; el registro de destino de la propiedad Supersede del nuevo registro no est\u00e1 disponible.

FNRRS0124.explanation = No se puede grabar en el registro de destino para el valor de la propiedad Supersede de un nuevo registro.
FNRRS0124.action      = Aseg\u00farese de que el usuario actual tiene el acceso de grabaci\u00f3n necesario para el valor de registro de destino de Supersede.
FNRRS0124.message     = Error en la declaraci\u00f3n; no se puede grabar en el registro de destino de la propiedad Supersede del nuevo registro.

FNRRS0125.explanation = El registro de destino para el valor de la propiedad "Recibo de" de un nuevo registro ya es un registro de recibo.
FNRRS0125.action      = Seleccione un registro alternativo como el valor de "Recibo de".
FNRRS0125.message     = Error en la declaraci\u00f3n: el registro de destino para el valor de la propiedad "Recibo de" de un nuevo registro ya es un registro de recibo.

FNRRS0126.explanation = Cuando se declara un registro en un repositorio de planes de archivo que se ha configurado con el modelo de datos Clasificaci\u00f3n DoD, es necesario un valor no nulo o no vac\u00edo para la propiedad Clasificaci\u00f3n actual.
FNRRS0126.action      = Proporcione un valor v\u00e1lido para la propiedad Clasificaci\u00f3n actual.
FNRRS0126.message     = Error en la declaraci\u00f3n: la propiedad "Clasificaci\u00f3n actual" falta o no es v\u00e1lida.

FNRRS0127.explanation = Un registro clasificado debe tener un valor v\u00e1lido para la propiedad Clasificaci\u00f3n inicial.
FNRRS0127.action      = Proporcione un valor v\u00e1lido para de propiedad Clasificaci\u00f3n inicial.
FNRRS0127.message     = Error en la declaraci\u00f3n: la propiedad "Clasificaci\u00f3n inicial" falta o no es v\u00e1lida.

FNRRS0128.explanation = Para un registro clasificado, si no se proporciona la propiedad Derivado de, se proporcionan las propiedades Clasificado por y Razones para la clasificaci\u00f3n.
FNRRS0128.action      = Proporcione valores v\u00e1lidos para las propiedades Clasificado por y Razones para la clasificaci\u00f3n.
FNRRS0128.message     = Error en la declaraci\u00f3n: la propiedad "Autoridad de clasificaci\u00f3n" falta o no es v\u00e1lida.

FNRRS0129.explanation = Para un registro clasificado, si no se especifican exenciones, debe proporcionarse una Fecha de desclasificaci\u00f3n o un Suceso de desclasificaci\u00f3n.
FNRRS0129.action      = Proporcione una exenci\u00f3n v\u00e1lida, una Fecha de desclasificaci\u00f3n o un Suceso de desclasificaci\u00f3n.
FNRRS0129.message     = Error en la declaraci\u00f3n: falta una propiedad v\u00e1lida "Fecha de desclasificaci\u00f3n" o "Suceso de desclasificaci\u00f3n".

FNRRS0130.explanation = Para un registro clasificado, si no se especifican exenciones Y ADEM\u00c1S se proporciona una Fecha de desclasificaci\u00f3n,esta fecha debe estar dentro del l\u00edmite de tiempo especificado por la directiva presidencial.
FNRRS0130.action      = Proporcione una exenci\u00f3n v\u00e1lida, una Fecha de desclasificaci\u00f3n o un Suceso de desclasificaci\u00f3n.
FNRRS0130.message     = Error en la declaraci\u00f3n: la propiedad "Fecha de desclasificaci\u00f3n" especificada est\u00e1 fuera de rango.

FNRRS0131.explanation = Para un registro clasificado, si se especifica una Marca suplementaria restringida, no se permiten ni una Fecha de desclasificaci\u00f3n ni un Suceso de desclasificaci\u00f3n.
FNRRS0131.action      = Elimine los valores de Fecha de desclasificaci\u00f3n y Suceso de desclasificaci\u00f3n o elimine la Marca suplementaria restrictiva.
FNRRS0131.message     = Error en la declaraci\u00f3n: un registro restringido no puede tener una propiedad "Fecha de desclasificaci\u00f3n"  ni una propiedad "Suceso de desclasificaci\u00f3n".

FNRRS0132.explanation = En el caso de un registro clasificado, si un se especifica una marca suplementaria restringido, no se permiten valores de exenci\u00f3n.
FNRRS0132.action      = Elimine los valores de exenci\u00f3n o elimine la marca suplementaria restrictiva.
FNRRS0132.message     = Error en la declaraci\u00f3n: un registro restringido no puede tener ninguna propiedad "Exenci\u00f3n".

FNRRS0133.explanation = En el caso de un registro clasificado, si un se especifica una marca suplementaria restringido, no se permiten valores de propiedad Degradaci\u00f3n.
FNRRS0133.action      = Elimine los valores de degradaci\u00f3n o elimine la marca suplementaria restrictiva.
FNRRS0133.message     = Error en la declaraci\u00f3n: un registro restringido no puede tener una propiedad "Fecha de degradaci\u00f3n" o "Sucesos de degradaci\u00f3n".

FNRRS0134.explanation = Para un registro clasificado, debe especificarse una Agencia de clasificaci\u00f3n v\u00e1lida.
FNRRS0134.action      = Proporcione una propiedad Agencia de clasificaci\u00f3n v\u00e1lida.
FNRRS0134.message     = Error en la declaraci\u00f3n: la propiedad "Agencia de clasificaci\u00f3n" falta o no es v\u00e1lida.

FNRRS0135.explanation = En el caso de un registro clasificado, si se especifica Fecha de degradaci\u00f3n o Suceso de degradaci\u00f3n, debe proporcionarse una propiedad Instrucciones de degradaci\u00f3n.
FNRRS0135.action      = Proporcione Instrucciones de degradaci\u00f3n o no especifique ninguna propiedad Fecha de degradaci\u00f3n y Suceso de degradaci\u00f3n.
FNRRS0135.message     = Error en la declaraci\u00f3n: la propiedad "Instrucciones de degradaci\u00f3n" falta o no es v\u00e1lida.

FNRRS0136.explanation = En el caso de un registro clasificado, si se especifica la propiedad Fecha de actualizaci\u00f3n, tambi\u00e9n se debe proporcionar una propiedad Razones para la actualizaci\u00f3n.
FNRRS0136.action      = Proporcione Razones para la actualizaci\u00f3n o no especifique ninguna propiedad Fecha de actualizaci\u00f3n.
FNRRS0136.message     = Error en la declaraci\u00f3n: la propiedad "Razones para la actualizaci\u00f3n" falta o no es v\u00e1lida.

FNRRS0137.explanation = En el caso de un registro clasificado, si se especifica la propiedad Fecha de actualizaci\u00f3n, tambi\u00e9n se debe proporcionar una propiedad Actualizado por.
FNRRS0137.action      = Proporcione Actualizado por o no especifique ninguna propiedad Fecha de actualizaci\u00f3n.
FNRRS0137.message     = Error en la declaraci\u00f3n: la propiedad "Actualizado por" falta o no es v\u00e1lida.

FNRRS0138.explanation = En el caso de un registro clasificado, si se especifica la propiedad Fecha de revisi\u00f3n, tambi\u00e9n se debe proporcionar una propiedad Revisado por.
FNRRS0138.action      = Proporcione una propiedad Revisado por o no especifique ninguna propiedad Fecha de revisi\u00f3n.
FNRRS0138.message     = Error en la declaraci\u00f3n: la propiedad "Revisado por" falta o no es v\u00e1lida.

FNRRS0139.explanation = En el caso de un registro clasificado, si se especifica la propiedad Fecha de degradaci\u00f3n, tambi\u00e9n se debe proporcionar una propiedad Degradado por.
FNRRS0139.action      = Proporcione Degradado por o no especifique ninguna propiedad Fecha de degradaci\u00f3n.
FNRRS0139.message     = Error en la declaraci\u00f3n: la propiedad "Degradado por" falta o no es v\u00e1lida.

FNRRS0140.explanation = En el caso de un registro clasificado, si se especifica la propiedad Fecha de desclasificaci\u00f3n, tambi\u00e9n se debe proporcionar una propiedad Desclasificado por.
FNRRS0140.action      = Proporcione Desclasificado por o no especifique ninguna propiedad Fecha de desclasificaci\u00f3n.
FNRRS0140.message     = Error en la declaraci\u00f3n: la propiedad "Desclasificado por" falta o no es v\u00e1lida.

FNRRS0141.explanation = En el caso de un intento de declaraci\u00f3n de registro clasificado, se ha encontrado un error en una o m\u00e1s validaciones clasificadas de DoD.
FNRRS0141.action      = Examine la colecci\u00f3n de registros de error de la excepci\u00f3n para obtener detalles acerca de cada error de validaci\u00f3n.
FNRRS0141.message     = Error en la declaraci\u00f3n: se han producido uno o m\u00e1s errores de validaci\u00f3n clasificada DoD. Consulte los registros de error de excepci\u00f3n para obtener m\u00e1s detalles.

FNRRS0142.explanation = Se ha realizado un intento para definir un contenedor de registros como activo, pero ya estaba activo. Un contenedor activo no se puede definir como activo.
FNRRS0142.action      = Determine por qu\u00e9 el contenedor se est\u00e1 intentando definir como activo cuando ya est\u00e1 activo.
FNRRS0142.message     = No se puede definir el contenedor como activo, ya est\u00e1 activo.

FNRRS0143.explanation = Se ha realizado un intento para definir un contenedor de registros como inactivo, pero ya estaba inactivo.  Un contenedor inactivo no se puede definir como inactivo.
FNRRS0143.action      = Determine por qu\u00e9 el contenedor se est\u00e1 intentando definir como inactivo cuando ya est\u00e1 inactivo.
FNRRS0143.message     = No se puede definir el contenedor como inactivo; ya est\u00e1 inactivo.

FNRRS0144.explanation = Cuando un contenedor est\u00e1 inactivo, todos sus subcontenedores en la parte de abajo de la jerarqu\u00eda de contenedores tambi\u00e9n deben estar inactivos. El intento de definir un contenedor como activo cuando uno de sus padres est\u00e1 inactivo no est\u00e1 permitido.
FNRRS0144.action      = Si el contenedor se debe definir como activo, antes los padres que est\u00e9n inactivos se deben definir como activos.
FNRRS0144.message     = No se puede definir el contenedor como activo; un contenedor padre est\u00e1 inactivo.

FNRRS0145.explanation = Cuando un contenedor se define como inactivo, debe especificarse una raz\u00f3n para la acci\u00f3n. Esta raz\u00f3n proporciona la informaci\u00f3n acerca de por qu\u00e9 este contenedor ya no est\u00e1 activo.
FNRRS0145.action      = Especifique la raz\u00f3n al definir un contenedor como inactivo.
FNRRS0145.message     = La Raz\u00f3n de inactividad es necesaria al definir un contenedor como inactivo.

FNRRS0146.explanation = Solo se puede reabrir un contenedor que ha sido cerrado. Si el contenedor ya est\u00e1 abierto, entonces no se permite reabrirlo.
FNRRS0146.action      = No reabra un contenedor a menos que se encuentra en el estado cerrado.
FNRRS0146.message     = No se puede reabrir un contenedor que no se haya cerrado.

FNRRS0147.explanation = La acci\u00f3n de reabrir solo es v\u00e1lida en un contenedor que se encuentre actualmente en el estado cerrado. El contenedor actual ya se ha reabierto, por lo que no puede reabrirlo.
FNRRS0147.action      = No reabra un contenedor a menos que se encuentra en el estado cerrado.
FNRRS0147.message     = No se puede reabrir un contenedor que ya se haya reabierto.

FNRRS0148.explanation = Un contenedor puede reabrirse solamente si todos sus contenedores padre est\u00e1n en el estado abierto. Si alg\u00fan contenedor padre est\u00e1 cerrado, el contenedor no se puede reabrir.
FNRRS0148.action      = No reabra un contenedor a menos que todos sus padres est\u00e9n abiertos.
FNRRS0148.message     = No se puede reabrir un contenedor que tenga un contenedor ancestro cerrado.

FNRRS0149.explanation = Al cerrar un contenedor, debe especificarse la raz\u00f3n por la que el contenedor se cierra. La raz\u00f3n tiene que ser una serie v\u00e1lida y no vac\u00eda.
FNRRS0149.action      = Especifique una serie no vac\u00eda que indique el motivo por el que se cierra contenedor.
FNRRS0149.message     = Debe especificarse una raz\u00f3n al cerrar un contenedor.

FNRRS0150.explanation = No se puede cerrar un contenedor que ya est\u00e9 cerrado. Solo se puede cerrar el contenedor si est\u00e1 abierto (nunca se ha cerrado) o reabierto (se cerr\u00f3, pero ahora est\u00e1 reabierto).
FNRRS0150.action      = Compruebe si un contenedor ya est\u00e1 cerrado antes de intentar cerrarlo.
FNRRS0150.message     = No se puede cerrar el contenedor, ya est\u00e1 cerrado.

FNRRS0151.explanation = No se puede archivar un registro en un contenedor que est\u00e9 inactivo actualmente.
FNRRS0151.action      = Reactive el contenedor o elija otro destino de archivado.
FNRRS0151.message     = No se puede archivar el registro en un contenedor inactivo.

FNRRS0152.explanation = No se puede archivar un registro en un contenedor que est\u00e9 cerrado actualmente.
FNRRS0152.action      = Reabra el contenedor o elija otro destino de archivado.
FNRRS0152.message     = No se puede archivar el registro en un contenedor cerrado.

FNRRS0153.explanation = El contenedor de destino de archivado no puede contener este tipo de registro.
FNRRS0153.action      = Elija un contenedor alternativo en el que archivar el registro.
FNRRS0153.message     = El contenedor de destino de archivado no puede contener un registro de tipo de entidad: {0}.

FNRRS0154.explanation = El registro ya existe en el contenedor de destino especificado (o su volumen hijo activo).
FNRRS0154.action      = Elija un contenedor alternativo en el que archivar el registro.
FNRRS0154.message     = No se puede archivar registro, porque ya est\u00e1 contenido en el contenedor de destino (o su volumen hijo activo).

FNRRS0155.explanation = El registro no se puede archivar en un contenedor que se encuentre fuera de su plan de archivos existente.
FNRRS0155.action      = Elija un contenedor que est\u00e9 dentro del plan de archivos existente del registro.
FNRRS0155.message     = El registro no se puede archivar en un contenedor que est\u00e9 ubicado fuera de su plan de archivos existente.

FNRRS0156.explanation = Un registro f\u00edsico no se puede archivar en m\u00e1s de un contenedor f\u00edsico.
FNRRS0156.action      = Limite la contenci\u00f3n de un registro f\u00edsico a un \u00fanico contenedor f\u00edsico.
FNRRS0156.message     = No se puede archivar un registro f\u00edsico en m\u00e1s de un contenedor f\u00edsico.

FNRRS0157.explanation = Un registro f\u00edsico no se puede archivar en m\u00e1s de un contenedor f\u00edsico.
FNRRS0157.action      = Limite la contenci\u00f3n de un registro f\u00edsico a un \u00fanico contenedor f\u00edsico.
FNRRS0157.message     = La modalidad SchedulePropagation especificada no es aplicable al borrar una asignaci\u00f3n de programaci\u00f3n de eliminaci\u00f3n existente: {0}.

FNRRS0158.explanation = La retenci\u00f3n especificada no est\u00e1 asociada con la entidad, por lo que no se puede eliminar.
FNRRS0158.action      = Aseg\u00farese de que el objeto de retenci\u00f3n est\u00e1 asociado con una entidad antes de tratar de eliminarlo.
FNRRS0158.message     = No se puede eliminar la retenci\u00f3n, ya que no est\u00e1 asociada con la entidad; identidad de retenci\u00f3n: {0}.
FNRRS0158.arg.0	   = La identidad de la retenci\u00f3n en cuesti\u00f3n.

FNRRS0159.explanation = La retenci\u00f3n especificada se asign\u00f3 a la entidad de forma din\u00e1mica. No se puede eliminar manualmente.
FNRRS0159.action      = Ejecute una limpieza de retenciones para eliminar las retenciones din\u00e1micas.
FNRRS0159.message     = No se puede eliminar manualmente una retenci\u00f3n que se aplic\u00f3 de forma din\u00e1mica; identidad de retenci\u00f3n: {0}.
FNRRS0159.arg.0	   = La identidad de la retenci\u00f3n en cuesti\u00f3n.

FNRRS0160.explanation = La retenci\u00f3n especificada no est\u00e1 activa. No se puede aplicar a una entidad.
FNRRS0160.action      = Aseg\u00farese de que la retenci\u00f3n est\u00e1 designada como activa antes de asociarla con entidades.
FNRRS0160.message     = No se puede aplicar una retenci\u00f3n que no est\u00e1 activa; identidad de retenci\u00f3n: {0}.
FNRRS0160.arg.0	   = La identidad de la retenci\u00f3n en cuesti\u00f3n.

FNRRS0161.explanation = No se puede a\u00f1adir una retenci\u00f3n a una entidad que ya est\u00e9 asociado con esa retenci\u00f3n.
FNRRS0161.action      = Solo se puede a\u00f1adir una retenci\u00f3n a una entidad una vez.
FNRRS0161.message     = No se puede a\u00f1adir una retenci\u00f3n a una entidad m\u00e1s de una vez; identidad de retenciones: {0}
FNRRS0161.arg.0	   = La identidad de las retenciones en cuesti\u00f3n.

FNRRS0162.explanation = No se puede suprimir una retenci\u00f3n cuando hay registros o contenedores asociados con la retenci\u00f3n.
FNRRS0162.action      = Elimine las entidades asociadas con la retenci\u00f3n y luego suprima dicha retenci\u00f3n.
FNRRS0162.message     = No se puede suprimir una retenci\u00f3n que est\u00e9 asociada con entidades.

FNRRS0163.explanation = Se ha producido una excepci\u00f3n inesperada al intentar mover esta entidad.
FNRRS0163.action      = Examine los registros para obtener informaci\u00f3n m\u00e1s detallada sobre la excepci\u00f3n.
FNRRS0163.message     = No se puede mover la entidad debido a una excepci\u00f3n inesperada. Entidad: {0}. Excepci\u00f3n: {1}.
FNRRS0163.arg.0       = Identidad de la entidad en la que se ha intentando el movimiento.
FNRRS0163.arg.1       = Mensaje de la excepci\u00f3n.

FNRRS0164.explanation = La operaci\u00f3n de supresi\u00f3n masiva no admite una entidad con ese valor de entityType.
FNRRS0164.action      = Elimine esta entidad de la colecci\u00f3n de entidades de la operaci\u00f3n de supresi\u00f3n masiva.
FNRRS0164.message     = No se puede realizar la eliminaci\u00f3n masiva en el tipo de entidad; entityType: {0}; entityIdent: {1}.
FNRRS0164.arg.0       = El tipo de entidad de la entidad en la que se ha intentando la supresi\u00f3n.
FNRRS0164.arg.1       = Identidad de la entidad en la que se ha intentando la supresi\u00f3n.

FNRRS0165.explanation = La operaci\u00f3n de desactivaci\u00f3n masiva no admite una entidad con ese valor de entityType.
FNRRS0165.action      = Elimine esta entidad de la colecci\u00f3n de entidades de la operaci\u00f3n de desactivaci\u00f3n masiva.
FNRRS0165.message     = No se puede realizar la desactivaci\u00f3n masiva en este tipo de entidad; entityType: {0}; entityIdent: {1}.
FNRRS0165.arg.0       = El tipo de entidad de la entidad en la que se ha intentando la desactivaci\u00f3n.
FNRRS0165.arg.1       = Identidad de la entidad en la que se ha intentando la desactivaci\u00f3n.

FNRRS0166.explanation = La operaci\u00f3n de activaci\u00f3n masiva no admite una entidad con ese valor de entityType.
FNRRS0166.action      = Elimine esta entidad de la colecci\u00f3n de entidades de la operaci\u00f3n de activaci\u00f3n masiva.
FNRRS0166.message     = No se puede realizar la activaci\u00f3n masiva en el tipo de entidad, entityType: {0}; entityIdent: {1}.
FNRRS0166.arg.0       = El tipo de entidad de la entidad en la que se ha intentando la activaci\u00f3n.
FNRRS0166.arg.1       = Identidad de la entidad en la que se ha intentando la activaci\u00f3n.

FNRRS0167.explanation = El contenedor de origen especificado para la operaci\u00f3n de traslado no contiene directamente el registro especificado.
FNRRS0167.action      = Aseg\u00farese de que se especifica el contenedor de origen correcto. Si el contenedor de origen real es un volumen de registro, especifique ese volumen de registro en lugar de su carpeta de registro padre.
FNRRS0167.message     = No se puede realizar el movimiento del registro ya que dicho registro no est\u00e1 contenido en el contenedor de origen especificado.

FNRRS0168.explanation = El usuario actual no tiene permiso para mover el objeto.
FNRRS0168.action      = Verifique que el usuario actual tiene permiso para mover el objeto.
FNRRS0168.message     = El usuario actual no puede mover el contenedor: {0}.
FNRRS0168.arg.0       = Identidad del contenedor.

FNRRS0169.explanation = El usuario actual no tiene el permiso correcto para copiar el registro.
FNRRS0169.action      = Verifique que el usuario actual tiene al menos permiso de escritura sobre el objeto.
FNRRS0169.message     = El usuario actual no tiene permiso para copiar el registro: {0}.
FNRRS0169.arg.0       = Identidad del registro.

FNRRS0170.explanation = Debido a la incapacidad para hacer autom\u00e1ticamente una copia de un documento federado externo, un registro que est\u00e1 asociado con dicho documento no se puede copiar.
FNRRS0170.action      = Duplique el documento federado original de forma manual y declare un nuevo registro para el nuevo documento federado de forma manual.
FNRRS0170.message     = Un registro asociado con un documento federado no se puede copiar.

FNRRS0171.explanation = El registro especificado no est\u00e1 archivado actualmente en el contenedor especificado y, por tanto, no puede desarchivarse de este contenedor.
FNRRS0171.action      = Si en un principio llam\u00f3 a este m\u00e9todo en una carpeta de registro que requiere el uso de vol\u00famenes de registro hijo, haga esta llamada en el volumen hijo adecuado que en realidad contiene el registro.
FNRRS0171.message     = No se puede desarchivar un registro desde un contenedor en el que actualmente no est\u00e1 archivado. Registro: {0}. Contenedor: {1}.
FNRRS0171.arg.0       = El registro en el que se est\u00e1 intentando la operaci\u00f3n de desarchivar.
FNRRS0171.arg.1       = El contenedor de destino desde el que se est\u00e1 intentando la operaci\u00f3n de desarchivar el registro.

FNRRS0172.explanation = Un registro debe estar archivado en al menos un contenedor. 
FNRRS0172.action      = Aseg\u00farese de que el registro est\u00e1 archivado en al menos otro recipiente antes de intentar desarchivarlo de un contenedor.
FNRRS0172.message     = No se puede desarchivar un registro que actualmente est\u00e1 archivado en un solo contenedor; registro: {0}.
FNRRS0172.arg.0       = El registro en el que se est\u00e1 intentando la operaci\u00f3n de desarchivar.

FNRRS0173.explanation = Despu\u00e9s de un registro ha sido suprimido "l\u00f3gicamente", ya no se puede anular la declaraci\u00f3n. 
FNRRS0173.action      =  
FNRRS0173.message     = No se puede anular la declaraci\u00f3n de un registro que ha sido suprimido "l\u00f3gicamente": registro: {0}.
FNRRS0173.arg.0       = El registro en el que se est\u00e1 intentando la operaci\u00f3n de anulaci\u00f3n de declaraci\u00f3n.

FNRRS0174.explanation = Si un registro (o cualquiera de sus contenedores padre) est\u00e1 en espera, no puede anularse su declaraci\u00f3n. 
FNRRS0174.action      = Elimine todas las retenciones aplicables del registro y vuelva a intentar la operaci\u00f3n de anulaci\u00f3n de declaraci\u00f3n.
FNRRS0174.message     = No se puede anular la declaraci\u00f3n de un registro que actualmente est\u00e1 en espera; registro: {0}.
FNRRS0174.arg.0       = El registro en el que se est\u00e1 intentando la operaci\u00f3n de anulaci\u00f3n de declaraci\u00f3n.

FNRRS0175.explanation = Si un registro est\u00e1 implicado actualmente en un flujo de trabajo de eliminaci\u00f3n activo, no puede anularse su declaraci\u00f3n.
FNRRS0175.action      = Completa el procesamiento de cualquier flujo de trabajo asociado con el registro y reintente la operaci\u00f3n de anulaci\u00f3n de declaraci\u00f3n.
FNRRS0175.message     = No se puede anular las declaraci\u00f3n de un registro que forme parte de un flujo de trabajo de eliminaci\u00f3n, activo; registro: {0}.
FNRRS0175.arg.0       = El registro en el que se est\u00e1 intentando la operaci\u00f3n de anulaci\u00f3n de declaraci\u00f3n.

FNRRS0176.explanation = Si un registro est\u00e1 asociado con contenido federado, no puede anularse su declaraci\u00f3n.
FNRRS0176.action      = 
FNRRS0176.message     = No se puede anular la declaraci\u00f3n de un registro que est\u00e9 asociado con contenido federado; registro: {0}.
FNRRS0176.arg.0       = El registro en el que se est\u00e1 intentando la operaci\u00f3n de anulaci\u00f3n de declaraci\u00f3n.

FNRRS0177.explanation = Por lo general, las propiedades relacionadas con el recibo de un registro solo se definen en el modelo de datos del repositorio de planes de archivos DoD Classified.
FNRRS0177.action      = Verifique que se ha instalado el modelo de datos adecuado para el repositorio de planes de archivos.
FNRRS0177.message     = Los recibos de discos no est\u00e1n soportados en el repositorio de planes de archivos asociado.

FNRRS0178.explanation = En una pauta de nomenclatura, cada delimitador derecho debe tener un delimitador izquierdo correspondiente para especificar el \u00e1mbito de la macro de sustituci\u00f3n.
FNRRS0178.action      = Compruebe la pauta de nomenclatura y aseg\u00farese de que todos los delimitadores derechos van precedidos de un delimitador izquierdo.
FNRRS0178.message     = La pauta de nomenclatura especificada tiene un delimitador derecho sin su delimitador izquierdo correspondiente.

FNRRS0179.explanation = En una pauta de nomenclatura, cada delimitador izquierdo debe tener un delimitador derecho correspondiente para especificar el \u00e1mbito de la macro de sustituci\u00f3n.
FNRRS0179.action      = Compruebe la pauta de nomenclatura y aseg\u00farese de que todos los delimitadores izquierdos van seguidos por un delimitador derecho correspondiente.
FNRRS0179.message     = La pauta de nomenclatura especificada tiene un delimitador derecho sin su delimitador izquierdo correspondiente.

FNRRS0180.explanation = El valor de \u00edndice siguiente para la sustituci\u00f3n es m\u00e1s largo que el patr\u00f3n de d\u00edgitos especificado.
FNRRS0180.action      = Aumente el n\u00famero de d\u00edgitos en el patr\u00f3n de d\u00edgitos.
FNRRS0180.message     = El patr\u00f3n de d\u00edgitos especificado es demasiado corta para mantener el siguiente valor de \u00edndice.

FNRRS0181.explanation = El patr\u00f3n especificado no se puede analizar como un patr\u00f3n v\u00e1lido.
FNRRS0181.action      = Compruebe el patr\u00f3n especificado para asegurarse de que es un patr\u00f3n v\u00e1lido.
FNRRS0181.message     = El patr\u00f3n especificado no es un patr\u00f3n v\u00e1lido.

FNRRS0182.explanation = Hay una propiedad especificada en la pauta de nomenclatura, pero esta no existe.
FNRRS0182.action      = Modifique la pauta de nomenclatura para incluir un nombre de propiedad v\u00e1lido.
FNRRS0182.message     = La propiedad especificada en la pauta de nomenclatura no es v\u00e1lida o no existe: {0}.
FNRRS0182.arg.0       = property_name

FNRRS0183.explanation = Hay una propiedad multivalor especificada en la pauta de nomenclatura. Las pautas de nomenclatura solo admiten propiedades de valor \u00fanico.
FNRRS0183.action      = Elimine la propiedad multivalor de la pauta de nomenclatura.
FNRRS0183.message     = Las propiedades multivalor no est\u00e1n soportadas en la pauta de nomenclatura: {0}.
FNRRS0183.arg.0       = property_name

FNRRS0184.explanation = Las pautas de nomenclatura no soportan propiedades binarias o de objeto.
FNRRS0184.action      = Modifique la pauta de nomenclatura para incluir un tipo de propiedad soportado.
FNRRS0184.message     = El tipo de la propiedad especificada en la pauta de nomenclatura no est\u00e1 soportado: {0}. 
FNRRS0184.arg.0       = property_name

FNRRS0185.explanation = Se ha producido una excepci\u00f3n inesperada al intentar destruir esta entidad.
FNRRS0185.action      = Examine los registros para obtener informaci\u00f3n m\u00e1s detallada sobre la excepci\u00f3n.
FNRRS0185.message     = No se puede destruir la entidad debido a una excepci\u00f3n inesperada. Entidad: {0}. Excepci\u00f3n: {1}.
FNRRS0185.arg.0       = Identidad de la entidad en la que se ha intentando la destrucci\u00f3n.
FNRRS0185.arg.1       = Mensaje de la excepci\u00f3n.

FNRRS0186.explanation = La planificaci\u00f3n de eliminaci\u00f3n aplicable a una entidad se ha modificado, lo que impide el proceso de eliminaci\u00f3n de las entidades afectadas.
FNRRS0186.action      = Vuelva a ejecutar la limpieza de eliminaci\u00f3n con el fin de volver a procesar estas entidades con la planificaci\u00f3n modificada.
FNRRS0186.message     = La planificaci\u00f3n de eliminaci\u00f3n aplicable ha sido modificada.

FNRRS0187.explanation = No se puede destruir un contenedor padre hasta que todos los hijos hayan cumplido todos los ciclos de retenci\u00f3n individuales.
FNRRS0187.action      = Retrase la destrucci\u00f3n de la entidad padre.
FNRRS0187.message     = No se puede destruir una entidad que contiene uno o m\u00e1s hijos jer\u00e1rquicos con per\u00edodos de retenci\u00f3n diferentes; entidad: {0}.
FNRRS0187.arg.0       = Identidad de la entidad en la que se intenta la destrucci\u00f3n.

FNRRS0188.explanation = El tipo de acci\u00f3n de la fase de eliminaci\u00f3n actual asociado con la entidad parece haber sido cambiado.
FNRRS0188.action      = Vuelva a ejecutar la limpieza de eliminaci\u00f3n para esta entidad.
FNRRS0188.message     = No se puede continuar con el proceso de eliminaci\u00f3n debido al aparente cambio en la fase actual. Entidad: {0}. Fase: {1}.
FNRRS0188.arg.0       = Identidad de la entidad implicada en la eliminaci\u00f3n.
FNRRS0188.arg.1       = Identidad de la fase actual de la entidad.

FNRRS0189.explanation = El valor de la fecha de ejecuci\u00f3n de la fase actual de la entidad no es v\u00e1lido para el proceso de eliminaci\u00f3n.
FNRRS0189.action      = Vuelva a ejecutar la limpieza de eliminaci\u00f3n para esta entidad.
FNRRS0189.message     = No se puede continuar con el proceso de eliminaci\u00f3n porque la fecha de la fase de ejecuci\u00f3n actual es nula o es una fecha futura. Entidad: {0}. Fecha: {1}.
FNRRS0189.arg.0       = Identidad de la entidad implicada en la eliminaci\u00f3n.
FNRRS0189.arg.1       = Valor de fecha de ejecuci\u00f3n de fase actual de la entidad.

FNRRS0190.explanation = Una acci\u00f3n de la operaci\u00f3n debe coincidir con la de la acci\u00f3n de la fase actual de la entidad, a menos que la operaci\u00f3n sea exportar o destruir y la acci\u00f3n de la fase actual de la entidad sea transferir.
FNRRS0190.action      = Vuelva a ejecutar la limpieza de eliminaci\u00f3n para esta entidad.
FNRRS0190.message     = El tipo de acci\u00f3n de la operaci\u00f3n de eliminaci\u00f3n no es v\u00e1lida para el estado de la fase actual de la entidad. Entidad: {0}. Acci\u00f3n de la fase actual: {1}. Acci\u00f3n intentada: {2}.
FNRRS0190.arg.0       = Identidad de la entidad implicada en la eliminaci\u00f3n.
FNRRS0190.arg.1       = Acci\u00f3n de la fase actual de la entidad.
FNRRS0190.arg.2       = Acci\u00f3n intentada de la operaci\u00f3n.

FNRRS0191.explanation = La eliminaci\u00f3n no puede continuar para cualquier entidad a la que se le aplique una retenci\u00f3n aplicable, ya sea directamente a ella, a uno de sus padres o a uno de sus hijos.
FNRRS0191.action      = Elimine cualquier retenci\u00f3n aplicable a esta entidad.
FNRRS0191.message     = No se puede continuar con la operaci\u00f3n de eliminaci\u00f3n debido a una retenci\u00f3n en vigor para la entidad: {0}.
FNRRS0191.arg.0       = Identidad de la entidad implicada en la eliminaci\u00f3n.

FNRRS0192.explanation = Las acciones de eliminaci\u00f3n de transferencia provisional y exportaci\u00f3n no est\u00e1n permitidas en un contenedor de registros reabierto.
FNRRS0192.action      = Cierre el contenedor de registros en cuesti\u00f3n.
FNRRS0192.message     = No se puede realizar la acci\u00f3n de eliminaci\u00f3n en el contenedor reabierto: {0}. Acci\u00f3n: {1}.
FNRRS0192.arg.0       = Identidad de la entidad implicada en la eliminaci\u00f3n.
FNRRS0192.arg.1       = Tipo de acci\u00f3n de eliminaci\u00f3n intentada.

FNRRS0193.explanation = Debido al posible rec\u00e1lculo del estado de eliminaci\u00f3n de la entidad, su proceso de eliminaci\u00f3n se debe volver a iniciar.
FNRRS0193.action      = Vuelva a realizar la acci\u00f3n "Iniciar eliminaci\u00f3n" en esta entidad.
FNRRS0193.message     = La acci\u00f3n de eliminaci\u00f3n no se puede realizar en la entidad debido a que el flujo de trabajo aplicable no se ha iniciado a\u00fan; Entidad: {0}.
FNRRS0193.arg.0       = Identidad de la entidad implicada en la eliminaci\u00f3n.

FNRRS0194.explanation = Cuando un registro est\u00e1 asociado a una planificaci\u00f3n de eliminaci\u00f3n mediante un tipo de registro, no se puede destruir como parte del proceso de destrucci\u00f3n de uno de sus contenedores.
FNRRS0194.action      = Primero procese los registros y luego vuelva a intentar una destrucci\u00f3n en el contenedor.
FNRRS0194.message     = No se puede destruir a la entidad, ya que contiene uno o m\u00e1s registros hijos que tienen un tipo de registro asignado; entidad: {0}.
FNRRS0194.arg.0       = Identidad de la entidad implicada en la eliminaci\u00f3n.

FNRRS0195.explanation = O bien la entidad no est\u00e1 contenida realmente en el contenedor especificado o el tipo de registro especificado no est\u00e1 disponible.
FNRRS0195.action      = Verifique c\u00f3mo la entidad hereda su programaci\u00f3n y vuelva a ejecutar el barrido.
FNRRS0195.message     = No se puede eliminar adecuadamente la entidad ya que su valor de ''l\u00edmite de corte heredado de'' no es una entidad v\u00e1lida: {0}.
FNRRS0195.arg.0       = Identidad de la entidad implicada en la eliminaci\u00f3n.

FNRRS0196.explanation = No se puede obtener ninguna v\u00eda de acceso del directorio v\u00e1lida del par\u00e1metro de entrada ni de la propiedad Destino de exportaci\u00f3n de la fase actual de la entidad.
FNRRS0196.action      = Proporcione una v\u00eda de acceso del directorio v\u00e1lida utilizando el par\u00e1metro de entrada del m\u00e9todo o la propiedad Destino de exportaci\u00f3n de la fase actual de la entidad asociada.
FNRRS0196.message     = La serie de v\u00eda de acceso del directorio del sistema de archivos del destino de exportaci\u00f3n es una entidad nula o en blanco: {0}.
FNRRS0196.arg.0       = Identidad de la entidad implicada en la eliminaci\u00f3n.

FNRRS0197.explanation = Se ha producido un error del sistema de archivos al intentar crear el directorio del sistema de archivos especificado. Examine la causa de la excepci\u00f3n subyacente para obtener informaci\u00f3n m\u00e1s espec\u00edfica.
FNRRS0197.action      = Aseg\u00farese de que se ha especificado una v\u00eda de acceso del directorio del sistema de archivos v\u00e1lida y de que el usuario actual tiene los permisos necesarios del sistema de archivos.
FNRRS0197.message     = Se ha producido un error al intentar crear el directorio del sistema de archivos del destino de exportaci\u00f3n especificado: ''{0}''.
FNRRS0197.arg.0       = V\u00eda de acceso del directorio del sistema de archivos.

FNRRS0198.explanation = Se ha producido un error del sistema de archivos al intentar crear un subdirectorio de ''contenido'' para archivos de datos de contenido de registros asociados. Examine la causa de la excepci\u00f3n subyacente para obtener informaci\u00f3n m\u00e1s espec\u00edfica.
FNRRS0198.action      = Aseg\u00farese de que se ha especificado una v\u00eda de acceso del directorio del sistema de archivos v\u00e1lida y de que el usuario actual tiene los permisos necesarios del sistema de archivos.
FNRRS0198.message     = Se ha producido un error al intentar crear un subdirectorio de ''contenido" en el directorio del sistema de archivos: ''{0}''.
FNRRS0198.arg.0       = V\u00eda de acceso del directorio del sistema de archivos padre.

FNRRS0199.explanation = Se ha producido un error del sistema de archivos al generar un sistema de archivos de contenido de exportaci\u00f3n. Examine la causa de la excepci\u00f3n subyacente para obtener informaci\u00f3n m\u00e1s espec\u00edfica.
FNRRS0199.action      = Aseg\u00farese de que se ha especificado una v\u00eda de acceso del directorio del sistema de archivos v\u00e1lida y de que el usuario actual tiene los permisos necesarios del sistema de archivos.
FNRRS0199.message     = Se ha producido un error al intentar exportar los datos de contenido al archivo: ''{0}''.
FNRRS0199.arg.0       = Serie de v\u00eda de acceso de archivo de salida.

FNRRS0200.explanation = Se ha producido una excepci\u00f3n inesperada al intentar exportar esta entidad.
FNRRS0200.action      = Examine los registros para obtener informaci\u00f3n m\u00e1s detallada sobre la excepci\u00f3n.
FNRRS0200.message     = No se puede exportar la entidad debido a una excepci\u00f3n inesperada. Entidad: {0}. Excepci\u00f3n: {1}.
FNRRS0200.arg.0       = Identidad de la entidad en la que se ha intentando la exportaci\u00f3n.
FNRRS0200.arg.1       = Mensaje de la excepci\u00f3n.

FNRRS0201.explanation = La operaci\u00f3n de iniciar eliminaci\u00f3n no admite una entidad con ese valor de tipo de entidad.
FNRRS0201.action      = Elimine esta entidad de la colecci\u00f3n de entrada de la operaci\u00f3n de iniciar eliminaci\u00f3n.
FNRRS0201.message     = No se puede realizar el inicio de la eliminaci\u00f3n en la entidad de tipo: {0}; identidad de entidad: {1}.
FNRRS0201.arg.0       = El tipo de entidad de la entidad en la que se ha intentando iniciar la eliminaci\u00f3n.
FNRRS0201.arg.1       = Identidad de la entidad en la que se ha intentando iniciar la eliminaci\u00f3n.

FNRRS0202.explanation = No se puede realizar el inicio de la eliminaci\u00f3n en cualquier entidad que tenga una retenci\u00f3n efectiva en ella.
FNRRS0202.action      = Elimine la retenci\u00f3n efectiva de la entidad y reintente iniciar la eliminaci\u00f3n.
FNRRS0202.message     = No se puede realizar el inicio de la eliminaci\u00f3n en una entidad que est\u00e1 en espera o tiene un padre en espera; identidad de entidad: {0}.
FNRRS0202.arg.0       = Identidad de la entidad en la que se ha intentando iniciar la eliminaci\u00f3n.

FNRRS0203.explanation = No se puede realizar el inicio de la eliminaci\u00f3n en una entidad que contiene una entidad hijo que est\u00e9 en espera.
FNRRS0203.action      = Elimine la retenci\u00f3n de las entidades hijo correspondientes y reintente iniciar la eliminaci\u00f3n.
FNRRS0203.message     = No se puede realizar el inicio de la eliminaci\u00f3n en una entidad porque uno o m\u00e1s de sus miembros hijo est\u00e1 en espera; identidad de entidad: {0}.
FNRRS0203.arg.0       = Identidad de la entidad en la que se ha intentando iniciar la eliminaci\u00f3n.

FNRRS0204.explanation = No se puede realizar el inicio de la eliminaci\u00f3n en ninguna entidad debido a la colocaci\u00f3n de una retenci\u00f3n, a un cambio en su planificaci\u00f3n de eliminaci\u00f3n o a ambas cosas.
FNRRS0204.action      = Elimine cualquier retenci\u00f3n de aplicaci\u00f3n en la entidad, su jerarqu\u00eda padre o su jerarqu\u00eda hijo y vuelva a ejecutar la limpieza de eliminaci\u00f3n.
FNRRS0204.message     = No se puede realizar el inicio de la eliminaci\u00f3n en esta entidad: {0}.
FNRRS0204.arg.0       = Identidad de la entidad en la que se ha intentando iniciar la eliminaci\u00f3n.

FNRRS0205.explanation = Se ha producido un error inesperado que impide que el proceso de inicio de eliminaci\u00f3n contin\u00fae.
FNRRS0205.action      = Examine la informaci\u00f3n de la pila de excepciones asociada para conocer la posible causa, vuelva a ejecutar la limpieza de eliminaci\u00f3n, o ambas cosas.
FNRRS0205.message     = Se ha producido un error inesperado durante el inicio de la eliminaci\u00f3n para una o m\u00e1s entidades.

FNRRS0206.explanation = El par\u00e1metro VWSession es nulo o no v\u00e1lido de alguna manera.
FNRRS0206.action      = Verifique la configuraci\u00f3n del IBM FileNet Process Engine aplicable de la aplicaci\u00f3n cliente.
FNRRS0206.message     = No se puede realizar el inicio de la eliminaci\u00f3n debido a un par\u00e1metro VWSession no v\u00e1lido: {0}.
FNRRS0206.arg.0       = El par\u00e1metro VWSession en cuesti\u00f3n.

FNRRS0207.explanation = La fecha de ejecuci\u00f3n de la fase actual de la entidad no se ha establecido o est\u00e1 en el futuro.
FNRRS0207.action      = Vuelva a ejecutar la limpieza de eliminaci\u00f3n y, a continuaci\u00f3n, vuelva a intentar iniciar la la eliminaci\u00f3n. 
FNRRS0207.message     = No se puede completar la fase de eliminaci\u00f3n actual, ya que la fecha de ejecuci\u00f3n de la fase actual no se ha alcanzado a\u00fan; entidad: {0}.
FNRRS0207.arg.0       = Identidad de la entidad en cuesti\u00f3n.

FNRRS0208.explanation = Puede haberse producido un cambio en la planificaci\u00f3n de eliminaci\u00f3n asociada de la entidad, en los metadatos relacionados con la eliminaci\u00f3n de la entidad o en ambos.
FNRRS0208.action      = Vuelva a ejecutar la limpieza de eliminaci\u00f3n y, a continuaci\u00f3n, vuelva a intentar iniciar la la eliminaci\u00f3n. 
FNRRS0208.message     = No se puede completar la fase de eliminaci\u00f3n actual porque el flujo de trabajo asociado a\u00fan no se ha iniciado; entidad: {0}.
FNRRS0208.arg.0       = Identidad de la entidad en cuesti\u00f3n.

FNRRS0209.explanation = No se puede mover un contenedor reabierto m\u00e1s all\u00e1 de su fase de eliminaci\u00f3n actual.
FNRRS0209.action      = Cierre el contenedor y reintente la transici\u00f3n de fase. 
FNRRS0209.message     = No se puede completar la fase de eliminaci\u00f3n actual porque la entidad del contenedor se ha reabierto; entidad: {0}.
FNRRS0209.arg.0       = Identidad de la entidad en cuesti\u00f3n.

FNRRS0210.explanation = Una fecha de ejecuci\u00f3n de la fase actual propuesta no puede ser nula ni estar en el futuro.
FNRRS0210.action      = Proponga un valor de fecha de ejecuci\u00f3n de fase actual diferente y vuelva a intentar la transici\u00f3n de fase. 
FNRRS0210.message     = No se puede completar la fase de disposici\u00f3n actual porque la fecha de ejecuci\u00f3n propuesta de la fase actual es nula o est\u00e1 en el futuro. Entidad: {0}. Fecha propuesta: {1}.
FNRRS0210.arg.0       = Identidad de la entidad en cuesti\u00f3n.
FNRRS0210.arg.1       = El valor de fecha no v\u00e1lido proporcionado.

FNRRS0211.explanation = Una planificaci\u00f3n de eliminaci\u00f3n debe tener siempre un valor de propiedad de Base de l\u00edmite de corte.
FNRRS0211.action      = Fije la planificaci\u00f3n de eliminaci\u00f3n y vuelva a intentar el proceso inicio de eliminaci\u00f3n.
FNRRS0211.message     = No se puede realizar proceso de l\u00edmite de corte de eliminaci\u00f3n debido que falta la propiedad de base de l\u00edmite de corte para la planificaci\u00f3n de eliminaci\u00f3n: {0}.
FNRRS0211.arg.0       = Identidad de la planificaci\u00f3n en cuesti\u00f3n.

FNRRS0212.explanation = A la entidad en cuesti\u00f3n le falta un valor de fecha para la propiedad de base de l\u00edmite de corte especificada.
FNRRS0212.action      = Ajuste la entidad, su planificaci\u00f3n de eliminaci\u00f3n o ambas y vuelva a intentar el proceso de inicio de eliminaci\u00f3n.
FNRRS0212.message     = A la entidad de eliminaci\u00f3n le falta un valor de fecha para la propiedad de base de l\u00edmite de corte. Entidad: {0}. Nombre de propiedad: {1}.
FNRRS0212.arg.0       = Identidad de la entidad en cuesti\u00f3n.
FNRRS0212.arg.1       = Nombre de la propiedad de base de l\u00edmite de corte.

FNRRS0213.explanation = A la entidad en cuesti\u00f3n le falta un valor de fecha para la propiedad de base de l\u00edmite de corte especificada.
FNRRS0213.action      = Ajuste la entidad, su planificaci\u00f3n de eliminaci\u00f3n o ambas y vuelva a intentar el proceso de inicio de eliminaci\u00f3n.
FNRRS0213.message     = El desencadenador de eliminaci\u00f3n tiene un tipo de desencadenador no v\u00e1lido para el proceso de l\u00edmite de corte. Desencadenador: {0}. Tipo: {1}.
FNRRS0213.arg.0       = Identidad de la entidad en cuesti\u00f3n.
FNRRS0213.arg.1       = Nombre de la propiedad de base de l\u00edmite de corte.

FNRRS0214.explanation = Se ha producido una excepci\u00f3n inesperada al intentar la transferencia provisional de esta entidad.
FNRRS0214.action      = Examine los registros para obtener informaci\u00f3n m\u00e1s detallada sobre la excepci\u00f3n.
FNRRS0214.message     = No se ha podido realizar la transferencia provisional de la entidad debido a una excepci\u00f3n inesperada. Entidad: {0}. Excepci\u00f3n: {1}.
FNRRS0214.arg.0       = Identidad de la entidad en la que se ha intentando la transferencia provisional.
FNRRS0214.arg.1       = Mensaje de la excepci\u00f3n.

FNRRS0215.explanation = Se ha producido una excepci\u00f3n inesperada al intentar transferir esta entidad.
FNRRS0215.action      = Examine los registros para obtener informaci\u00f3n m\u00e1s detallada sobre la excepci\u00f3n.
FNRRS0215.message     = No se ha podido transferir la entidad debido a una excepci\u00f3n inesperada. Entidad: {0}. Excepci\u00f3n: {1}.
FNRRS0215.arg.0       = Identidad de la entidad en la que se ha intentando la transferencia.
FNRRS0215.arg.1       = Mensaje de la excepci\u00f3n.

FNRRS0216.explanation = Se ha encontrado un error en la obtenci\u00f3n del originador desde el elemento de paso del flujo de trabajo.
FNRRS0216.action      = Compruebe el servidor de Process Engine y el gestor de componentes para asegurarse de que funcionan bien.
FNRRS0216.message     = No se ha podido obtener el originador.

FNRRS0217.explanation = La colecci\u00f3n RMProperties contiene valores de propiedad relacionados con revisi\u00f3n de eliminaci\u00f3n que no pueden ser nulos o ni estar vac\u00edos.
FNRRS0217.action      = Proporcione los valores de propiedad de revisi\u00f3n adecuados y vuelva a intentar la operaci\u00f3n de revisi\u00f3n.
FNRRS0217.message     = La colecci\u00f3n RMProperties de entrada est\u00e1 vac\u00eda para la entidad revisada: {0}.
FNRRS0217.arg.0       = Identidad de la entidad en la que se ha intentando la revisi\u00f3n.

FNRRS0218.explanation = El ID de clase del tipo de carpeta que se va a crear no puede ser nulo ni estar vac\u00edo.
FNRRS0218.action      = Proporcione el ID de clase apropiada del tipo de carpeta.
FNRRS0218.message     = El ID {0} no es un ID de clase v\u00e1lido.
FNRRS0218.arg.0       = ID de clase del tipo de carpeta que se va a crear.

FNRRS0219.explanation = Solo se puede a\u00f1adir la categor\u00eda de registro al plan de archivos. 
FNRRS0219.action      = Proporcionar el tipo de entidad apropiado de la carpeta que se va a crear.
FNRRS0219.message     = La entidad {0} no se puede a\u00f1adir al plan de archivos.
FNRRS0219.arg.0       = El tipo de entidad de la carpeta que se va a crear.

FNRRS0220.explanation = El archivo adjunto debe ser RecordCategory o RecordFolder.
FNRRS0220.action      = Proporcione el archivo adjunto adecuado.
FNRRS0220.message     = El archivo adjunto {0} no es un tipo de archivo adjunto v\u00e1lido. El archivo adjunto debe ser RecordCategory o RecordFolder.
FNRRS0220.arg.0       = El nombre del archivo adjunto.

FNRRS0221.explanation = Se ha encontrado un error en la creaci\u00f3n del objeto de carpeta de registro. 
FNRRS0221.action      = Compruebe los par\u00e1metros utilizados para la carpeta creada y reintente la operaci\u00f3n de crear carpeta.
FNRRS0221.message     = No se puede crear el objeto de carpeta de registro {0}.
FNRRS0221.arg.0       = El tipo de entidad de la carpeta que se va a crear.

FNRRS0222.explanation = La longitud de la matriz PropertyName y de la matriz PropertyValue debe se la misma.
FNRRS0222.action      = Aseg\u00farese de que la longitud de la matriz PropertyName es igual a la longitud de la matriz PropertyValue.
FNRRS0222.message     = La longitud de la matriz PropertyName {0} y la matriz PropertyValue {1} no es igual.
FNRRS0222.arg.0       = Matriz PropertyName.
FNRRS0222.arg.1       = Matriz PropertyValue.

FNRRS0223.explanation = Cuando la propiedad dependiente especificada para el objeto tiene un valor de verdadero (true), entonces la otra propiedad debe tener asignado un valor que no est\u00e9 en blanco.
FNRRS0223.action      = Proporcione un valor v\u00e1lido para el valor de propiedad que falta o ajuste el valor de la propiedad dependiente.
FNRRS0223.message     = Al objeto le falta un valor que no est\u00e9 en blanco para la propiedad ''{0}'', que es necesaria cuando se especifica la propiedad dependiente ''{1}'' con un valor de ''true'' (verdadero).
FNRRS0223.arg.0       = Nombre de la propiedad que falta o est\u00e1 en blanco.
FNRRS0223.arg.1       = Nombre de la propiedad dependiente.

FNRRS0224.explanation = Se ha encontrado un error en la declaraci\u00f3n del documento como registro. 
FNRRS0224.action      = Compruebe los par\u00e1metros utilizados para declarar documento como registro y reintente la operaci\u00f3n de declaraci\u00f3n del documento como registro.
FNRRS0224.message     = No se puede declarar el documento como un registro.

FNRRS0225.explanation = El archivado de un registro en m\u00e1s de un contenedor no est\u00e1 habilitado actualmente en este repositorio de plan de archivos.
FNRRS0225.action      = No intente multiarchivar un registro o habilite la prestaci\u00f3n de multiarchivado en el repositorio de plan de archivos.
FNRRS0225.message     = No se puede archivar el registro en m\u00e1s de un contenedor en el repositorio de plan de archivos: {0}.
RNRRS0255.arg.0       = Nombre del repositorio de plan de archivos.

FNRRS0226.explanation = Los rangos de valor de retenci\u00f3n permitidos son a\u00f1os: 0-999, meses: 0-99, d\u00edas: 0-99.
FNRRS0226.action      = Proporcione valores de retenci\u00f3n v\u00e1lidos.
FNRRS0226.message     = Uno o m\u00e1s valores de retenci\u00f3n est\u00e1n fuera de rango. Los rangos permitidos son a\u00f1os: 0-999, meses: 0-99, d\u00edas: 0-99.

FNRRS0227.explanation = Un contenedor de planificaci\u00f3n b\u00e1sica solo se puede a\u00f1adir a un contenedor de ra\u00edz de plan de archivos o categor\u00eda de registro.
FNRRS0227.action      = Vuelva a intentarlo utilizando otra ra\u00edz de plan de archivos o categor\u00eda de registro como contenedor padre de destino.
FNRRS0227.message     = No se puede a\u00f1adir un contenedor de planificaci\u00f3n b\u00e1sico nuevo como hijo de un contenedor padre de tipo: {0} 
RNRRS0227.arg.0       = Tipo de entidad del contenedor padre.

FNRRS0228.explanation = No se ha encontrado la propiedad desencadenante especificada.
FNRRS0228.action      = Proporcione el nombre simb\u00f3lico de una propiedad de tipo DateTime v\u00e1lida asignada a al menos una clase de registro.
FNRRS0228.message     = No se puede recuperar la plantilla de propiedades del nombre simb\u00f3lico de la propiedad desencadenante especificada: {0} 
RNRRS0228.arg.0       = Nombre de propiedad simb\u00f3lica especificado.

FNRRS0229.explanation = La propiedad desencadenante especificada debe ser de un valor y del tipo de datos DateTime.
FNRRS0229.action      = Proporcione el nombre simb\u00f3lico de una propiedad de tipo DateTime de un valor v\u00e1lida asignada a al menos una clase de registro.
FNRRS0229.message     = La propiedad desencadenante especificada no es del tipo de datos DateTime y/o no es de un valor: {0}
RNRRS0229.arg.0       = Nombre de propiedad simb\u00f3lica especificado.

FNRRS0230.explanation = La propiedad desencadenante especificada debe estar asignada actualmente a una o m\u00e1s clases de registro.
FNRRS0230.action      = Proporcione el nombre simb\u00f3lico de una propiedad de tipo DateTime v\u00e1lida asignada a al menos una clase de registro.
FNRRS0230.message     = La propiedad desencadenante especificada no est\u00e1 asignada a ninguna clase de registro: {0}.
RNRRS0230.arg.0       = Nombre de propiedad simb\u00f3lica especificado.

FNRRS0231.explanation = Un contenedor de planificaci\u00f3n b\u00e1sica propuesto no puede tener subcontenedores hijos.
FNRRS0231.action      = Seleccione otro contenedor para la conversi\u00f3n a un contenedor de planificaci\u00f3n b\u00e1sica.
FNRRS0231.message     = El contenedor de planificaci\u00f3n b\u00e1sica propuesto no es un nodo de hoja: {0}
RNRRS0231.arg.0       = Identidad del contenedor propuesto.

FNRRS0232.explanation = Un contenedor de planificaci\u00f3n b\u00e1sica propuesto no puede contener registros hijos que est\u00e9n archivados actualmente en m\u00e1s de un contenedor.
FNRRS0232.action      = Seleccione otro contenedor para la conversi\u00f3n o elimine los registros hijo no cualificados.
FNRRS0232.message     = El contenedor de planificaci\u00f3n b\u00e1sica propuesto contiene al menos un registro multiarchivado: {0}.
FNRRS0232.arg.0       = Identidad de registro multiarchivado.

FNRRS0233.explanation = Un contenedor de planificaci\u00f3n b\u00e1sica propuesto no puede tener registros hijos que est\u00e9n en un registro f\u00edsico.
FNRRS0233.action      = Seleccione otro contenedor para la conversi\u00f3n o elimine los registros hijo no cualificados.
FNRRS0233.message     = El contenedor de planificaci\u00f3n b\u00e1sica propuesto contiene al menos un registro f\u00edsico: {0}.
FNRRS0233.arg.0       = Identidad de registro f\u00edsico.

FNRRS0234.explanation = Un contenedor de planificaci\u00f3n b\u00e1sica propuesto no puede tener registros hijos que tengan un tipo de registro asociado.
FNRRS0234.action      = Seleccione otro contenedor para la conversi\u00f3n o elimine los registros hijo no cualificados.
FNRRS0234.message     = El contenedor de planificaci\u00f3n b\u00e1sica propuesto contiene al menos un registro que tiene un tipo de registro asociado: {0}.
FNRRS0234.arg.0       = Identidad de registro.

FNRRS0235.explanation = Todos los registros contenidos en un contenedor de planificaci\u00f3n b\u00e1sica propuesto deben admitir la propiedad desencadenante propuesta.
FNRRS0235.action      = Seleccione otra propiedad desencadenante o elimine los registros hijo no cualificados.
FNRRS0235.message     = El contenedor de planificaci\u00f3n b\u00e1sica propuesto contiene al menos un registro cuya clase de registro no admite el nombre de propiedad desencadenante: {0}.
FNRRS0235.arg.0       = Identidad de registro.

FNRRS0236.explanation = No todos los tipos de contenedor de registros son elegibles para conversi\u00f3n en contenedores de planificaci\u00f3n b\u00e1sica.
FNRRS0236.action      = Seleccione otro contenedor.
FNRRS0236.message     = El tipo de contenedor propuesto no es elegible para la conversi\u00f3n a un contenedor de planificaci\u00f3n b\u00e1sica: {0}.
FNRRS0236.arg.0       = Tipo de entidad del contenedor propuesto.

FNRRS0237.explanation = Las plantillas de propiedades relacionadas con la planificaci\u00f3n b\u00e1sica necesarias y/o su asignaci\u00f3n a varias clases de contenedor de registros no parecen existir en este repositorio de plan de archivos.
FNRRS0237.action      = Aseg\u00farese de que se ha aplicado el complementario de P8 Content Manager adecuado a este repositorio de plan de archivos.
FNRRS0237.message     = Los metadatos necesarios para admitir la planificaci\u00f3n b\u00e1sica no est\u00e1n disponibles en este repositorio de plan de archivos: {0}.
FNRRS0237.arg.0       = Identificador de repositorio de planes de archivos.

FNRRS0238.explanation = Un contenedor de planificaci\u00f3n b\u00e1sica v\u00e1lido debe tener un valor de propiedad RMRetentionPeriod con el formato correcto.
FNRRS0238.action      = Utilice el m\u00e9todo DefensiblyDisposable.setRetentionPeriod para establecer un valor de periodo de retenci\u00f3n adecuado para este contenedor. 
FNRRS0238.message     = El valor de periodo de retenci\u00f3n de la planificaci\u00f3n b\u00e1sica no tiene el formato esperado: aaa-mm-dd.

FNRRS0239.explanation = Un contenedor ya debe ser un contenedor de planificaci\u00f3n b\u00e1sica antes de intentar modificar una propiedad relacionada con la planificaci\u00f3n b\u00e1sica.
FNRRS0239.action      = Aseg\u00farese de que el contenedor se ha creado como o se ha convertido en un contenedor de planificaci\u00f3n b\u00e1sica.
FNRRS0239.message     = No se puede modificar un valor de propiedad relacionado con la planificaci\u00f3n b\u00e1sica en un contenedor que no sea de planificaci\u00f3n b\u00e1sica: {0}.
FNRRS0239.arg.0       = Identificador de contenedor.

FNRRS0240.explanation = No se permite la definici\u00f3n directa de dichas propiedades porque ignorar\u00eda la l\u00f3gica de validaci\u00f3n necesaria. 
FNRRS0240.action      = Utilice los m\u00e9todos DefensiblyDisposable setRetentionPeriod y/o setTriggerPropertyName en su lugar. 
FNRRS0240.message     = No se permite la definici\u00f3n directa de valores de propiedad de planificaci\u00f3n b\u00e1sica.

FNRRS0241.explanation = Un contenedor de planificaci\u00f3n b\u00e1sica no puede contener registros multiarchivados.

FNRRS0241.action      = Seleccione un contenedor de destino distinto en el que archivar el registro.

FNRRS0241.message     = No se puede colocar un registro multiarchivado en un contenedor de planificaci\u00f3n b\u00e1sica.

FNRRS0242.explanation = Un contenedor de planificaci\u00f3n b\u00e1sica no puede contener registros f\u00edsicos.

FNRRS0242.action      = Seleccione un contenedor de destino distinto en el que archivar el registro. 
FNRRS0242.message     = No se puede archivar un registro f\u00edsico en un contenedor de planificaci\u00f3n b\u00e1sica.

FNRRS0243.explanation = Un contenedor de planificaci\u00f3n b\u00e1sica no puede contener registros con un tipo de registro.

FNRRS0243.action      = Seleccione un contenedor de destino distinto en el que archivar el registro. 
FNRRS0243.message     = No se puede archivar un registro con un tipo de registro asociado en un contenedor de planificaci\u00f3n b\u00e1sica.

FNRRS0244.explanation = Todos los registros contenidos en un contenedor de planificaci\u00f3n b\u00e1sica deben admitir la propiedad desencadenante asignada del contenedor.

FNRRS0244.action      = Seleccione un contenedor de destino distinto en el que archivar el registro. 
FNRRS0244.message     = La clase de registro no admite la propiedad desencadenante asignada al contenedor de planificaci\u00f3n b\u00e1sica de destino.

FNRRS0245.explanation = Un contenedor de planificaci\u00f3n b\u00e1sica no puede tener ninguna planificaci\u00f3n de eliminaci\u00f3n asignada, ya sea directamente o mediante herencia. 
FNRRS0245.action      = No intente asignar una planificaci\u00f3n de eliminaci\u00f3n a un contenedor de planificaci\u00f3n b\u00e1sica existente ni durante la creaci\u00f3n de dicho contenedor.
FNRRS0245.message     = No se puede asignar una planificaci\u00f3n de eliminaci\u00f3n a un contenedor de planificaci\u00f3n b\u00e1sica.

FNRRS0246.explanation = Cualquier registro que est\u00e9 actualmente incluido en un informe de planificaci\u00f3n b\u00e1sica no se puede mover fuera de su contenedor.
FNRRS0246.action      = Puede hacer una copia nueva de este registro o poner el registro en retenci\u00f3n.
FNRRS0246.message     = No se puede mover un registro que est\u00e9 actualmente incluido en un informe de planificaci\u00f3n b\u00e1sica: {0}.
FNRRS0246.arg.0       = El identificador de registro.

FNRRS0247.explanation = Un contenedor que fuera elegible de otro modo no se puede convertir en un contenedor de planificaci\u00f3n b\u00e1sica si \u00e9l o al menos uno de los registros contenidos est\u00e1 involucrado actualmente en un proceso de eliminaci\u00f3n.
FNRRS0247.action      = Complete cualquier proceso de eliminaci\u00f3n existente del contenedor y/o los registros contenidos antes de intentar convertirlo.
FNRRS0247.message     = El contenedor propuesto no es elegible actualmente para conversi\u00f3n en un contenedor de planificaci\u00f3n b\u00e1sica porque \u00e9l o al menos un registro contenido est\u00e1 involucrado actualmente en un proceso de eliminaci\u00f3n: {0}.
FNRRS0247.arg.0       = Identificador del contenedor o registro hijo no elegible.

FNRRS0248.explanation = No se permiten cambios en la propiedad desencadenante de un registro que est\u00e9 actualmente incluido en un informe de planificaci\u00f3n b\u00e1sica.
FNRRS0248.action      = No intente cambiar el valor de la propiedad desencadenante.
FNRRS0248.message     = No se puede actualizar el valor de la propiedad desencadenante asignada en un registro que est\u00e9 actualmente incluido en un informe de planificaci\u00f3n b\u00e1sica: {0}.
FNRRS0248.arg.0       = El identificador de registro.

FNRRS0249.explanation = Dado que un contenedor de planificaci\u00f3n b\u00e1sica no puede contener registros multiarchivados, los registros existentes de un contenedor de planificaci\u00f3n b\u00e1sica no se pueden archivar en otra parte.
FNRRS0249.action      = Mueva o copie el registro en lugar de multiarchivarlo.
FNRRS0249.message     = No se puede multiarchivar un registro que est\u00e9 actualmente contenido en un contenedor de planificaci\u00f3n b\u00e1sica: {0}.
FNRRS0249.arg.0       = El identificador de registro.

FNRRS0250.explanation = Algunas instancias de configuraci\u00f3n del sistema se consideran constantes y no se pueden cambiar.
FNRRS0250.message     = No est\u00e1 permitido realizar una operaci\u00f3n de actualizaci\u00f3n para la instancia de configuraci\u00f3n del sistema cuyo nombre de propiedad es: {0}.
FNRRS0250.arg.0       = El nombre de propiedad de la configuraci\u00f3n del sistema involucrada.

FNRRS0251.explanation = La fecha de ejecuci\u00f3n de la fase actual de la entidad se ha borrado o ahora es futura.
FNRRS0251.action      = Vuelva a ejecutar la limpieza de eliminaci\u00f3n para renovar el estado de eliminaci\u00f3n de la entidad.
FNRRS0251.message     = No se puede iniciar la eliminaci\u00f3n debido a un cambio en la fecha de ejecuci\u00f3n de la fase actual de la entidad: {0}, fecha: {1}.
FNRRS0251.arg.0       = La entidad en cuesti\u00f3n.
FNRRS0251.arg.1       = La fecha de ejecuci\u00f3n de la fase actual de la entidad.

FNRRS0252.explanation = El inicio de la acci\u00f3n de eliminaci\u00f3n no es aplicable a una entidad cuya acci\u00f3n de fase actual es autodestrucci\u00f3n.
FNRRS0252.action      = Ejecute una limpieza de eliminaci\u00f3n de autodestrucci\u00f3n para procesar esta entidad.
FNRRS0252.message     = No se puede iniciar la eliminaci\u00f3n en una entidad cuya acci\u00f3n de fase de eliminaci\u00f3n actual es autodestrucci\u00f3n: {0}.
FNRRS0252.arg.0       = La entidad en cuesti\u00f3n.

FNRRS0253.explanation = El inicio de la acci\u00f3n de eliminaci\u00f3n no es aplicable a una entidad cuya jerarqu\u00eda de subcontenedores incluye uno o varios contenedores f\u00edsicos en retenci\u00f3n.
FNRRS0253.action      = Elimine las retenciones afectadas y vuelva a iniciar la eliminaci\u00f3n.
FNRRS0253.message     = No se puede iniciar la eliminaci\u00f3n en una entidad que contiene un subcontenedor f\u00edsico que est\u00e1 en retenci\u00f3n: {0}.
FNRRS0253.arg.0       = La entidad en cuesti\u00f3n.

FNRRS0254.explanation = El inicio de la acci\u00f3n de eliminaci\u00f3n no es aplicable a una entidad cuya jerarqu\u00eda de subcontenedores incluye uno o varios registros f\u00edsicos en retenci\u00f3n.
FNRRS0254.action      = Elimine las retenciones afectadas y vuelva a iniciar la eliminaci\u00f3n.
FNRRS0254.message     = No se puede iniciar la eliminaci\u00f3n en una entidad que contiene un registro f\u00edsico que est\u00e1 en retenci\u00f3n: {0}.
FNRRS0254.arg.0       = La entidad en cuesti\u00f3n.

FNRRS0255.explanation = El inicio de la acci\u00f3n de eliminaci\u00f3n no es aplicable a una entidad cuya jerarqu\u00eda de subcontenedores incluye un subcontenedor que est\u00e1 en retenci\u00f3n y que contiene registros f\u00edsicos.
FNRRS0255.action      = Elimine las retenciones afectadas y vuelva a iniciar la eliminaci\u00f3n.
FNRRS0255.message     = No se puede iniciar la eliminaci\u00f3n en una entidad que tiene un subcontenedor en retenci\u00f3n que, a su vez, contiene un registro f\u00edsico: {0}.
FNRRS0255.arg.0       = La entidad en cuesti\u00f3n.


FNRRS0300.explanation = No se ha podido adquirir una instancia de sujeto JAAS asociada con ese domain_type, URL de conexi\u00f3n, nombre de usuario y nombre de JAAS_stanza.
FNRRS0300.action      = Aseg\u00farese de lo siguiente: 1) La configuraci\u00f3n de JAAS para el entorno de ejecuci\u00f3n se ha especificado correctamente. 2) Se ha especificado el URL correcto, incluido el n\u00famero de puerto correcto. 3) Se ha especificado el nombre de JAAS_stanza apropiado para este URL.
FNRRS0300.message     = No se ha podido adquirir un sujeto JAAS para el tipo de dominio: ''{0}''. URL: ''{1}''. Nombre de usuario: ''{2}''. Stanza JAAS: ''{3}''.
FNRRS0300.arg.0       = domain_type
FNRRS0300.arg.1       = url
FNRRS0300.arg.2       = username
FNRRS0300.arg.3       = JAAS_stanza

FNRRS0301.explanation = El P8 ObjectStore especificado por objectstore_ident no es un repositorio de contenido de Records Manager v\u00e1lido.
FNRRS0301.action      = Aseg\u00farese de que se ha aplicado el modelo de datos de Records Manager adecuado a este ObjectStore P8.
FNRRS0301.message     = El ObjectStore P8 no es un repositorio de contenido de Records Manager v\u00e1lido: ''{0}''.
FNRRS0301.arg.0       = objectstore_ident

FNRRS0302.explanation = El ObjectStore P8 especificado por objectstore_ident no es un repositorio de planes de archivos de IBM Enterprise Records v\u00e1lido.
FNRRS0302.action      = Aseg\u00farese de que se ha aplicado el modelo de datos de IBM Enterprise Records adecuado a este ObjectStore P8.
FNRRS0302.message     = El ObjectStore P8 no es un repositorio de planes de archivos de IBM Enterprise Records v\u00e1lido: ''{0}''.
FNRRS0302.arg.0       = objectstore_ident

FNRRS0303.explanation = El objeto de API, instance_ident, del tipo entity_type, todav\u00eda no se ha asociado con su objeto base de repositorio correspondiente. Esto restringe el uso de la instancia de la API, como intentar recuperar valores de propiedad de esta.
FNRRS0303.action      = Realice fetchInstance (en oposici\u00f3n a getInstance) para la instancia de API para forzar una recuperaci\u00f3n desde el repositorio.
FNRRS0303.message     = No se ha establecido ning\u00fan objeto base de repositorio para la instancia de la API ''{0}'' de tipo ''{1}''.
FNRRS0303.arg.0       = instance_ident
FNRRS0303.arg.1       = entity_type

FNRRS0304.explanation = No hay ning\u00fan repositorio de planes de archivos disponible que se pueda recuperar desde el dominio domain_ident.
FNRRS0304.action      = Verifique que el usuario actual tiene permiso de acceso al menos a un repositorio de planes de archivos del dominio. Aseg\u00farese tambi\u00e9n de que se ha configurado por lo menos un repositorio como repositorio de planes de archivos.
FNRRS0304.message     = No hay ning\u00fan repositorio de planes de archivos disponible que se pueda recuperar desde el dominio: ''{0}''.
FNRRS0304.arg.0       = domain_ident

FNRRS0305.explanation = No hay ning\u00fan repositorio de planes de archivos disponible que se pueda recuperar desde el dominio domain_ident.
FNRRS0305.action      = Verifique que el usuario actual tiene permiso de acceso al menos a un repositorio de planes de archivos del dominio. Aseg\u00farese tambi\u00e9n de que se ha configurado por lo menos un repositorio como repositorio de planes de archivos.
FNRRS0305.message     = No hay ning\u00fan repositorio de planes de archivos disponible que se pueda recuperar desde el dominio: ''{0}''.
FNRRS0305.arg.0       = domain_ident

FNRRS0306.explanation = Se ha producido una excepci\u00f3n al intentar ingerir la propiedad de P8 Content Engine cuyo nombre simb\u00f3lico es symbolic_name.
FNRRS0306.action      = Examine la pila de la excepci\u00f3n para conocer la causa subyacente de la RMRuntimeException. La causa t\u00edpica es un problema de difusi\u00f3n de tipos.
FNRRS0306.message     = Error al ingerir la propiedad de P8CE, nombre simb\u00f3lico: ''{0}''.
FNRRS0306.arg.0       = symbolic_name

FNRRS0307.explanation = Se ha encontrado la clase de propiedad de repositorio no soportada class_name para la propiedad symbolic_name.
FNRRS0307.action      = Elija una propiedad alternativa o un tipo de clase de propiedad alternativo.
FNRRS0307.message     = Se ha encontrado una clase de propiedad no soportada durante la ingesti\u00f3n de la propiedad de repositorio con nombre simb\u00f3lico ''{0}'' y clase: ''{1}''.
FNRRS0307.arg.0       = symbolic_name
FNRRS0307.arg.1       = class_name

FNRRS0308.explanation = Error inesperado durante la operaci\u00f3n de definici\u00f3n de valor de propiedad de repositorio para symbolic_name de tipo data_type.
FNRRS0308.action      = Examine la excepci\u00f3n interna para obtener una descripci\u00f3n del error del repositorio.
FNRRS0308.message     = Error al intentar definir el valor de propiedad del repositorio. Nombre simb\u00f3lico: ''{0}''. Tipo de datos: ''{1}''.
FNRRS0308.arg.0       = symbolic_name
FNRRS0308.arg.1       = data_type

FNRRS0309.explanation = La capa de acceso del repositorio de P8 Content Engine no admite el objeto contenedor del tipo entity_type.
FNRRS0309.action      = Elija un tipo de contenedor diferente o seleccione un repositorio alternativo que s\u00ed admita este tipo de entidad.
FNRRS0309.message     = No se ha podido construir el objeto contenedor debido a un tipo de entidad de contenedor P8CE_RAL no soportado: ''{0}''.
FNRRS0309.arg.0       = entity_type

FNRRS0310.explanation = El fpRepository no tiene un objeto ''SystemConfiguration'' cuyo "PropertyName" sea "FPOS Setup''.
FNRRS0310.action      = Aseg\u00farese de que el fpRepository se ha configurado correctamente.
FNRRS0310.message     = No hay disponible ning\u00fan objeto SystemConfiguration ''FPOS Setup'' en el repositorio de planes de archivos: ''{0}''.
FNRRS0310.arg.0       = fpRepository

FNRRS0311.explanation = El objeto ''SystemConfiguration'' de fpRepository cuyo ''PropertyName'' es ''FPOs Setup'' tiene un valor de propiedad no v\u00e1lido para ''PropertyValue''.
FNRRS0311.action      = Aseg\u00farese de que el fpRepository se ha configurado correctamente.
FNRRS0311.message     = Valor no v\u00e1lido para el objeto SystemConfiguration ''FPOS Setup'' en el repositorio de planes de archivos: ''{0}''.
FNRRS0311.arg.0       = fpRepository

FNRRS0312.explanation = Se ha encontrado un error en la operaci\u00f3n de guardar para el objeto del tipo entity_type y el identificador object_ident.
FNRRS0312.action      = Verifique que el objeto en cuesti\u00f3n sigue existiendo en el repositorio. Adem\u00e1s, aseg\u00farese de que el usuario actual tiene el acceso de seguridad del nivel de objeto adecuado para permitir esta operaci\u00f3n.
FNRRS0312.message     = No se ha podido realizar la operaci\u00f3n de guardar el objeto de repositorio ''{0}'' de tipo: ''{1}''. Informaci\u00f3n de error subyacente: {2}.
FNRRS0312.arg.0       = object_ident
FNRRS0312.arg.1       = entity_type
FNRRS0312.arg.2		  = serie de mensaje de excepci\u00f3n subyacente

FNRRS0313.explanation = Se ha producido un error al intentar recuperar el nodo ra\u00edz del plan de archivos del repositorio de planes de archivos.
FNRRS0313.action      = Verifique que el usuario actual tiene al derechos de visualizaci\u00f3n en el nodo ra\u00edz del plan de archivos y que el repositorio de planes de archivos en particular se ha instalado y configurado correctamente.
FNRRS0313.message     = No se ha podido recuperar el nodo ra\u00edz del plan de archivos desde el repositorio de planes de archivos: ''{0}''.
FNRRS0313.arg.0       = fpRepository

FNRRS0314.explanation = Error inesperado al a\u00f1adir a una colecci\u00f3n de propiedades de una propiedad con symbolic_name de tipo data_type.
FNRRS0314.action      = Examine la excepci\u00f3n interna para obtener una descripci\u00f3n del error del repositorio.
FNRRS0314.message     = Error al intentar a\u00f1adir una nueva propiedad a la colecci\u00f3n. Nombre simb\u00f3lico: ''{0}''. Tipo de datos: ''{1}''.
FNRRS0314.arg.0       = symbolic_name
FNRRS0314.arg.1       = data_type

FNRRS0315.explanation = Se ha producido un error al intentar recuperar las categor\u00edas de registro hijo desde el contenedor padre.
FNRRS0315.action      = Verifique que el usuario actual tiene por lo menos derechos de visualizaci\u00f3n sobre el contenido del contenedor padre.
FNRRS0315.message     = Error al recuperar categor\u00edas de registro del contenedor padre: ''{0}''.
FNRRS0315.arg.0       = parent_container

FNRRS0316.explanation = Se ha producido un error al intentar adquirir el contenido actual de un iterador de p\u00e1gina.
FNRRS0316.action      = Aseg\u00farese de que se ha realizado una llamada inicial RMPageInterator.nextPage() con el fin de mover el iterador a la primera p\u00e1gina. Como alternativa, el iterador podr\u00eda haberse movido m\u00e1s all\u00e1 de la \u00faltima p\u00e1gina.
FNRRS0316.message     = Error al intentar adquirir contenido de la p\u00e1gina actual de un RMPageIterator.

FNRRS0317.explanation = Se ha producido un error al intentar adquirir la siguiente p\u00e1gina de un iterador de p\u00e1gina.
FNRRS0317.action      = Verifique que el iterador no se haya movido ya m\u00e1s all\u00e1 de la \u00faltima p\u00e1gina.
FNRRS0317.message     = Error al intentar adquirir la siguiente p\u00e1gina de un iterador PagableSet.

FNRRS0318.explanation = Se ha producido un error al intentar recuperar los contenedores padre para el objeto.
FNRRS0318.action      = Verifique que el usuario actual tiene por lo menos derechos de visualizaci\u00f3n sobre el contenedor padre.
FNRRS0318.message     = Error al recuperar los contenedores primarios para el objeto ''{0}''.
FNRRS0318.arg.0       = object

FNRRS0319.explanation = Se ha encontrado un error en la operaci\u00f3n de suprimir para el objeto del tipo entity_type y el identificador object_ident.
FNRRS0319.action      = Verifique que el objeto en cuesti\u00f3n sigue existiendo en el repositorio. Adem\u00e1s, aseg\u00farese de que el usuario actual tiene el acceso de seguridad del nivel de objeto adecuado para permitir esta operaci\u00f3n.
FNRRS0319.message     = No se ha podido realizar la operaci\u00f3n de supresi\u00f3n en el objeto de repositorio ''{0}'' de tipo: ''{1}''.
FNRRS0319.arg.0       = object_ident
FNRRS0319.arg.1       = entity_type

FNRRS0320.explanation = A\u00f1ada una operaci\u00f3n de categor\u00eda de registro para el objeto del tipo entity_type y el identificador object_ident.
FNRRS0320.action      = Verifique que el objeto de destino en cuesti\u00f3n sigue existiendo en el repositorio. Verifique que el destino tiene permiso para contener una categor\u00eda de registro. Aseg\u00farese de que el usuario actual tiene el acceso de seguridad del nivel de objeto adecuado para permitir esta operaci\u00f3n.
FNRRS0320.message     = No se ha podido a\u00f1adir la categor\u00eda de registro al objeto de destino ''{0}'' de tipo: ''{1}''.
FNRRS0320.arg.0       = object_ident
FNRRS0320.arg.1       = entity_type

FNRRS0321.explanation = Se ha producido un error al intentar adquirir el recuento de elementos actual de un iterador de p\u00e1gina.
FNRRS0321.action      = Aseg\u00farese de que se ha realizado una llamada inicial RMPageInterator.nextPage() con el fin de mover el iterador a la primera p\u00e1gina. Como alternativa, el iterador podr\u00eda haberse movido m\u00e1s all\u00e1 de la \u00faltima p\u00e1gina.
FNRRS0321.message     = Error al intentar obtener el recuento de elementos actual de un RMPageIterator.

FNRRS0322.explanation = A\u00f1ada una operaci\u00f3n de carpeta de registro para el objeto del tipo entity_type y el identificador object_ident.
FNRRS0322.action      = Verifique que el objeto de destino en cuesti\u00f3n sigue existiendo en el repositorio. Verifique que el destino tiene permiso para contener una carpeta de registro. Aseg\u00farese de que el usuario actual tiene el acceso de seguridad del nivel de objeto adecuado para permitir esta operaci\u00f3n.
FNRRS0322.message     = No se ha podido a\u00f1adir la carpeta de registro al objeto de destino ''{0}'' de tipo: ''{1}''.
FNRRS0322.arg.0       = object_ident
FNRRS0322.arg.1       = entity_type

FNRRS0323.explanation = Se ha producido un error al intentar recuperar las carpetas de registro hijo desde el contenedor padre.
FNRRS0323.action      = Verifique que el usuario actual tiene por lo menos derechos de visualizaci\u00f3n sobre el contenido del contenedor padre.
FNRRS0323.message     = Error al recuperar carpetas de registro del contenedor padre: ''{0}''.
FNRRS0323.arg.0       = parent_container

FNRRS0324.explanation = Se ha producido un error al intentar recuperar el volumen hijo activo desde el contenedor padre.
FNRRS0324.action      = Verifique que el usuario actual tiene por lo menos derechos de visualizaci\u00f3n sobre el contenido del contenedor padre.
FNRRS0324.message     = Error al recuperar el volumen activo del contenedor padre: ''{0}''.
FNRRS0324.arg.0       = parent_container

FNRRS0325.explanation = Se ha producido un error al intentar recuperar los vol\u00famenes de registro hijo desde el contenedor padre.
FNRRS0325.action      = Verifique que el usuario actual tiene por lo menos derechos de visualizaci\u00f3n sobre el contenido del contenedor padre.
FNRRS0325.message     = Error al recuperar volumen de registro del contenedor padre: ''{0}''.
FNRRS0325.arg.0       = parent_container

FNRRS0326.explanation = A\u00f1ada una operaci\u00f3n de volumen de registro para el objeto del tipo entity_type y el identificador object_ident.
FNRRS0326.action      = Verifique que el objeto de destino en cuesti\u00f3n sigue existiendo en el repositorio. Verifique que el destino tiene permiso para contener un volumen de registro. Aseg\u00farese de que el usuario actual tiene el acceso de seguridad del nivel de objeto adecuado para permitir esta operaci\u00f3n.
FNRRS0326.message     = No se ha podido a\u00f1adir el volumen de registro al objeto de destino ''{0}'' de tipo: ''{1}''.
FNRRS0326.arg.0       = object_ident
FNRRS0326.arg.1       = entity_type

FNRRS0327.explanation = Se ha encontrado un error en una consulta de objetos debido a un error de repositorio.
FNRRS0327.action      = Verifique que la sintaxis SQL es correcta, examine cualquier excepci\u00f3n incluida para obtener explicaciones de m\u00e1s detalladas error o ambas cosas.
FNRRS0327.message     = Se ha encontrado un error en la consulta de objetos.

FNRRS0328.explanation = Se ha encontrado un error en una consulta de filas debido a un error de repositorio.
FNRRS0328.action      = Verifique que la sintaxis SQL es correcta, examine cualquier excepci\u00f3n incluida para obtener explicaciones de m\u00e1s detalladas error o ambas cosas.
FNRRS0328.message     = Se ha encontrado un error en la consulta de filas.

FNRRS0329.explanation = Se ha intentado adquirir un RMPagingIterator de un PagableSet que no admite paginaci\u00f3n.
FNRRS0329.action      = Utilice el m\u00e9todo RMPagingIterator.supportsPaging() para determinar si se admite paginaci\u00f3n. Si la paginaci\u00f3n no est\u00e1 soportada, utilice el RMPagingIterator.iterator() en lugar de RMPagingIterator.pageIterator().
FNRRS0329.message     = La paginaci\u00f3n no est\u00e1 soportada para esta instancia de PagableSet.

FNRRS0330.explanation = Se ha producido un error al recuperar conjuntos de marca del dominio domain_ident.
FNRRS0330.action      = Verifique que el usuario actual tiene permiso de acceso al menos a un conjunto de marca del dominio.
FNRRS0330.message     = No se ha podido recuperar conjuntos de marca del dominio: ''{0}''.
FNRRS0330.arg.0       = domain_ident

FNRRS0331.explanation = La serie de identificaci\u00f3n del conjunto de marca, markingSetId, no tiene un formato v\u00e1lido.
FNRRS0331.action      = Aseg\u00farese de que la serie de identificaci\u00f3n tiene el formato de una serie de GUID, ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', donde cada ''x'' es un car\u00e1cter hexadecimal.
FNRRS0331.message     = Formato incorrecto de serie de identificaci\u00f3n de conjunto de marca: ''{0}''.
FNRRS0331.arg.0       = markingSetId

FNRRS0332.explanation = Se ha producido un error al recuperar una lista de opciones del repositorio repos_ident.
FNRRS0332.action      = Verifique que el usuario actual tiene permiso de acceso al menos a una lista de opciones del dominio.
FNRRS0332.message     = No se ha podido recuperar la lista de opciones del repositorio: ''{0}''.
FNRRS0332.arg.0       = repos_ident

FNRRS0333.explanation = La serie de identificaci\u00f3n de la lista de opciones, choiceListId, no tiene un formato v\u00e1lido.
FNRRS0333.action      = Aseg\u00farese de que la serie de identificaci\u00f3n tiene el formato de una serie de GUID, ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', donde cada ''x'' es un car\u00e1cter hexadecimal.
FNRRS0333.message     = Formato incorrecto de serie de identificaci\u00f3n de lista de opciones: ''{0}''.
FNRRS0333.arg.0       = choiceListId

FNRRS0334.explanation = Se ha producido un error al recuperar una descripci\u00f3n de clase, classDesc_ident, del repositorio repos_ident.
FNRRS0334.action      = Verifique que la descripci\u00f3n de la clase existe en el repositorio y que el usuario actual tiene permiso de acceso a la descripci\u00f3n de la clase.
FNRRS0334.message     = No se ha podido recuperar la descripci\u00f3n de clase desde el repositorio ''{0}''; identidad de descripci\u00f3n de clase: ''{1}''.
FNRRS0334.arg.0       = repos_ident
FNRRS0334.arg.1       = classDesc_ident

FNRRS0335.explanation = Se ha producido un error al recuperar la descripci\u00f3n de clase del repositorio repos_ident.
FNRRS0335.action      = Verifique que el usuario actual tiene permiso de acceso al repositorio.
FNRRS0335.message     = No se ha podido recuperar las descripciones de clase desde el repositorio ''{0}''; identidades de descripciones de clase: ''{1}''.
FNRRS0335.arg.0       = repos_ident

FNRRS0336.explanation = Se ha detectado un par\u00e1metro de serie de ID no v\u00e1lido.
FNRRS0336.action      = Aseg\u00farese de que la serie de identificaci\u00f3n tiene el formato de una serie de GUID, ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', donde cada ''x'' es un car\u00e1cter hexadecimal.
FNRRS0336.message     = Par\u00e1metro de serie de ID no v\u00e1lido: ''{0}''.
FNRRS0336.arg.0       = id_string

FNRRS0337.explanation = No se ha podido recuperar el usuario autenticado actual para el dominio.
FNRRS0337.action      = Aseg\u00farese de que hay un usuario autenticado actualmente para el dominio, de que se ha establecido un sujeto JAAS para la hebra actual, o ambas cosas.
FNRRS0337.message     = No se ha podido recuperar el usuario autenticado actual para el dominio.

FNRRS0338.explanation = Se ha encontrado un error en la operaci\u00f3n de b\u00fasqueda de grupos de usuarios especificados.
FNRRS0338.action      = Aseg\u00farese de que hay un usuario autenticado actualmente para el dominio, de que se ha establecido un sujeto JAAS para la hebra actual, o ambas cosas.
FNRRS0338.message     = Error durante la b\u00fasqueda de grupos de usuarios del dominio.

FNRRS0339.explanation = Se ha encontrado un error en la operaci\u00f3n de b\u00fasqueda de usuarios especificados.
FNRRS0339.action      = Aseg\u00farese de que hay un usuario autenticado actualmente para el dominio, de que se ha establecido un sujeto JAAS para la hebra actual, o ambas cosas.
FNRRS0339.message     = Error durante la b\u00fasqueda de usuarios del dominio.

FNRRS0340.explanation = El usuario actual no tiene suficientes derechos para a\u00f1adir un nuevo miembro a un rol existente que se define por su role_name, role_type y appl_name.
FNRRS0340.action      = Aseg\u00farese de que el usuario actual tiene derechos suficientes para a\u00f1adir un nuevo miembro a un rol existente.
FNRRS0340.message     = El usuario actual no tiene suficientes derechos de seguridad para el rol; nombre de rol = ''{0}'', tipo de rol = ''{1}'', aplicaci\u00f3n = ''{2}''.
FNRRS0340.arg.0       = role_name
FNRRS0340.arg.1       = role_type
FNRRS0340.arg.2       = appl_name

FNRRS0341.explanation = Se ha producido una anomal\u00eda al intentar recuperar el rol de acceso definido por role_type y appl_name.
FNRRS0341.action      = Aseg\u00farese de que el usuario actual tiene derechos suficientes para a\u00f1adir un nuevo miembro a un rol existente y de que el rol en cuesti\u00f3n a\u00fan existe en el repositorio.
FNRRS0341.message     = Se ha producido una anomal\u00eda al intentar recuperar el rol de acceso definido por el tipo = ''{0}'' y la aplicaci\u00f3n = ''{1}''.
FNRRS0341.arg.0       = role_type
FNRRS0341.arg.1       = appl_name

FNRRS0342.explanation = No se ha podido crear un nuevo rol usando el tipo role_type y el nombre de aplicaci\u00f3n appl_name, debido a un rol preexistente con estos mismos valores.
FNRRS0342.action      = Utilice un conjunto diferente de valores de tipo de rol/nombre de aplicaci\u00f3n, o suprima antes el rol existente que coincide.
FNRRS0342.message     = No se puede crear el nuevo rol debido al rol preexistente coincidente, tipo = ''{0}'' y aplicaci\u00f3n = "{1}''.
FNRRS0342.arg.0       = role_type
FNRRS0342.arg.1       = appl_name

FNRRS0343.explanation = Se ha producido una anomal\u00eda al intentar recuperar el rol de acceso definido por role_name y appl_name.
FNRRS0343.action      = Aseg\u00farese de que el usuario actual tiene derechos suficientes para ver el rol existente y de que el rol en cuesti\u00f3n a\u00fan existe en el repositorio.
FNRRS0343.message     = Se ha producido una anomal\u00eda al intentar recuperar el rol de acceso definido por el nombre = ''{0}'' y la aplicaci\u00f3n = ''{1}''.
FNRRS0343.arg.0       = role_name
FNRRS0343.arg.1       = appl_name

FNRRS0344.explanation = No se ha podido determinar el usuario actual.
FNRRS0344.action      = Aseg\u00farese de que hay un usuario autenticado actualmente para el dominio, de que se ha establecido un sujeto JAAS para la hebra actual, o ambas cosas.
FNRRS0344.message     = No se ha podido determinar el usuario actual.

FNRRS0345.explanation = Se ha producido un error al intentar recuperar los planes de archivos desde el repositorio de planes de archivos padre.
FNRRS0345.action      = Verifique que el usuario actual tiene por lo menos derechos de visualizaci\u00f3n sobre el contenido del repositorio de planes de archivos.
FNRRS0345.message     = Error al recuperar planes de archivos desde el repositorio de planes de archivos: ''{0}''.
FNRRS0345.arg.0       = fileplan_repository

FNRRS0346.explanation = Una propiedad necesaria falta o no tiene ning\u00fan valor.
FNRRS0346.action      = Aseg\u00farese de que se proporciona un valor de propiedad v\u00e1lido.
FNRRS0346.message     = La propiedad falta o no tiene ning\u00fan valor; nombre simb\u00f3lico: ''{0}''.
FNRRS0346.arg.0       = property_name

FNRRS0347.explanation = El nombre de plan de archivos especificado no es exclusivo.
FNRRS0347.action      = Proporcione un nombre de plan de archivos que no se haya utilizado ya en el repositorio de planes de archivos.
FNRRS0347.message     = El nombre de plan de archivos no es exclusivo: ''{0}''.
FNRRS0347.arg.0       = fileplan_name

FNRRS0348.explanation = Se ha producido un error durante un intento de a\u00f1adir un nuevo plan de archivos a un repositorio de planes de archivos.
FNRRS0348.action      = Verifique que el repositorio de destino es v\u00e1lido. Aseg\u00farese de que el usuario actual tiene el acceso de seguridad del nivel de objeto adecuado para permitir esta operaci\u00f3n.
FNRRS0348.message     = No se ha podido a\u00f1adir el nuevo plan de archivos al repositorio de planes de archivos de destino: ''{0}''.
FNRRS0348.arg.0       = repository_ident

FNRRS0349.explanation = No se ha podido adquirir la descripci\u00f3n de propiedad especificada o su pertenencia subarchivada a la clase y el repositorio especificados.
FNRRS0349.action      = Verifique que la clase especificada es apropiada para el proceso actual.
FNRRS0349.message     = No se ha podido adquirir la descripci\u00f3n de propiedad para ''{0}'', identidad de clase ''{1}'', del repositorio ''{2}''.
FNRRS0349.arg.0       = property_ident
FNRRS0349.arg.1       = class_ident
FNRRS0349.arg.2       = repository_ident

FNRRS0350.explanation = Se ha producido un error durante un intento de recuperar el elemento de contenido especificado como parte de un proceso de declaraci\u00f3n de registro.
FNRRS0350.action      = Verifique que el elemento de contenido especificado existe y es accesible.
FNRRS0350.message     = No se ha podido recuperar el elemento de contenido especificado para fines de declaraci\u00f3n de registro: ''{0}''.
FNRRS0350.arg.0       = contentItem_ident

FNRRS0351.explanation = No se puede encontrar ning\u00fan volumen hijo activo para la carpeta de registro especificada. Esto puede evitar una operaci\u00f3n de declaraci\u00f3n de registro cuando esta carpeta de registro es miembro de los contenedores de destino del nuevo registro.
FNRRS0351.action      = A\u00f1ada un nuevo volumen activo a la carpeta de registro o reabra un volumen existente y def\u00ednalo como un contenedor de destino para la operaci\u00f3n de declaraci\u00f3n de registro.
FNRRS0351.message     = No hay disponible ning\u00fan volumen hijo activo para la carpeta de registro especificada: ''{0}''.
FNRRS0351.arg.0       = recordFolder_ident

FNRRS0352.explanation = Se ha producido un error al intentar recuperar las ubicaciones desde el repositorio de planes de archivos padre.
FNRRS0352.action      = Verifique que el usuario actual tiene por lo menos derechos de visualizaci\u00f3n sobre el contenido del repositorio de planes de archivos.
FNRRS0352.message     = Error al recuperar ubicaciones desde el repositorio de planes de archivos: ''{0}''.
FNRRS0352.arg.0       = fileplan_repository

FNRRS0353.explanation = Se ha producido un error al intentar recuperar el complemento desde el repositorio especificado.
FNRRS0353.action      = Verifique que el usuario actual tiene por lo menos derechos de visualizaci\u00f3n sobre el contenido del repositorio.
FNRRS0353.message     = Error al recuperar complementos desde el repositorio: ''{0}''.
FNRRS0353.arg.0       = repositorio

FNRRS0354.explanation = Se ha producido un error al intentar recuperar los tipos de registro desde el repositorio de planes de archivos padre.
FNRRS0354.action      = Verifique que el usuario actual tiene por lo menos derechos de visualizaci\u00f3n sobre el contenido del repositorio de planes de archivos.
FNRRS0354.message     = Error al recuperar tipos de registro desde el repositorio de planes de archivos: ''{0}''.
FNRRS0354.arg.0       = fileplan_repository

FNRRS0355.explanation = La serie de identificaci\u00f3n de RMLink, rmLinkId, no tiene un formato v\u00e1lido.
FNRRS0355.action      = Aseg\u00farese de que la serie de identificaci\u00f3n tiene el formato de una serie de GUID, ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', donde cada ''x'' es un car\u00e1cter hexadecimal.
FNRRS0355.message     = Formato incorrecto de serie de identificaci\u00f3n de RMLink: ''{0}''.
FNRRS0355.arg.0       = rmLinkId

FNRRS0356.explanation = Se ha producido un error al intentar recuperar las gu\u00edas de clasificaci\u00f3n de seguridad desde el repositorio de planes de archivos especificado.
FNRRS0356.action      = Aseg\u00farese de que el repositorio es un repositorio de planes de archivos de DoD Security Classified y de que el usuario actual tiene el acceso de seguridad necesario para las gu\u00edas de clasificaci\u00f3n.
FNRRS0356.message     = Error al recuperar gu\u00edas de clasificaci\u00f3n de seguridad desde el repositorio de planes de archivos: ''{0}''.
FNRRS0356.arg.0       = repositoryIdent

FNRRS0357.explanation = Se ha producido un error al intentar recuperar secciones hijo disponibles para la gu\u00eda o la secci\u00f3n de gu\u00eda de clasificaci\u00f3n de seguridad especificada que pertenece al repositorio de planes de archivos especificado.
FNRRS0357.action      = Aseg\u00farese de que el repositorio es un repositorio de planes de archivos de DoD Security Classified y de que el usuario actual tiene el acceso de seguridad necesario para las gu\u00edas de clasificaci\u00f3n.
FNRRS0357.message     = Error al recuperar secciones hijo de la gu\u00eda o la secci\u00f3n de gu\u00eda de clasificaci\u00f3n, ''{1}'', que pertenece al repositorio de planes de archivos ''{0}''.
FNRRS0357.arg.0       = repositoryIdent
FNRRS0357.arg.1       = classificationGuideOrSection

FNRRS0358.explanation = Se ha producido un error al intentar recuperar temas hijo disponibles para la gu\u00eda o la secci\u00f3n de gu\u00eda de clasificaci\u00f3n de seguridad especificada que pertenece al repositorio de planes de archivos especificado.
FNRRS0358.action      = Aseg\u00farese de que el repositorio es un repositorio de planes de archivos de DoD Security Classified y de que el usuario actual tiene el acceso de seguridad necesario para las gu\u00edas de clasificaci\u00f3n.
FNRRS0358.message     = Error al recuperar temas hijo de la gu\u00eda o la secci\u00f3n de gu\u00eda de clasificaci\u00f3n, ''{1}'', que pertenece al repositorio de planes de archivos ''{0}''.
FNRRS0358.arg.0       = repositoryIdent
FNRRS0358.arg.1       = classificationGuideOrSection

FNRRS0359.explanation = El repositorio de planes de archivos especificado no est\u00e1 configurado con el modelo de datos DoD Classified y, por tanto, no admite las gu\u00edas de clasificaci\u00f3n de seguridad DoD.
FNRRS0359.action      = Aseg\u00farese de que se especifica el repositorio de planes de archivos correcto y de que este se configura con el modelo de datos DoD Classified.
FNRRS0359.message     = Las gu\u00edas de clasificaci\u00f3n DoD no est\u00e1n soportadas en el repositorio de planes de archivos: ''{0}''.
FNRRS0359.arg.0       = repositoryIdent

FNRRS0360.explanation = Se ha producido un error al intentar recuperar la gu\u00eda de clasificaci\u00f3n de seguridad especificada que pertenece al repositorio de planes de archivos especificado.
FNRRS0360.action      = Aseg\u00farese de que el repositorio es un repositorio de planes de archivos de DoD Security Classified y de que el usuario actual tiene el acceso de seguridad necesario para las gu\u00edas de clasificaci\u00f3n.
FNRRS0360.message     = Error al recuperar la gu\u00eda de clasificaci\u00f3n ''{1}'', que pertenece al repositorio de planes de archivos ''{0}''.
FNRRS0360.arg.0       = repositoryIdent
FNRRS0360.arg.1       = guideIdent

FNRRS0361.explanation = Se ha devuelto una excepci\u00f3n inesperada de la API de P8 Content Engine, tal y como especifica su serie de c\u00f3digo y mensaje de excepci\u00f3n.
FNRRS0361.action      = Examine la excepci\u00f3n de P8 Content Engine incluida y los registros de error disponibles para obtener informaci\u00f3n relativa a la causa subyacente de esta condici\u00f3n de error.
FNRRS0361.message     = se ha producido una excepci\u00f3n inesperada de P8 Content Engine. C\u00f3digo de excepci\u00f3n: {0}, mensaje: ''{1}''.
FNRRS0361.arg.0       = ceExceptionCode
FNRRS0361.arg.1       = ceExceptionMessage

FNRRS0362.explanation = Se ha producido una excepci\u00f3n inesperada al intentar recuperar el valor m\u00e1ximo de tiempo l\u00edmite de desclasificaci\u00f3n de DoD Classified desde el repositorio de planes de archivos especificado.
FNRRS0362.action      = Aseg\u00farese de que el modelo de datos de DoD Classified de propiedad se ha configurado para este repositorio y de que este incluye un valor v\u00e1lido para la entrada apropiada de configuraci\u00f3n del sistema.
FNRRS0362.message     = Error inesperado al recuperar el valor m\u00e1ximo de l\u00edmite de tiempo de desclasificaci\u00f3n de DoD Classified. Repositorio: ''{0}''.
FNRRS0362.arg.0       = repositoryName

FNRRS0363.explanation = Se ha producido un error al intentar recuperar las acciones de eliminaci\u00f3n desde el repositorio de planes de archivos padre.
FNRRS0363.action      = Verifique que el usuario actual tiene por lo menos derechos de visualizaci\u00f3n sobre el contenido del repositorio de planes de archivos.
FNRRS0363.message     = Error al recuperar acciones de eliminaci\u00f3n desde el repositorio de planes de archivos: ''{0}''.
FNRRS0363.arg.0       = fileplan_repository

FNRRS0364.explanation = Se ha producido un error al intentar recuperar los desencadenadores de eliminaci\u00f3n desde el repositorio de planes de archivos padre.
FNRRS0364.action      = Verifique que el usuario actual tiene por lo menos derechos de visualizaci\u00f3n sobre el contenido del repositorio de planes de archivos.
FNRRS0364.message     = Error al recuperar desencadenadores de eliminaci\u00f3n desde el repositorio de planes de archivos: ''{0}''.
FNRRS0364.arg.0       = fileplan_repository

FNRRS0365.explanation = Se ha producido un error al intentar recuperar las planificaciones de eliminaci\u00f3n desde el repositorio de planes de archivos padre.
FNRRS0365.action      = Verifique que el usuario actual tiene por lo menos derechos de visualizaci\u00f3n sobre el contenido del repositorio de planes de archivos.
FNRRS0365.message     = Error al recuperar planificaciones de eliminaci\u00f3n desde el repositorio de planes de archivos: ''{0}''.
FNRRS0365.arg.0       = fileplan_repository

FNRRS0366.explanation = El nombre de suceso desencadenador de eliminaci\u00f3n propuesto ya est\u00e1 en uso en este repositorio.
FNRRS0366.action      = Proporcione un valor que no se haya utilizado ya en el repositorio.
FNRRS0366.message     = El nombre de suceso desencadenador de eliminaci\u00f3n propuesto no es exclusivo en el repositorio: ''{0}''.
FNRRS0366.arg.0       = name_value

FNRRS0367.explanation = El periodo de tiempo de ciclo para un desencadenador de eliminaci\u00f3n recurrente debe ser mayor que 0.
FNRRS0367.action      = Proporcione un valor distinto a cero para el valor de a\u00f1os, meses o d\u00edas.
FNRRS0367.message     = Al menos uno de los valores de periodo de tiempo c\u00edclico debe ser mayor que 0.

FNRRS0368.explanation = Se ha producido un error durante un intento de a\u00f1adir un nuevo desencadenador de eliminaci\u00f3n a un repositorio de planes de archivos.
FNRRS0368.action      = Verifique que el repositorio de destino es v\u00e1lido. Aseg\u00farese de que el usuario actual tiene el acceso de seguridad del nivel de objeto adecuado para permitir esta operaci\u00f3n.
FNRRS0368.message     = No se ha podido a\u00f1adir el nuevo desencadenador de eliminaci\u00f3n al repositorio de planes de archivos de destino: ''{0}''.
FNRRS0368.arg.0       = repository_ident

FNRRS0369.explanation = Se ha producido un error durante un intento de a\u00f1adir una nueva acci\u00f3n de eliminaci\u00f3n a un repositorio de planes de archivos.
FNRRS0369.action      = Verifique que el repositorio de destino es v\u00e1lido. Aseg\u00farese de que el usuario actual tiene el acceso de seguridad del nivel de objeto adecuado para permitir esta operaci\u00f3n.
FNRRS0369.message     = No se ha podido a\u00f1adir la nueva acci\u00f3n de eliminaci\u00f3n al repositorio de planes de archivos de destino: ''{0}''.
FNRRS0369.arg.0       = repository_ident

FNRRS0370.explanation = El nombre de acci\u00f3n de eliminaci\u00f3n propuesto ya est\u00e1 en uso en este repositorio.
FNRRS0370.action      = Proporcione un valor que no se haya utilizado ya en el repositorio.
FNRRS0370.message     = El nombre de acci\u00f3n de eliminaci\u00f3n propuesto no es exclusivo en el repositorio: ''{0}''.
FNRRS0370.arg.0       = name_value

FNRRS0371.explanation = El valor de flujo de trabajo propuesto asociado con una acci\u00f3n de eliminaci\u00f3n no es una instancia de la clase WorkflowDefinition.
FNRRS0371.action      = Proporcione una instancia v\u00e1lida de WorkflowDefinition de IBM Enterprise Records para la propiedad de flujo de trabajo asociada.
FNRRS0371.message     = El valor de flujo de trabajo propuesto asociado con una acci\u00f3n de eliminaci\u00f3n no es una instancia de la clase WorkflowDefinition: ''{0}''.
FNRRS0371.arg.0       = class_name

FNRRS0372.explanation = Se ha producido un error al intentar recuperar las definiciones de flujo de trabajo desde el repositorio de planes de archivos padre.
FNRRS0372.action      = Verifique que el usuario actual tiene por lo menos derechos de visualizaci\u00f3n sobre el contenido del repositorio de planes de archivos.
FNRRS0372.message     = Error al recuperar definiciones de flujo de trabajo desde el repositorio de planes de archivos: ''{0}''.
FNRRS0372.arg.0       = fileplan_repository

FNRRS0373.explanation = El nombre de planificaci\u00f3n de eliminaci\u00f3n propuesto ya est\u00e1 en uso en este repositorio.
FNRRS0373.action      = Proporcione un valor que no se haya utilizado ya en el repositorio.
FNRRS0373.message     = El nombre de planificaci\u00f3n de eliminaci\u00f3n propuesto no es exclusivo en el repositorio: ''{0}''.
FNRRS0373.arg.0       = name_value

FNRRS0374.explanation = La planificaci\u00f3n de eliminaci\u00f3n propuesta tiene especificado un valor de desencadenador de eliminaci\u00f3n no v\u00e1lido.
FNRRS0374.action      = Proporcione un valor de desencadenador de eliminaci\u00f3n v\u00e1lido o un desencadenador de fecha del calendario predefinido.
FNRRS0374.message     = La planificaci\u00f3n de eliminaci\u00f3n propuesta tiene especificado un valor de desencadenador de eliminaci\u00f3n no v\u00e1lido.
FNRRS0374.arg.0       = name_value

FNRRS0375.explanation = El valor para la propiedad especificada no es v\u00e1lido o est\u00e1 fuera de rango.
FNRRS0375.action      = Proporcione un valor v\u00e1lido para la propiedad especificada.
FNRRS0375.message     = El valor para la propiedad especificada no es v\u00e1lido o est\u00e1 fuera de rango: {0}, ''{1}''.
FNRRS0375.arg.0       = property_name
FNRRS0375.arg.1       = property_value

FNRRS0376.explanation = Al nombre de planificaci\u00f3n de eliminaci\u00f3n propuesto le falta un valor de periodo de retenci\u00f3n v\u00e1lido.
FNRRS0376.action      = Proporcione valores no negativos para los a\u00f1os, los meses y los d\u00edas del periodo de retenci\u00f3n.
FNRRS0376.message     = Al nombre de planificaci\u00f3n de eliminaci\u00f3n propuesto le falta un valor de periodo de retenci\u00f3n v\u00e1lido.

FNRRS0377.explanation = A una fase de eliminaci\u00f3n le falta un valor de periodo de retenci\u00f3n v\u00e1lido.
FNRRS0377.action      = Proporcione valores no negativos para los a\u00f1os, los meses y los d\u00edas del periodo de retenci\u00f3n.
FNRRS0377.message     = A una fase de eliminaci\u00f3n le falta un valor de periodo de retenci\u00f3n v\u00e1lido.

FNRRS0378.explanation = A una retenci\u00f3n alternativa de fase de eliminaci\u00f3n le falta un valor de periodo de retenci\u00f3n v\u00e1lido.
FNRRS0378.action      = Proporcione valores no negativos para los a\u00f1os, los meses y los d\u00edas del periodo de retenci\u00f3n.
FNRRS0378.message     = A una retenci\u00f3n alternativa de fase de eliminaci\u00f3n le falta un valor de periodo de retenci\u00f3n v\u00e1lido.

FNRRS0379.explanation = Se ha producido un error durante un intento de a\u00f1adir una nueva planificaci\u00f3n de eliminaci\u00f3n a un repositorio de planes de archivos.
FNRRS0379.action      = Verifique que el repositorio de destino es v\u00e1lido. Aseg\u00farese de que el usuario actual tiene el acceso de seguridad del nivel de objeto adecuado para permitir esta operaci\u00f3n.
FNRRS0379.message     = No se ha podido a\u00f1adir la nueva planificaci\u00f3n de eliminaci\u00f3n al repositorio de planes de archivos de destino: ''{0}''.
FNRRS0379.arg.0       = repository_ident

FNRRS0380.explanation = Se ha producido un error durante un intento de a\u00f1adir un nuevo tipo de registro a un repositorio de planes de archivos.
FNRRS0380.action      = Verifique que el repositorio de destino es v\u00e1lido. Aseg\u00farese de que el usuario actual tiene el acceso de seguridad del nivel de objeto adecuado para permitir esta operaci\u00f3n.
FNRRS0380.message     = No se ha podido a\u00f1adir el nuevo tipo de registro al repositorio de planes de archivos de destino: ''{0}''.
FNRRS0380.arg.0       = repository_ident

FNRRS0381.explanation = El nombre de tipo de registro propuesto ya est\u00e1 en uso en este repositorio.
FNRRS0381.action      = Proporcione un valor que no se haya utilizado ya en el repositorio.
FNRRS0381.message     = El nombre de tipo de registro propuesto no es exclusivo en el repositorio: ''{0}''.
FNRRS0381.arg.0       = name_value

FNRRS0382.explanation = No se ha podido crear una nueva instancia de entity_type en repository_ident.
FNRRS0382.action      = Aseg\u00farese de que la clase asociada se define en el repositorio y de que el usuario actual tiene el acceso de seguridad adecuado para permitir esta operaci\u00f3n.
FNRRS0382.message     = No se ha podido crear una nueva instancia del tipo de entidad en el repositorio especificado: {0}, ''{1}''.
FNRRS0382.arg.0       = entity_type
FNRRS0382.arg.1       = repository_ident

FNRRS0383.explanation = La propiedad especificada o su valor no est\u00e1 disponible en estos momentos.
FNRRS0383.action      = Aseg\u00farese de que esta propiedad se define y es accesible por parte del usuario actual.
FNRRS0383.message     = No se ha podido recuperar la propiedad: {0}.
FNRRS0383.arg.0       = property_name

FNRRS0384.explanation = El nombre de ubicaci\u00f3n propuesto ya est\u00e1 en uso en este repositorio.
FNRRS0384.action      = Proporcione un valor que no se haya utilizado ya en el repositorio.
FNRRS0384.message     = El nombre de ubicaci\u00f3n propuesto no es exclusivo en el repositorio: ''{0}''.
FNRRS0384.arg.0       = name_value

FNRRS0385.explanation = La operaci\u00f3n no est\u00e1 soportada por el tipo de objeto actual.
FNRRS0385.action      = Esta operaci\u00f3n no se puede utilizar con este objeto. Modifique el objeto o la operaci\u00f3n.
FNRRS0385.message     = La operaci\u00f3n no est\u00e1 soportada con el tipo de objeto actual.

FNRRS0386.explanation = El nombre de retenci\u00f3n propuesto ya est\u00e1 en uso en este repositorio.
FNRRS0386.action      = Proporcione un valor que no se haya utilizado ya en el repositorio.
FNRRS0386.message     = El nombre de retenci\u00f3n propuesto no es exclusivo en el repositorio: ''{0}''.
FNRRS0386.arg.0       = name_value

FNRRS0387.explanation = Se ha producido un error al recuperar las retenciones desde el repositorio de planes de archivos.
FNRRS0387.action      = Verifique que al menos existe una retenci\u00f3n en el repositorio.
FNRRS0387.message     = Error al recuperar retenciones desde el repositorio de planes de archivos: ''{0}''.
FNRRS0387.arg.0       = identificador de repositorio de planes de archivos

FNRRS0388.explanation = La serie de identificaci\u00f3n de retenci\u00f3n, rmHoldId, no tiene un formato v\u00e1lido.
FNRRS0388.action      = Aseg\u00farese de que la serie de identificaci\u00f3n tiene el formato de una serie de GUID, ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', donde cada ''x'' es un car\u00e1cter hexadecimal.
FNRRS0388.message     = Formato incorrecto de serie de identificaci\u00f3n de retenci\u00f3n: ''{0}''.
FNRRS0388.arg.0       = hold id

FNRRS0389.explanation = No se ha podido inicializar la consulta SQL en el almac\u00e9n de objetos.
FNRRS0389.action      = Si el SQL contiene recuperaci\u00f3n basada en contenido, compruebe si el motor de b\u00fasqueda de contenidos est\u00e1 configurado correctamente.
FNRRS0389.message     = No se ha podido inicializar la consulta SQL ''{0}'' en el repositorio ''{1}''.
FNRRS0389.arg.0       = Serie de consulta SQL
FNRRS0389.arg.1       = identificador de repositorio

FNRRS0390.explanation = IBM Enterprise Records no soporta un entorno de recuperaci\u00f3n basada en contenido (CBR) heterog\u00e9neo que combine uno o m\u00e1s tipos distintos de motores de CBR.
FNRRS0390.action      = Debe migrar los motores de b\u00fasqueda de los almacenes de objetos desde IBM Legacy Content Search Engine a IBM Content Search Services.
FNRRS0390.message     = Los repositorios de contenido que est\u00e1n asociados con el repositorio de planes de archivos se han configurado con un entorno de recuperaci\u00f3n basada en contenido (CBR) heterog\u00e9neo que combina uno o m\u00e1s tipos distintos de motores de CBR. Esta configuraci\u00f3n de CBR heterog\u00e9nea no est\u00e1 soportada. Debe migrar el motor de b\u00fasqueda desde IBM Legacy Content Search Engine a IBM Content Search Services. Para obtener m\u00e1s informaci\u00f3n, consulte el tema "What is new in IBM FileNet Content Search Engine" (Novedades de IBM FileNet Content Search Engine) en el Information Center de FileNet P8. 
FNRRS0391.explanation = No se ha podido inicializar la recuperaci\u00f3n basada en contenido. No hay un motor de b\u00fasqueda de contenidos configurado o no est\u00e1 configurado correctamente.
FNRRS0391.action      = Compruebe que haya un motor de b\u00fasqueda de contenidos configurado correctamente con el repositorio de contenido.
FNRRS0391.message     = No hay un motor de b\u00fasqueda de contenidos configurado o no est\u00e1 configurado correctamente. No se ha podido inicializar la recuperaci\u00f3n basada en contenido ''{0}'' en el repositorio ''{1}''.
FNRRS0391.arg.0       = Serie de consulta SQL
FNRRS0391.arg.1       = identificador de repositorio

FNRRS0392.explanation = No se puede obtener el resultado de b\u00fasqueda basado en los criterios de b\u00fasqueda.
FNRRS0392.action      = Compruebe que haya un motor de b\u00fasqueda de contenidos configurado correctamente con los almacenes de objetos de registro.
FNRRS0392.message     = No se puede obtener el resultado de b\u00fasqueda basado en los criterios de b\u00fasqueda.

FNRRS0393.explanation = El registro no se puede archivar en m\u00e1s de un contenedor.
FNRRS0393.action      = Aseg\u00farese de que el registro no est\u00e1 archivado varias veces y vuelva a intentarlo.
FNRRS0393.message     = El registro no se puede archivar en m\u00e1s de un contenedor.

FNRRS0394.explanation = El valor de par\u00e1metro falta o tiene un valor no v\u00e1lido.
FNRRS0394.action      = Proporcione un valor de par\u00e1metro compatible.
FNRRS0394.message     = El valor para el par\u00e1metro siguiente no es v\u00e1lido: ''{0}''.
FNRRS0394.arg.0       = nombre de par\u00e1metro

FNRRS0395.explanation = No hay ning\u00fan volumen activo en el contenedor especificado. Es necesario un volumen activo v\u00e1lido.
FNRRS0395.action      = Aseg\u00farese de que haya un volumen activo en el contenedor especificado.
FNRRS0395.message     = No hay ning\u00fan volumen activo en este contenedor:  ''{0}''.
FNRRS0395.arg.0       = identificador de contenedor

FNRRS0396.explanation = Los contenedores de origen y destino son iguales. Esto no se permite al mover objetos.
FNRRS0396.action      = Vuelva a intentar nuevo la acci\u00f3n especificando contenedores de origen y destino diferentes.
FNRRS0396.message     = Los contenedores de origen y destino son iguales.

FNRRS0397.explanation = El objeto ya est\u00e1 archivado en el contenedor de destino.
FNRRS0397.action      = Vuelva a intentar la acci\u00f3n especificando un contenedor de destino diferente.
FNRRS0397.message     = El objeto ya est\u00e1 archivado en el contenedor de destino.

FNRRS0398.explanation = El registro ya es un padre de recibo. No puede ser tanto un recibo como un padre de recibo.
FNRRS0398.action      = El registro no puede ser tanto un recibo como un padre de recibo.  Efect\u00fae una acci\u00f3n correctiva, en funci\u00f3n de las necesidades de su negocio.
FNRRS0398.message     = El registro ya es un padre de recibo.
FNRRS0398.arg.0       = placeholder

FNRRS0399.explanation = El registro ya es un recibo. Los recibos solo pueden asociarse con un \u00fanico registro.
FNRRS0399.action      = El registro solo puede asociarse con un \u00fanico registro. Efect\u00fae una acci\u00f3n correctiva, en funci\u00f3n de las necesidades de su negocio.
FNRRS0399.message     = El registro ya es un recibo.

FNRRS0400.explanation = El padre de recibo ya es un recibo. No puede ser tanto un recibo como un padre de recibo.
FNRRS0400.action      = El registro no puede ser tanto un recibo como un padre de recibo.  Efect\u00fae una acci\u00f3n correctiva, en funci\u00f3n de las necesidades de su negocio.
FNRRS0400.message     = El padre de registro ya es un recibo.

FNRRS0401.explanation = Se ha producido un error al adjuntar el recibo al registro.
FNRRS0401.action      = Verifique que la propiedad de recibo est\u00e1 disponible en la p\u00e1gina de propiedades. Verifique que tiene permiso para modificar las propiedades del registro y el recibo.
FNRRS0401.message     = El recibo podr\u00eda no haberse adjuntando al registro.

FNRRS0402.explanation = Este objeto no es un recibo v\u00e1lido.
FNRRS0402.action      = Verifique que la propiedad receiptOf del "recibo" tiene un valor v\u00e1lido.
FNRRS0402.message     = Este objeto no es un recibo v\u00e1lido: {0}.
FNRRS0402.arg.0       = identificador de objeto

FNRRS0403.explanation = Se ha producido un error al intentar desconectar este recibo de su padre.
FNRRS0403.action      = Verifique que los recibos est\u00e1n habilitados para el almac\u00e9n de objetos. Verifique que este objeto es un recibo v\u00e1lido.
FNRRS0403.message     = El recibo no se puede desconectar.

FNRRS0404.explanation = Se ha producido un error al intentar generar un suceso RMAudit en el objeto.
FNRRS0404.action      = Verifique que este objeto es un objeto Documento, Carpeta o Personalizado v\u00e1lido.
FNRRS0404.message     = Se ha encontrado un error en la generaci\u00f3n del suceso en el objeto ''{0}''
FNRRS0404.arg.0       = object_id

FNRRS0405.explanation = Se ha producido un error al verificar las propiedades asociadas con los registros vitales. La entidad est\u00e1 marcada como vital, pero una propiedad asociada falta o es incorrecta.
FNRRS0405.action      = Verifique que las propiedades de registros vitales adecuadas se definen con valores v\u00e1lidos.
FNRRS0405.message     = Propiedad de registro vital no v\u00e1lida, ''{0}'', con un valor de ''{1}''.
FNRRS0405.arg.0       = nombre de propiedad
FNRRS0405.arg.1       = valor de propiedad

FNRRS0406.explanation = Los contenedores pasados no son del mismo plan de archivos.
FNRRS0406.action      = Verifique que estos contenedores est\u00e1n en el mismo plan de archivos.
FNRRS0406.message     = El contenedor {0} y el contenedor {1} no son del mismo plan de archivos.
FNRRS0406.arg.0       = identificador del contenedor 1
FNRRS0406.arg.1       = identificador del contenedor 2

FNRRS0407.explanation = Las propiedades de registros vitales proporcionadas est\u00e1n vac\u00edas o no son v\u00e1lidas.
FNRRS0407.action      = Verifique que las propiedades de registros vitales adecuadas se definen con valores v\u00e1lidos.
FNRRS0407.message     = Propiedades de registros vitales no v\u00e1lidas.

FNRRS0408.explanation = La propiedad ApplyToNameOrID tiene un valor no v\u00e1lido. El valor debe ser "Name" (nombre) o "identifier" (identificador).
FNRRS0408.action      = Cambie la propiedad a uno de los valores v\u00e1lidos.
FNRRS0408.message     = La propiedad tiene un valor no v\u00e1lido.

FNRRS0409.explanation = Las propiedades vitales no se pueden definir. Compruebe los mensajes de error para conocer la raz\u00f3n espec\u00edfica.
FNRRS0409.action      = Verifique que las propiedades de registros vitales adecuadas se definen con valores v\u00e1lidos.
FNRRS0409.message     = No se ha podido recuperar propiedades vitales para la entidad. Propiedad: ''{0}''.
FNRRS0409.arg.0       = object_id

FNRRS0410.explanation = Las propiedades vitales no se pueden definir. Compruebe los mensajes de error para conocer la raz\u00f3n espec\u00edfica.
FNRRS0410.action      = Verifique que las propiedades de registros vitales adecuadas se definen con valores v\u00e1lidos.
FNRRS0410.message     = No se ha podido definir la fecha de la siguiente revisi\u00f3n de objetos vitales para la entidad ''{0}''.
FNRRS0410.arg.0       = object_id

FNRRS0411.explanation = El nombre del patr\u00f3n especificado no es exclusivo.
FNRRS0411.action      = Seleccione un nuevo nombre para el patr\u00f3n que sea \u00fanico.
FNRRS0411.message     = El nombre especificado para el patr\u00f3n no es exclusivo.

FNRRS0412.explanation = Las propiedades vitales no se pueden definir. Compruebe los mensajes de error para conocer la raz\u00f3n espec\u00edfica.
FNRRS0412.action      = Verifique que las propiedades de registros vitales adecuadas se definen con valores v\u00e1lidos.
FNRRS0412.message     = No se ha podido definir propiedades vitales para la entidad ''{0}''.
FNRRS0412.arg.0       = object_id

FNRRS0413.explanation = La propiedad vital no puede ser nula.
FNRRS0413.action      = Verifique que la propiedad de registro vital adecuada se define con un valores que no sea nulo.
FNRRS0413.message     = No se ha podido definir la propiedad de desencadenador vital ''{0}''.
FNRRS0413.arg.0       = object_id

FNRRS0414.explanation = El suceso c\u00edclico especificado tiene un periodo de ciclo no v\u00e1lido. Esto muy probablemente se debe a que los a\u00f1os, los meses y los d\u00edas asociados con el desencadenador son cero.
FNRRS0414.action      = Compruebe que el periodo del ciclo tiene un valor v\u00e1lido mayor que cero.
FNRRS0414.message     = El nombre del suceso c\u00edclico {0} define el periodo del ciclo como {1} a\u00f1os, {2} meses, {3} d\u00edas. El sistema no puede calcular los datos de eliminaci\u00f3n.
FNRRS0414.arg.0       = nombre de suceso
FNRRS0414.arg.1       = n\u00famero de a\u00f1os
FNRRS0414.arg.2       = n\u00famero de meses
FNRRS0414.arg.3       = n\u00famero de d\u00edas

FNRRS0415.explanation = Se ha producido un error inesperado al intentar recuperar objetos ConnectorRegistration disponibles desde un repositorio de planes de archivos.
FNRRS0415.action      = Verifique que todos los pasos de instalaci\u00f3n del repositorio de planes de archivos se llevaron a cabo correctamente.
FNRRS0415.message     = No se ha podido recuperar objetos ConnectorRegistration del repositorio de planes de archivos ''{0}''.
FNRRS0415.arg.0       = Identidad del repositorio de planes de archivos.

FNRRS0416.explanation = No se ha podido acceder a las clases en la API de Java de IBM FileNet P8 Process Engine.
FNRRS0416.action      = Verifique que el archivo jar de la API de Java de Process Engine y sus dependencias est\u00e1n incluidos en la v\u00eda de acceso de clases de tiempo de ejecuci\u00f3n. Este conjunto normalmente incluye pe.jar, peResources.jar, mailapi.jar, xercesImpl.jar. El m\u00e9todo RALPESupport#getSetupException se puede utilizar para adquirir cualquier excepci\u00f3n que se haya producido.
FNRRS0416.message     = La API de Java de IBM FileNet P8 Process Engine no est\u00e1 disponible.

FNRRS0417.explanation = El par\u00e1metro de entrada ''vwSession'' debe ser una instancia v\u00e1lida de la clase ''filenet.vw.api.VWSession''.
FNRRS0417.action      = Verifique que la configuraci\u00f3n de la conexi\u00f3n de cliente de IBM FileNet P8 Process Engine es correcta.
FNRRS0417.message     = El par\u00e1metro de entrada ''vwSession'' no es una instancia v\u00e1lida de la clase ''filenet.vw.api.VWSession''.

FNRRS0418.explanation = El par\u00e1metro de entrada ''vwStepElement'' debe ser una instancia v\u00e1lida de la clase ''filenet.vw.api.VWStepElement''.
FNRRS0418.action      = Se puede obtener una instancia v\u00e1lida de la clase ''filenet.vw.api.VWStepElement'' mediante el m\u00e9todo RALPESupport#CreateWorkflow.
FNRRS0418.message     = El par\u00e1metro de entrada ''vwStepElement'' no es una instancia v\u00e1lida de la clase ''filenet.vw.api.VWStepElement''.

FNRRS0419.explanation = Se ha producido una ''filenet.vw.api.VWException'' inesperada. 
FNRRS0419.action      = Examine la serie de mensaje adjunta, el seguimiento de la pila y/o los registros del servidor para obtener informaci\u00f3n sobre el origen de este error.
FNRRS0419.message     = Se ha captado una ''filenet.vw.api.VWException'' inesperada: {0}.
FNRRS0419.arg.0	   = La serie del mensaje localizado de la instancia de ''filenet.vw.api.VWException''.

FNRRS0420.explanation = Es necesaria una instancia de ''filenet.vw.api.VWUserInfo'' no nula para realizar esta operaci\u00f3n.
FNRRS0420.action      = Aseg\u00farese de que la instancia de ''filenet.vw.api.VWSession'' es v\u00e1lida y de que el usuario actual se ha autenticado correctamente.
FNRRS0420.message     = La llamada de la API de P8 FileNet Process Engine para obtener una instancia de ''filenet.vw.api.VWUserInfo'' ha devuelto un valor nulo.

FNRRS0421.explanation = Se ha devuelto un error al intentar recuperar la retenci\u00f3n especificada.
FNRRS0421.action	   = Verifique que la serie de identificaci\u00f3n de esa retenci\u00f3n es v\u00e1lida y que la retenci\u00f3n existe.
FNRRS0421.message     = No se ha podido recuperar la retenci\u00f3n especificada: {0}.
FNRRS0421.arg.0        = La serie de identificaci\u00f3n de la retenci\u00f3n especificada.

FNRRS0422.explanation = Se ha producido un error al intentar recuperar las definiciones de informe desde el repositorio de planes de archivos padre.
FNRRS0422.action      = Verifique que el usuario actual tiene por lo menos derechos de visualizaci\u00f3n sobre el contenido del repositorio de planes de archivos.
FNRRS0422.message     = Error al recuperar definiciones de informe desde el repositorio de planes de archivos: ''{0}''.
FNRRS0422.arg.0       = fileplan_repository

FNRRS0423.explanation = Se ha producido un error en la configuraci\u00f3n del analizador XML de JVM relacionada con XPath.
FNRRS0423.action      = Verifique que la versi\u00f3n de JRE es 1.5 o posterior.
FNRRS0423.message     = Error en la inicializaci\u00f3n de la configuraci\u00f3n del analizador XML de JVM relacionada con XPath.

FNRRS0424.explanation = Se ha producido un error al intentar analizar el XML de la definici\u00f3n de informe.
FNRRS0424.action      = Verifique que el XML de la definici\u00f3n de informe tiene el formato correcto.
FNRRS0424.message     = Error en el an\u00e1lisis del XML de la definici\u00f3n de informe: ''{0}''.
FNRRS0424.arg.0       = nombre o ID de la definici\u00f3n de informe.

FNRRS0425.explanation = Se ha producido un error al intentar recuperar el contenido de la definici\u00f3n de informe.
FNRRS0425.action      = Verifique que la definici\u00f3n de informe existe y contiene contenido con formato XML.
FNRRS0425.message     = Error al recuperar el contenido de la definici\u00f3n de informe: ''{0}''.
FNRRS0425.arg.0       = nombre o ID de la definici\u00f3n de informe.

FNRRS0426.explanation = Se ha devuelto un error de la biblioteca de la API de org.w3c.DOM.
FNRRS0426.action      = Examine la pila de excepciones para obtener informaci\u00f3n m\u00e1s detallada.
FNRRS0426.message     = Se ha producido un error durante el procesamiento de XML DOM como parte de un proceso de exportaci\u00f3n; entidad: {0}.
FNRRS0426.arg.0       = Identidad de la entidad implicada en la exportaci\u00f3n.

FNRRS0427.explanation = Se ha devuelto un error desde el programa de utilidad de generaci\u00f3n de exportaciones XML de P8 Content Engine.
FNRRS0427.action      = Examine la pila de excepciones para obtener informaci\u00f3n m\u00e1s detallada.
FNRRS0427.message     = Se ha producido un error durante la generaci\u00f3n de XML de P8 Content Engine como parte de un proceso de exportaci\u00f3n; entidad: {0}.
FNRRS0427.arg.0       = Identidad de la entidad implicada en la exportaci\u00f3n.

FNRRS0428.explanation = Se ha devuelto un error desde el programa de utilidad de generaci\u00f3n de exportaciones XML de P8 Content Engine.
FNRRS0428.action      = Examine la pila de excepciones para obtener informaci\u00f3n m\u00e1s detallada.
FNRRS0428.message     = Se ha producido un error durante la serializaci\u00f3n XML al archivo de salida: {0}, {1}.
FNRRS0428.arg.0       = V\u00eda de acceso del archivo de salida del sistema de archivos.
FNRRS0428.arg.1       = Mensaje de excepci\u00f3n de la transformaci\u00f3n XML.

FNRRS0429.explanation = Aunque se encontr\u00f3 un documento para el valor de la propiedad CurrentPhaseExportFormat, se ha producido un error al intentar leer su contenido XSLT. 
FNRRS0429.action      = Aseg\u00farese de que al CurrentPhaseExportFormat de la entidad de exportaci\u00f3n se le asigna un valor de documento v\u00e1lido cuyo contenido contenga XSLT v\u00e1lida.
FNRRS0429.message     = Se ha producido un error al intentar leer el contenido XSLT del documento de valor CurrentPhaseExportFormat: {0}.
FNRRS0429.arg.0       = Identidad del valor de documento de la propiedad ExportFormat.

FNRRS0430.explanation = Se ha encontrado un error en un intento de precompilar una serie XPath en una expresi\u00f3n XPath. 
FNRRS0430.action      = Compruebe que la cadena XPath es v\u00e1lida, o que la corriente de JRE / classpath tiene soporte para XPath, o ambas cosas.
FNRRS0430.message     = Se produjo un error al intentar compilar la siguiente cadena de la expresi\u00f3n XPath: ''{0}''.
FNRRS0430.arg.0       = Cadena de la expresi\u00f3n XPath fallida.

FNRRS0431.explanation = No se puede obtener una marca de p\u00e1gina para el estado actual del RMPageIterator. 
FNRRS0431.action      = Verifique que el RMPageIterator se ha movido a una ubicaci\u00f3n de p\u00e1gina v\u00e1lida.
FNRRS0431.message     = Se ha producido un error al intentar devolver la marca de p\u00e1gina actual.

FNRRS0432.explanation = Se ha producido un error inesperado al intentar recuperar el valor de propiedad RecordedDocuments del registro.
FNRRS0432.action      = Aseg\u00farese de que el usuario actual tiene derechos de acceso adecuados para los elementos de contenido asociados.
FNRRS0432.message     = Se ha producido un error al intentar recuperar los elementos de contenido asociados para el registro: {0}.
FNRRS0432.arg.0       = Identidad del registro.

FNRRS0433.explanation = El contenedor de destino de una operaci\u00f3n de traslado de contenedores no puede residir en ning\u00fan lugar de de la jerarqu\u00eda de subcontenedores del contenedor de origen.
FNRRS0433.action      = Seleccione una ubicaci\u00f3n diferente del contenedor de destino a la que mover el contenedor de origen.
FNRRS0433.message     = No se puede mover un contenedor de origen a un contenedor de destino que est\u00e1 bajo el contenedor de origen. SourceIdent: {0}. TargetIdent: {1}.
FNRRS0433.arg.0       = Identidad del contenedor de origen al que se aplica el intento de movimiento.
FNRRS0433.arg.1       = Identidad del contenedor de destino.

FNRRS0434.explanation = Examine cualquier seguimiento de pila incluido para ver si hay alguna excepci\u00f3n subyacente.
FNRRS0434.action      = Vuelva a ejecutar la limpieza de eliminaci\u00f3n, reintente la operaci\u00f3n de inicio de eliminaci\u00f3n o ambas cosas.
FNRRS0434.message     = Se ha producido un error inesperado al actualizar los datos de la fase actual para una entidad; identidad de entidad: {0}.
FNRRS0434.arg.0       = Identidad de la entidad en cuesti\u00f3n.

FNRRS0435.explanation = No se puede realizar el inicio de la eliminaci\u00f3n en una entidad debido a la colocaci\u00f3n de una retenci\u00f3n o a un cambio en su planificaci\u00f3n de eliminaci\u00f3n.
FNRRS0435.action      = Elimine cualquier retenci\u00f3n aplicada en la entidad, su jerarqu\u00eda padre o su jerarqu\u00eda hijo. Vuelva a ejecutar la limpieza de eliminaci\u00f3n.
FNRRS0435.message     = Debido a un cambio en su fase de eliminaci\u00f3n actual, no se puede realizar el inicio de la eliminaci\u00f3n en esta entidad: {0}.
FNRRS0435.arg.0       = Identidad de la entidad en la que se ha intentando iniciar la eliminaci\u00f3n.

FNRRS0436.explanation = Una fase de eliminaci\u00f3n no se puede eliminar de su planificaci\u00f3n de eliminaci\u00f3n si uno o m\u00e1s contenedores de registro, registros o ambas cosas est\u00e1n en uso.
FNRRS0436.action      = Vuelva a ejecutar la limpieza de eliminaci\u00f3n, inicie la eliminaci\u00f3n para los contenedores de registro o los registros afectados o ambas cosas, y reintente la operaci\u00f3n de eliminaci\u00f3n de la fase.
FNRRS0436.message     = No se puede eliminar una fase de eliminaci\u00f3n que se encuentre en uso actualmente; identidad de la fase: {0}.
FNRRS0436.arg.0       = Identidad de la fase de eliminaci\u00f3n que se ha intentado eliminar.

FNRRS0437.explanation = Una fase de eliminaci\u00f3n espec\u00edfica no puede existir m\u00e1s de una vez en una planificaci\u00f3n de eliminaci\u00f3n.
FNRRS0437.action      = Cree una nueva fase de eliminaci\u00f3n antes de intentar a\u00f1adirla a una planificaci\u00f3n de eliminaci\u00f3n.
FNRRS0437.message     = No se puede a\u00f1adir una fase de eliminaci\u00f3n a una planificaci\u00f3n en la que ya existe; identidad de fase: {0}.
FNRRS0437.arg.0       = Identidad de la fase de eliminaci\u00f3n que se ha intentado a\u00f1adir.

FNRRS0438.explanation = Una fase de eliminaci\u00f3n espec\u00edfica no puede utilizarse en m\u00e1s de una planificaci\u00f3n de eliminaci\u00f3n.
FNRRS0438.action      = Cree una nueva fase de eliminaci\u00f3n antes de intentar a\u00f1adirla a una planificaci\u00f3n de eliminaci\u00f3n.
FNRRS0438.message     = No se puede a\u00f1adir una fase de eliminaci\u00f3n a una planificaci\u00f3n que ya est\u00e9 en uso en otra planificaci\u00f3n; identidad de fase: {0}.
FNRRS0438.arg.0       = Identidad de la fase de eliminaci\u00f3n que se ha intentado a\u00f1adir.

FNRRS0439.explanation = Despu\u00e9s de que una planificaci\u00f3n contenga una fase cuya acci\u00f3n de eliminaci\u00f3n sea Autodestruir, Destruir o Transferir, no se pueden a\u00f1adir a ella fases adicionales.
FNRRS0439.action      = Primero elimine cualquier fase de acci\u00f3n tipo terminaci\u00f3n antes de intentar a\u00f1adir una nueva fase a una planificaci\u00f3n de eliminaci\u00f3n.
FNRRS0439.message     = No se puede a\u00f1adir una fase de eliminaci\u00f3n a una planificaci\u00f3n que ya tenga una fase tipo acci\u00f3n de terminaci\u00f3n de Autodestruir, Destruir o Transferir.

FNRRS0440.explanation = No se puede eliminar una fase de eliminaci\u00f3n de una colecci\u00f3n a la que ya no pertenece.
FNRRS0440.action      = Renueve la planificaci\u00f3n de eliminaci\u00f3n correspondiente y vuelva a acceder a su lista de fases de eliminaci\u00f3n.
FNRRS0440.message     = La fase de eliminaci\u00f3n no es miembro de una fase de esta lista de fases de eliminaci\u00f3n; identidad de fase: {0}.
FNRRS0440.arg.0       = Identidad de la fase de eliminaci\u00f3n que se ha intentado eliminar.

FNRRS0441.explanation = Una retenci\u00f3n alternativa espec\u00edfica no puede existir m\u00e1s de una vez en una fase de eliminaci\u00f3n.
FNRRS0441.action      = Cree una nueva retenci\u00f3n alternativa antes de intentar a\u00f1adirla a una fase de eliminaci\u00f3n.
FNRRS0441.message     = No se puede a\u00f1adir una retenci\u00f3n alternativa a una planificaci\u00f3n de eliminaci\u00f3n en la que ya existe; identidad de retenci\u00f3n alternativa: {0}.
FNRRS0441.arg.0       = Identidad de la retenci\u00f3n alternativa que se ha intentado a\u00f1adir.

FNRRS0442.explanation = Una retenci\u00f3n alternativa espec\u00edfica no puede utilizarse en m\u00e1s de una fase de eliminaci\u00f3n.
FNRRS0442.action      = Cree una nueva retenci\u00f3n alternativa antes de intentar a\u00f1adirla a una fase de eliminaci\u00f3n.
FNRRS0442.message     = No se puede a\u00f1adir una retenci\u00f3n alternativa a una fase que ya est\u00e9 en uso en otra fase; identidad de retenci\u00f3n alternativa: {0}.
FNRRS0442.arg.0       = Identidad de la retenci\u00f3n alternativa que se ha intentado a\u00f1adir.

FNRRS0443.explanation = No se puede eliminar una retenci\u00f3n alternativa de una colecci\u00f3n a la que ya no pertenece.
FNRRS0443.action      = Renueve la fase de eliminaci\u00f3n correspondiente y vuelva a acceder a su lista de retenciones alternativas.
FNRRS0443.message     = La retenci\u00f3n alternativa no es miembro de esta lista de retenciones alternativas; identidad de retenci\u00f3n de alternativa: {0}.
FNRRS0443.arg.0       = Identidad de la retenci\u00f3n alternativa que se ha intentado eliminar.

FNRRS0444.explanation = No se admite la eliminaci\u00f3n directa de una instancia de DispositionPhase.
FNRRS0444.action      = Utilice uno de los m\u00e9todos DispositionPhaseList.remove para suprimir una instancia de DispositionPhase.
FNRRS0444.message     = El m\u00e9todo de supresi\u00f3n no est\u00e1 soportado para una instancia de DispositionPhase; utilice DispositionPhaseList.remove en su lugar.

FNRRS0445.explanation = No se admite la eliminaci\u00f3n directa de una instancia de AlternateRetention.
FNRRS0445.action      = Utilice uno de los m\u00e9todos AlternateRetentionList.remove para suprimir una instancia de AlternateRetention.
FNRRS0445.message     = El m\u00e9todo de supresi\u00f3n no est\u00e1 soportado para una instancia de AlternateRetention; utilice AlternateRetentionList.remove en su lugar.

FNRRS0446.explanation = Se ha producido una anomal\u00eda al intentar recuperar el rol de acceso definido por un identificador.
FNRRS0446.action      = Aseg\u00farese de que el usuario actual tiene derechos suficientes para a\u00f1adir un nuevo miembro a un rol existente y de que el rol en cuesti\u00f3n a\u00fan existe en el repositorio.
FNRRS0446.message     = Se ha producido una anomal\u00eda al intentar recuperar el rol de acceso definido por el identificador = ''{0}''.
FNRRS0446.arg.0       = role_ID

FNRRS0447.explanation = Una planificaci\u00f3n de eliminaci\u00f3n debe tener un valor de propiedad "Motivo del cambio" que no est\u00e9 en blanco para poder guardar cualquier cambio realizado en ella, cualquiera de sus fases de eliminaci\u00f3n asociadas o ambas.
FNRRS0447.action      = Proporcione un valor de propiedad "Raz\u00f3n para el cambio" que no est\u00e9 en blanco en la planificaci\u00f3n de eliminaci\u00f3n antes de intentar guardar en la planificaci\u00f3n de eliminaci\u00f3n o en cualquiera de sus fases de eliminaci\u00f3n.
FNRRS0447.message     = No se puede guardar en una fase de eliminaci\u00f3n si su planificaci\u00f3n de eliminaci\u00f3n asociada no tiene un valor de propiedad "Raz\u00f3n para el cambio".

FNRRS0448.explanation = El tipo de entidad del contenedor captado no coincide con el tipo de entidad que ha solicitado. Por ejemplo, si intenta captar una categor\u00eda de registro utilizando un identificador de caroeta de registro.
FNRRS0448.action      = Aseg\u00farese de que el identificador del contenedor es correcto para el tipo de contenedor esperado y vuelva a intentarlo.
FNRRS0448.message     = El tipo de entidad real del contenedor captado no coincide con el tipo de entidad que ha solicitado, identificador de contenedor: {0}, tipo de entidad solicitado: {1}, tipo de entidad de contenedor real: {2}.
FNRRS0448.arg.0       = identificador de contenedor
FNRRS0448.arg.1       = tipo de entidad solicitado
FNRRS0448.arg.2       = tipo de entidad de contenedor real

FNRRS0449.explanation = IBM FileNet Content Search Engine emite la excepci\u00f3n CBR_FULLTEXTROWLIMIT_EXCEEDED. Los resultados de b\u00fasqueda superan la capacidad de la m\u00e1quina. 
FNRRS0449.action      = Mejore las palabras clave de la b\u00fasqueda de contenidos.
FNRRS0449.message     = Los resultados de b\u00fasqueda superan la capacidad de IBM FileNet Content Search Engine. Mejore las palabras clave de la b\u00fasqueda de contenidos.



FNRRS0600.explanation = Se ha producido una excepci\u00f3n inesperada en la Java API for Records Manager descrita por el exception_message.
FNRRS0600.action      = Consulte el texto del mensaje de excepci\u00f3n y el seguimiento de la pila correspondiente para obtener m\u00e1s informaci\u00f3n acerca de la causa de esta excepci\u00f3n.
FNRRS0600.message     = Se ha producido una excepci\u00f3n inesperada: {0}.
FNRRS0600.arg.0       = exception_message

FNRRS0601.explanation = Un archivo necesario de paquete de recursos de globalizaci\u00f3n no est\u00e1 disponible; nombre base de paquete: base_name.
FNRRS0601.action      = Verifique que hay uno o m\u00e1s archivos de paquete de recursos con el formato nombre_base_nnNN.properties disponibles en la v\u00eda de acceso de clases JVM.
FNRRS0601.message     = No se ha podido encontrar ning\u00fan paquete de recursos para el nombre base ''{0}''.
FNRRS0601.arg.0       = base_name

FNRRS0602.explanation = Se ha pasado un valor de serie nulo, vac\u00edo o en blanco no soportado para un par\u00e1metro de entrada: parameter_name.
FNRRS0602.action      = Aseg\u00farese de que el valor de este par\u00e1metro no es nulo ni es una serie vac\u00eda o en blanco.
FNRRS0602.message     = El valor del par\u00e1metro de entrada es nulo o es una serie vac\u00eda o en blanco: ''{0}''.
FNRRS0602.arg.0       = parameter_name

FNRRS0603.explanation = Se ha pasado un valor de matriz nulo o no v\u00e1lido no soportado para un par\u00e1metro de entrada: parameter_name.
FNRRS0603.action      = Aseg\u00farese de que la matriz no es nula o est\u00e1 vac\u00eda y de que no contiene miembros de matriz nulos.
FNRRS0603.message     = El valor del par\u00e1metro de entrada es nulo o es una matriz no v\u00e1lida para el par\u00e1metro: ''{0}''.
FNRRS0603.arg.0       = parameter_name

FNRRS0604.explanation = Se ha pasado un valor de colecci\u00f3n nulo o no v\u00e1lido no soportado para un par\u00e1metro de entrada: parameter_name.
FNRRS0604.action      = Aseg\u00farese de que la colecci\u00f3n no es nula o est\u00e1 vac\u00eda y de que no contiene miembros nulos.
FNRRS0604.message     = El valor del par\u00e1metro de entrada es nulo o es una colecci\u00f3n no v\u00e1lida para el par\u00e1metro: ''{0}''.
FNRRS0604.arg.0       = parameter_name

#
#
#================================================================================
# JARM Logging Message Strings
#--------------------------------------------------------------------------------
# For each logging message include the suffixed resource where applicable:
#   .message     -- the actual log message containing any necessary {n} parameter placeholders.
#   .arg.n       -- description of argument parameter {n}.
#
#

FNRRS9999.message  = Mensaje de prueba. Param1: {0}. Param2: {1}.

FNRRS0700.message = Error durante la creaci\u00f3n de una instancia de RM Audit {0} {1} para la entidad {2}.
FNRRS0700.arg.0   = Operaci\u00f3n que se audita; por ejemplo, "Suprimir", "Reubicar", etc.
FNRRS0700.arg.1   = Estado de auditor\u00eda de "\u00c9xito" o "Anomal\u00eda".
FNRRS0700.arg.2   = Serie de identificaci\u00f3n de la entidad asociada con el intento de RM Audit.

FNRRS0701.message = El usuario actual no tiene el derecho de acceso para archivar el documento copiado {0} en la carpeta de contenido {1} como parte de un proceso de copia de registro.
FNRRS0701.arg.0   = Identificador de la copia del documento reci\u00e9n creada.
FNRRS0701.arg.1   = Identificador de la carpeta de contenido en cuesti\u00f3n.

FNRRS0702.message = Existe m\u00e1s de un volumen hijo activo en la carpeta de registro: {0}.
FNRRS0702.arg.0   = Identificador de la carpeta de registro padre.

FNRRS0703.message = Problema durante el procesamiento de DoD Classified Record Version durante la declaraci\u00f3n de nuevo registro: {0}
FNRRS0703.arg.0   = Mensaje de excepci\u00f3n.

FNRRS0704.message = Error inesperado al intentar suprimir autom\u00e1ticamente artefactos de eliminaci\u00f3n gestionados por PSS Atlas: {0}
FNRRS0704.arg.0   = Mensaje de excepci\u00f3n.

FNRRS0705.message = Se ha realizado un rec\u00e1lculo del l\u00edmite de corte de eliminaci\u00f3n en la entidad: {0}.
FNRRS0705.arg.0   = Identificador de entidad.

#
#
#--------------------------------------------------------------------------------
#
#
#================================================================================
# JARM Miscellaneous Strings (primarily for auditing purposes).
#--------------------------------------------------------------------------------

#-- Used for LString class unit tests.
test.string1		= Una serie de prueba.
test.pattern1		= Primer {0} y segundo {1}.

audit.reasonForFailure = Raz\u00f3n de la anomal\u00eda: {0}

#-- {0} - the record or entity which is affected
#-- {1} - location where the entity was transferred or exported
audit.successfulDelete = La entidad RM {0} se ha suprimido correctamente.
audit.failedDelete	   = La entidad RM {0} no se ha suprimido.

audit.successfulExport = La entidad RM {0} se ha exportado correctamente a {1}.
audit.failedExport	   = La entidad RM {0} no se ha exportado a {1}.

audit.successfulInterimTransfer = La entidad RM {0} se ha transferido provisionalmente con \u00e9xito a {1}.
audit.failedInterimTransfer 	= La entidad RM {0} se ha transferido provisionalmente a {1}.

audit.successfulTransfer = La entidad RM {0} se ha transferido correctamente a {1}.
audit.failedTransfer 	 = La entidad RM {0} no se ha transferido a {1}.

audit.successfulUndeclare = La declaraci\u00f3n del registro RM {0} se ha anulado correctamente.
audit.failedUndeclare     = La declaraci\u00f3n del registro RM {0} no se ha anulado.

audit.successfulReview = El registro RM {0} se ha revisado correctamente.
audit.failedReview     = El registro RM {0} no se ha revisado.

#-- {0} - the record or entity which is affected
#-- {1} - source location where the entity is from
#-- {2} - destination location where the entity is being relocated to
audit.successfulRelocate = La entidad RM {0} se ha reubicado del origen {1} al destino {2}.
audit.failedRelocate     = La entidad RM {0} no se ha podido reubicar.

#-- {0} - the record or entity which is affected
#-- {1} - name of the hold
audit.holdReason       = Retenci\u00f3n manual
audit.successfulHold   = La entidad RM {0} se ha colocado en espera correctamente {1}.
audit.failedHold       = La entidad RM {0} no se ha colocado en espera {1}.

audit.removeHoldReason      = Suprimir retenci\u00f3n manualmente
audit.successfullRemoveHold = La entidad RM {0} se ha eliminado correctamente de la retenci\u00f3n {1}.
audit.failedRemoveHold      = La entidad RM {0} no se ha eliminado de la retenci\u00f3n {1}.

bulk.deleteReason	= Parte de una operaci\u00f3n de supresi\u00f3n masiva.

disposition.deleteFromDestroy   = Supresi\u00f3n realizada como resultado de una acci\u00f3n de destruir.
disposition.closedByDisposition = Cerrado debido al proceso de eliminaci\u00f3n.

# volume.autoCloseReason must be limited to 64 chars max.
volume.autoCloseReason	= Volumen cerrado debido al a\u00f1adido de un nuevo volumen hermano activo.

