# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2010, 2012 IBM Corp. All rights reserved.
#
# JARM Localized String Resources (en_US).
# Includes strings for exception messages, logging and
#  other miscellaneous usage.
#
#
#================================================================================
# JARM Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRS0100.explanation = Proprietatea desemnat\u0103 de property_symbolicname nu se afl\u0103 momentan \u00een cache-ul de propriet\u0103\u0163i.
FNRRS0100.action      = Re\u00eemprosp\u0103ta\u0163i propriet\u0103\u0163ile pentru obiect pentru a v\u0103 asigura c\u0103 proprietatea de care ave\u0163i nevoie este inclus\u0103 \u00een filtrul de propriet\u0103\u0163i.
FNRRS0100.message     = Proprietatea nu se afl\u0103 \u00een cache-ul de propriet\u0103\u0163i pentru obiect, nume simbolic proprietate: ''{0}''.
FNRRS0100.arg.0       = property_symbolicname

FNRRS0101.explanation = Opera\u0163ia nu este suportat\u0103 pentru acest entity_type identificat ca identitate.
FNRRS0101.action      = Ajusta\u0163i aplica\u0163ia client s\u0103 nu \u00eencerce aceast\u0103 opera\u0163ie pe acest tip de instan\u0163\u0103.
FNRRS0101.message     = Opera\u0163ia nu este suportat\u0103 pentru acest tip de instan\u0163\u0103, opera\u0163ie: ''{0}'', EntityType: ''{1}'', identitate: ''{2}''.
FNRRS0101.arg.0       = opera\u0163ie
FNRRS0101.arg.1       = entity_type
FNRRS0101.arg.2       = identitate

FNRRS0102.explanation = Colec\u0163ia de magazii pe care trebuie s\u0103 fie realizat\u0103 o opera\u0163ie de c\u0103utare nu apar\u0163ine aceluia\u015fi domeniu.
FNRRS0102.action      = Asigura\u0163i-v\u0103 c\u0103 magaziile de c\u0103utare apar\u0163in toate aceluia\u015fi domeniu.
FNRRS0102.message     = Magaziile de c\u0103utare nu apar\u0163in aceluia\u015fi domeniu.

FNRRS0103.explanation = Proprietatea symbolic_name nu suport\u0103 ob\u0163inerea sau setarea tipului data_type.
FNRRS0103.action      = Restric\u0163iona\u0163i tipul de date utilizat cu aceast\u0103 proprietate la acel  tip cum este definit de valoarea DataType a propriet\u0103\u0163ii.
FNRRS0103.message     = Proprietatea nu suport\u0103 tipul de date, nume simbolic: ''{0}'', tip de date: ''{1}''.
FNRRS0103.arg.0       = symbolic_name
FNRRS0103.arg.1       = data_type

FNRRS0104.explanation = Containerul p\u0103rinte \u0163int\u0103 este \u00eenchis momentan \u015fi nu poate accepta ad\u0103ugarea de copii noi.
FNRRS0104.action      = Fie alege\u0163i un container p\u0103rinte alternativ, fie deschide\u0163i acest container p\u0103rinte.
FNRRS0104.message     = Containerul p\u0103rinte \u0163int\u0103 ''{0}'' este \u00eenchis momentan pentru ad\u0103ug\u0103ri de copii noi.
FNRRS0104.arg.0       = parent_id

FNRRS0105.explanation = Containerul p\u0103rinte specificat nu poate con\u0163ine un copil de acel tip.
FNRRS0105.action      = Alege\u0163i un container p\u0103rinte alternativ pentru noul obiect copil.
FNRRS0105.message     = Containerul p\u0103rinte \u0163int\u0103 ''{0}'' nu poate con\u0163ine un obiect copil de tip: {1}.
FNRRS0105.arg.0       = parent_id
FNRRS0105.arg.1       = container_type

FNRRS0106.explanation = Valorile de propriet\u0103\u0163i specificate pentru noul container trebuie s\u0103 aib \u0103 valori unice asociate cu toate containerele frate existente poten\u0163iale din containerul p\u0103rinte \u0163int\u0103.
FNRRS0106.action      = Asigura\u0163i-v\u0103 c\u0103 sunt furnizate valori unice pentru valorile de propriet\u0103\u0163i \u00een cauz\u0103.
FNRRS0106.message     = S-a e\u015fuat ad\u0103ugarea unui container de tip {0} nou la containerul p\u0103rinte ''{1}'' deoarece una sau mai multe dintre valorile de propriet\u0103\u0163i urm\u0103toare nu sunt unice printre containerele frate existente: {2}, {3}.
FNRRS0106.arg.0       = container_type
FNRRS0106.arg.1       = parent_id
FNRRS0106.arg.2       = property1_name
FNRRS0106.arg.3       = property2_name

FNRRS0107.explanation = Proprietatea specificat\u0103 trebuie s\u0103 aib\u0103 o valoare non-blanc alocat\u0103 la ea.
FNRRS0107.action      = Furniza\u0163i o valoare non-blanc pentru proprietatea specificat\u0103.
FNRRS0107.message     = Obiectului \u00eei lipse\u015fte o valoare non-blanc pentru proprietatea ''{0}''.
FNRRS0107.arg.0       = Numele propriet\u0103\u0163ii blanc sau lips\u0103.

FNRRS0108.explanation = Containerul specificat nu poate fi \u015fters din cauza unei re\u0163ineri existente direct pe container, pe unul sau mai mul\u0163i dintre p\u0103ri\u0163ii s\u0103i, sau pe unul sau mai multe dintre elementele sale con\u0163inute descendente.
FNRRS0108.action      = \u00cenl\u0103tura\u0163i re\u0163inerile obstructive \u015fi re\u00eencerca\u0163i procesul de \u015ftergere.
FNRRS0108.message     = \u015etergerea containerului nu este permis\u0103 din cauza condi\u0163iilor de re\u0163inere existente: ''{0}''.
FNRRS0108.arg.0       = delete_target

FNRRS0109.explanation = Containerului specificat nu poate fi \u015fters deoarece con\u0163ine fie containere secundare, fie \u00eenregistr\u0103ri.
FNRRS0109.action      = \u015eterge\u0163i con\u0163inutul containerului \u015fi re\u00eencerca\u0163i procesul de \u015ftergere.
FNRRS0109.message     = Nu se poate \u015fterge un container care nu este gol: ''{0}''.
FNRRS0109.arg.0       = delete_target

FNRRS0110.explanation = Containerului specificat nu poate fi \u015fters deoarece con\u0163ine fie containere secundare, fie \u00eenregistr\u0103ri care sunt \u015fterse \u00een mod logic (adic\u0103, exist\u0103 deoarece este activat\u0103 caracteristica de re\u0163inere metadate).
FNRRS0110.action      = \u015eterge\u0163i con\u0163inutul containerului \u015fi re\u00eencerca\u0163i procesul de \u015ftergere.
FNRRS0110.message     = Nu se poate \u015fterge un container care con\u0163ine elemente con\u0163inute \u015fterse logic: ''{0}''.
FNRRS0110.arg.0       = delete_target

FNRRS0111.explanation = Nu se poate ad\u0103uga un copil nou la un container p\u0103rinte care este inactiv.
FNRRS0111.action      = Face\u0163i containerul p\u0103rinte activ sau alege\u0163i un container p\u0103rinte diferit la care s\u0103 ad\u0103uga\u0163i.
FNRRS0111.message     = Nu se poate ad\u0103uga un copil nou la un container p\u0103rinte inactiv: ''{0}''.
FNRRS0111.arg.0       = parent_container

FNRRS0112.explanation = Dac\u0103 articolele de con\u0163inut sunt specificate dup\u0103 ID-urile lor, atunci trebuie s\u0103 fie specificat\u0103 de asemenea o magazie de con\u0163inut.
FNRRS0112.action      = Furniza\u0163i magazia de con\u0163inut corespunz\u0103toare pentru ID-urile de articole de con\u0163inut.
FNRRS0112.message     = Eroare de declararer, nu este specificat\u0103 nicio magazie de con\u0163inut pentru identificatorii de articole de con\u0163inut.

FNRRS0113.explanation = Dac\u0103 este specificat mai mult de un container \u0163int\u0103 \u00een timpul unei declara\u0163ii de \u00eenregistrare noi, atunci toate containerele similare apar\u0163ine aceleia\u015fi magazii de plan de fi\u015fiere.
FNRRS0113.action      = Asigura\u0163i-v\u0103 c\u0103 toate containerele \u0163int\u0103 de declarare \u00eenregistrare apar\u0163in aceleia\u015fi magazii de plan de fi\u015fiere.
FNRRS0113.message     = Eroare de declarare, containerele \u0163int\u0103 trebuie s\u0103 apar\u0163in\u0103 acel eia\u015fi magazii de plan de fi\u015fiere.

FNRRS0114.explanation = Unul dintre containerele \u0163int\u0103 pentru o declara\u0163ie de \u00eenregistrare a fost \u015fters logic anterior \u015fi nu este eligibil s\u0103 con\u0163in\u0103 \u00eenregistr\u0103ri noi.
FNRRS0114.action      = \u00cenl\u0103tura\u0163i acest container din list\u0103 sau selecta\u0163i un container alternativ, sau ambele variante.
FNRRS0114.message     = Eroare de declarare, containerul \u0163int\u0103 a fost \u015fters logic: ''{0}''.
FNRRS0114.arg.0       = container_ident

FNRRS0115.explanation = O \u00eenregistrare nu poate fi declarat\u0103 \u00eentr-un container \u00eenchis.
FNRRS0115.action      = Redeschide\u0163i containerul \u015fi \u00eencerca\u0163i din nou sau alege\u0163i un container diferit.
FNRRS0115.message     = Eroare de declarare, containerul \u0163int\u0103 este \u00eenchis: ''{0}''.
FNRRS0115.arg.0       = container_ident

FNRRS0116.explanation = Unul dintre containerele \u0163int\u0103 pentru o declara\u0163ie de \u00eenregistrare este inactive momentan \u015fi nu este eligibil s\u0103 con\u0163in\u0103 \u00eenregistr\u0103ri noi.
FNRRS0116.action      = Reactiva\u0163i acest container sau \u00eenl\u0103tura\u0163i-l din lista de containere \u0163int\u0103.
FNRRS0116.message     = Eroare de declarare, containerul \u0163int\u0103 este inactiv: ''{0}''.
FNRRS0116.arg.0       = container_ident

FNRRS0117.explanation = Doar un container de tip fizic poate fi specificat ca \u0163int\u0103 pentru o declara\u0163ie de \u00eenregistrare.
FNRRS0117.action      = Restric\u0163iona\u0163i lista de  containere \u0163int\u0103 la un singur container de tip fizic.
FNRRS0117.message     = Eroare de declarare, este specificat mai mult de un container de tip fizic.

FNRRS0118.explanation = Toate articolele de con\u0163inut asociate cu o nou\u0103 \u00eenregistrare trebuie s\u0103 apar\u0163in\u0103 aceleia\u015fi magazii de con\u0163inut.
FNRRS0118.action      = Asigura\u0163i-v\u0103 c\u0103 toate articolele de con\u0163inut asociate apar\u0163in aceleia\u015fi magazii de con\u0163inut.
FNRRS0118.message     = Eroare de declarare, articolele de con\u0163inut specificate pentru o nou\u0103 declara\u0163ie de \u00eenregistrare apar\u0163in unor magazii de con\u0163inut diferite.

FNRRS0119.explanation = Articolul de con\u0163inut specificat nu este eligibil pentru declarare de \u00eenregistrare deoarece proprietatea CanDeclare este fals\u0103, articolul este \u00een stare de rezervare sau articolul este deja declarat.
FNRRS0119.action      = Remedia\u0163i articolul de con\u0163inut din eroare sau specifica\u0163i un articol de con\u0163inut diferit.
FNRRS0119.message     = Eroare de declarare, articolul de con\u0163inut specificat nu este eligibil pentru declarare \u00eenregistrare: ''{0}''.
FNRRS0119.arg.0       = contentItem_ident

FNRRS0120.explanation = \u00cenregistrarea specificat\u0103 nu poate fi \u015ftears\u0103 din cauza unei re\u0163ineri existente fie direct pe \u00eenregistrare, fie pe unul sau mai mul\u0163i dintre p\u0103rin\u0163ii s\u0103i.
FNRRS0120.action      = \u00cenl\u0103tura\u0163i re\u0163inerile obstructive \u015fi re\u00eencerca\u0163i procesul de \u015ftergere.
FNRRS0120.message     = \u015etergerea \u00eenregistr\u0103rii nu este permis\u0103 din cauza condi\u0163iilor de re\u0163inere existente: ''{0}''.
FNRRS0120.arg.0       = delete_target

FNRRS0121.explanation = Valoare de proprietate Supersede a unui obiect \u00eenregistrare poate co\u0163ine doar un obiect \u00eenregistrare existent.
FNRRS0121.action      = Asigura\u0163i-v\u0103 ca valoarea de obiect alocat\u0103 propriet\u0103\u0163ii Supersede este tipul com.ibm.jarm.api.core.Record.
FNRRS0121.message     = Eroare de declarare, valoarea propriet\u0103\u0163ii Supersede a noii \u00eenregistr\u0103ri trebuie s\u0103 fie un alt obiect \u00cenregistrare.

FNRRS0122.explanation = \u00cenregistrarea \u0163int\u0103 pentru valoarea de proprietate Supersede a unei noi \u00eenregistr\u0103ri nu poate s\u0103 fi fost deja \u00eenlocuit\u0103.
FNRRS0122.action      = Nu \u00eencerca\u0163i s\u0103 \u00eenlocui\u0163i o \u00eenregistrare existent\u0103 care a fost deja \u00eenlocuit\u0103.
FNRRS0122.message     = \u00cenregistrarea \u0163int\u0103 a propriet\u0103\u0163ii Supersede a noii \u00eenregistr\u0103ri a fost deja \u00eenlocuit\u0103 anterior.

FNRRS0123.explanation = \u00cenregistrarea \u0163int\u0103 pentru valoarea de proprietate Supersede a unei noi \u00eenregistr\u0103ri nu poate fi extras\u0103 \u00een scopuri de validare.
FNRRS0123.action      = Asigura\u0163i-v\u0103 c\u0103 valoarea de \u00eenregistrare \u0163int\u0103 de \u00eenlocuire \u00eenc\u0103 exist\u0103, sau c\u0103 utilizatorul curent are accesul de securitate necesar la ea, sau ambele variante.
FNRRS0123.message     = Eroare de declarare, \u00eenregistrarea \u0163int\u0103 a propriet\u0103\u0163ii Supersede a noii \u00eenregistr\u0103ri este indisponibil\u0103.

FNRRS0124.explanation = \u00cenregistrarea \u0163int\u0103 pentru valoarea de proprietate Supersede a unei noi \u00eenregistr\u0103ri nu poate fi scris\u0103.
FNRRS0124.action      = Asigura\u0163i-v\u0103 c\u0103 utilizatorul curent are accesul de scriere necesar la valoarea de \u00eenregistrare \u0163int\u0103 de \u00eenlocuire.
FNRRS0124.message     = Eroare de declarare, \u00eenregistrarea \u0163int\u0103 a propriet\u0103\u0163ii Supersede a noii \u00eenregistr\u0103ri nu poate fi scris\u0103.

FNRRS0125.explanation = \u00cenregistrarea \u0163int\u0103 pentru valoarea de proprietate Receipt Of a unei noi \u00eenregistr\u0103ri este deja o \u00eenregistrare de recep\u0163ie.
FNRRS0125.action      = Selecta\u0163i o \u00eenregistrare alternativ\u0103 ca valoare Receipt Of.
FNRRS0125.message     = Eroare de declarare, \u00eenregistrarea \u0163int\u0103 a valorii de proprietate Receipt Of a unei noi \u00eenregistr\u0103ri este deja o \u00eenregistrare de recep\u0163ie.

FNRRS0126.explanation = C\u00e2nd declara\u0163i o \u00eenregistrare pe o magazie de plan de fi\u015fiere care este configurat\u0103 cu modelul de date Clasificare DoD, este cerut\u0103 o valoare de proprietate Current Classification nenul\u0103 sau care s\u0103 nu fie goal\u0103.
FNRRS0126.action      = Funriza\u0163i o valoare de proprietate Current Classification valid\u0103.
FNRRS0126.message     = Eroare de declarare, proprietate ''Current Classification'' lips\u0103 sau invalid\u0103.

FNRRS0127.explanation = O \u00eenregistrare clasificat trebuie s\u0103 aib\u0103 o valoare de proprietate Initial Classification valid\u0103.
FNRRS0127.action      = Funriza\u0163i o valoare de proprietate Initial Classification valid\u0103.
FNRRS0127.message     = Eroare de declarare, proprietate ''Initial Classification'' lips\u0103 sau invalid\u0103.

FNRRS0128.explanation = Pentru o \u00eenregistrare clasificat\u0103, dac\u0103 nu este furnizat\u0103 nicio proprietate Derived From, atunci sunt furnizate o proprietate Classified By \u015fi o proprietate Reasons For Classification.
FNRRS0128.action      = Furniza\u0163i valori de propriet\u0103\u0163i Classified By \u015fi Reasons For Classification valide.
FNRRS0128.message     = Eroare de declarare, proprietate ''Classification Authority'' lips\u0103 sau invalid\u0103.

FNRRS0129.explanation = Pentru o \u00eenregistrare clasificat\u0103, dac\u0103 nu este specificat un Exemptions atunci trebuie s\u0103 fie furnizat un Declassify On Date sau Declassify On Event.
FNRRS0129.action      = Funriza\u0163i un Exemption valid, sau fie un Declassify On Date, fie un Declassify On Event valid.
FNRRS0129.message     = Eroare de declarare, fie o proprietate ''Declassify On Date'', fie ''Declassify On Event'' valid\u0103 lips\u0103.

FNRRS0130.explanation = Pentru o \u00eenregistrare clasificat\u0103, dac\u0103 Exemptions nu este specificat  \u015eI este furnizat un Declassify On Date, atunci aceast\u0103 dat\u0103 trebuie s\u0103 fie \u00een limita de timp dup\u0103 cum este specificat de directiva preziden\u0163ial\u0103 curent\u0103.
FNRRS0130.action      = Furniza\u0163i un Exemption valid, sau fie un Declassify On Date, fie un Declassify On Event valid.
FNRRS0130.message     = Eroare de declarare, proprietatea ''Declassify On Date'' este \u00een afara intervalului.

FNRRS0131.explanation = Pentru o \u00eenregistrare clasificat\u0103, dac\u0103 este specificat un Supplemental Marking, atunci nu este permis nici un Declassify On Date, nici un Declassify On Event.
FNRRS0131.action      = Fie \u00eenl\u0103tura\u0163i valorile Declassify On Date \u015fi Declassify On Event, fie \u00eenl\u0103tura\u0163i Supplemental Marking restrictiv.
FNRRS0131.message     = Eroare de declarare, o \u00eenregistrare restric\u0163ionat\u0103 nu poate avea  nici o proprietate ''Declassify On Date'' nici o proprietate ''Declassify On Events''.

FNRRS0132.explanation = Pentru o \u00eenregistrare clasificat\u0103, dac\u0103 este specificat un Supplemental Marking, atunci nu este permis\u0103 nici o valoare Exemption.
FNRRS0132.action      = Fie \u00eenl\u0103tura\u0163i valorile Exemption, fie \u00eenl\u0103tura\u0163i Supplemental Marking restrictiv.
FNRRS0132.message     = Eroare de declarare, o \u00eenregistrare restric\u0163ionat\u0103 nu poate avea  nicio proprietate ''Exemption''.

FNRRS0133.explanation = Pentru o \u00eenregistrare clasificat\u0103, dac\u0103 este specificat un Supplemental Marking restric\u0163ionat, atunci nu este permis\u0103 nici o valoare de proprietate Downgrade.
FNRRS0133.action      = Fie \u00eenl\u0103tura\u0163i valorile Downgrade, fie \u00eenl\u0103tura\u0163i Supplemental Marking restrictiv.
FNRRS0133.message     = Eroare de declarare, o \u00eenregistrare restric\u0163ionat\u0103 nu poate avea  o proprietate ''Downgrade On Date'' sau o proprietate ''Downgrade On Events''.

FNRRS0134.explanation = Pentru o \u00eenregistrare clasificat\u0103, trebuie s\u0103 fie specificat\u0103 o Classifying Agency.
FNRRS0134.action      = Furniza\u0163i o proprietate Classifying Agency valid\u0103.
FNRRS0134.message     = Eroare de declarare, proprietate ''Classifying Agency'' lips\u0103 sau invalid\u0103.

FNRRS0135.explanation = Pentru o \u00eenregistrare clasificat\u0103, dac\u0103 este specificat\u0103 fie Downgrade On Date, fie Downgrade On Events, atunci trebuie s\u0103 fie furnizat\u0103 o proprietate Downgrade Instructions.
FNRRS0135.action      = Fie furniza\u0163i Downgrade Instructions, fie nu specifica\u0163i nicio proprietate Downgrade On Date sau Downgrade On Events.
FNRRS0135.message     = Eroare de declarare, proprietate ''Downgrade Instructions'' lips\u0103 sau invalid\u0103.

FNRRS0136.explanation = Pentru o \u00eenregistrare clasificat\u0103, dac\u0103 este specificat\u0103 Upragded On atunci trebuie s\u0103 fie furnizat\u0103 de asemenea o proprietate Reason For Upgrade.
FNRRS0136.action      = Fie furniza\u0163i Reasons For Upgrade, fie nu specifica\u0163i nicio proprietate Upgraded On.
FNRRS0136.message     = Eroare de declarare, proprietate ''Reasons For Upgrade'' lips\u0103 sau invalid\u0103.

FNRRS0137.explanation = Pentru o \u00eenregistrare clasificat\u0103, dac\u0103 este specificat\u0103 o proprietate Upgraded On atunci trebuie s\u0103 fie furnizat\u0103 de asemenea o proprietate Upgraded By.
FNRRS0137.action      = Fie furniza\u0163i Upgraded By, fie nu specifica\u0163i nicio proprietate Upgraded On.
FNRRS0137.message     = Eroare de declarare, proprietate ''Upgraded By'' lips\u0103 sau invalid\u0103.

FNRRS0138.explanation = Pentru o \u00eenregistrare clasificat\u0103, dac\u0103 este specificat\u0103 o proprietate Reviewed On atunci trebuie s\u0103 fie furnizat\u0103 de asemenea o proprietate Reviewed By.
FNRRS0138.action      = Fie furniza\u0163i o proprietate Reviewed By, fie nu specifica\u0163i nicio proprietate Reviewed On.
FNRRS0138.message     = Eroare de declarare, proprietate ''Reviewed By'' lips\u0103 sau invalid\u0103.

FNRRS0139.explanation = Pentru o \u00eenregistrare clasificat\u0103, dac\u0103 este specificat\u0103 o proprietate Downgraded On atunci trebuie s\u0103 fie furnizat\u0103 de asemenea o proprietate Downgraded By.
FNRRS0139.action      = Fie furniza\u0163i Downgraded By, fie nu specifica\u0163i nicio proprietate Downgraded On.
FNRRS0139.message     = Eroare de declarare, proprietate ''Downgraded By'' lips\u0103 sau invalid\u0103.

FNRRS0140.explanation = Pentru o \u00eenregistrare clasificat\u0103, dac\u0103 este specificat\u0103 o proprietate Declassified On atunci trebuie s\u0103 fie furnizat\u0103 de asemenea o proprietate Declassified By.
FNRRS0140.action      = Fie furniza\u0163i Declassified By, fie nu specifica\u0163i nicio proprietate Declassified On.
FNRRS0140.message     = Eroare de declarare, proprietate ''Declassified By'' lips\u0103 sau invalid\u0103.

FNRRS0141.explanation = Pentru o \u00eencercare de declarare \u00eenregistrare clasificat\u0103, una sau mai multe valid\u0103ri clasificate DoD au e\u015fuat.
FNRRS0141.action      = Examina\u0163i colec\u0163ia de \u00eenregisr\u0103ri de eroare ale excep\u0163iei pentru detalii despre fiecare e\u015fuare de validare.
FNRRS0141.message     = Eroare de declarare, a ap\u0103rut una sau mai multe erori de validare clasificat\u0103 DoD. Vede\u0163i \u00eenregistr\u0103ri eroare excep\u0163ie pentru detalii.

FNRRS0142.explanation = A fost f\u0103cut\u0103 o \u00eencercare de a seta un container de \u00eenregistr\u0103ri ca Active, dar era deja Activ.  Un container Activ nu poate fi setat la Activ.
FNRRS0142.action      = Determina\u0163i de este setat containerul la Activ c\u00e2nd este deja Activ.
FNRRS0142.message     = Nu se poate seta containerul ca Activ, este deja Activ.

FNRRS0143.explanation = A fost f\u0103cut\u0103 o \u00eencercare de a seta un container de \u00eenregistr\u0103ri ca Inactiv, dar era deja Inactiv.  Un container Inactiv nu poate fi setat la Inactiv.
FNRRS0143.action      = Determina\u0163i de este setat containerul la Inactiv c\u00e2nd este deja Inactiv.
FNRRS0143.message     = Nu se poate seta containerul ca Inactiv; este deja Inactiv.

FNRRS0144.explanation = C\u00e2nd un container este Inactiv, toate containerele sale secundare p\u00e2n\u0103 \u00een partea de jos a ierarhiei containerului trebuie s\u0103 fie de asemenea Inactive.  O \u00eencercare de seta un container ca Activ c\u00e2nd unul dintre p\u0103rin\u0163ii s\u0103i este Inactiv nu este permis\u0103.
FNRRS0144.action      = Dac\u0103 containerul trebuie s\u0103 fie setat ca Activ, atunci orice p\u0103rin\u0163i care sunt Inactivi trebuie s\u0103 fie seta\u0163i la Activi \u00eent\u00e2i.
FNRRS0144.message     = Nu se poate seta containerul ca Activ; un container p\u0103rinte este Inactiv.

FNRRS0145.explanation = C\u00e2nd un container este setat la Inactiv, tebuie s\u0103 fie specificat un motiv pentru ac\u0163iune.  Acest motiv furnizeaz\u0103 informa\u0163iile despre cauza pentru care acest container nu mai este Activ.
FNRRS0145.action      = Specifica\u0163i motivul c\u00e2nd seta\u0163i un container la Inactiv.
FNRRS0145.message     = Motivul pentru Inactiv este necesitat la setarea unui container la Inactiv.

FNRRS0146.explanation = Pute\u0163i redeschide doar un container care a fost \u00eenchis.  Dac\u0103 containerul este deja deschis, atunci nu v\u0103 este permis s\u0103 \u00eel redeschide\u0163i.
FNRRS0146.action      = Nu redeschide\u0163i un container dec\u00e2t dac\u0103 se afl\u0103 \u00een stare \u00eenchis.
FNRRS0146.message     = Nu se poate redeschide un container care nu a fost \u00eenchis.

FNRRS0147.explanation = Ac\u0163iunea de redeschidere ese valid\u0103 doar pe un container care se afl\u0103 momentan \u00een starea \u00eenchis. Containerul curent a fost deja redeschis, astfel c\u0103 nu \u00eel pute\u0163i redeschide.
FNRRS0147.action      = Nu redeschide\u0163i un container dec\u00e2t dac\u0103 se afl\u0103 \u00een stare \u00eenchis.
FNRRS0147.message     = Nu se poate redeschide un container care a fost deja redeschis.

FNRRS0148.explanation = Un container poate fi redeschis doar dac\u0103 toate containerele sale p\u0103rinte sunt \u00een starea deschis. Dac\u0103 vreun container p\u0103rinte este \u00eenchis, atunci containerul nu poate fi redeschis.
FNRRS0148.action      = Nu redeschide\u0163i un container dec\u00e2t dac\u0103 to\u0163i p\u0103rin\u0163ii s\u0103i sunt deschi\u015fi.
FNRRS0148.message     = Nu se poate redeschide un container care are un container str\u0103mo\u015f care este \u00eenchis.

FNRRS0149.explanation = La \u00eenchiderea unui container, motivul pentru care containerul este \u00eenchis trebuie s\u0103 fie specificat. Motivul trebuie s\u0103 fie un \u015fir valid, care nu este gol.
FNRRS0149.action      = Specifica\u0163i un \u015fir care nu este gol care declar\u0103 de ce este \u00eenchis containerul.
FNRRS0149.message     = Trebuie s\u0103 fie specificat un motiv la \u00eenchiderea unui container.

FNRRS0150.explanation = Nu pute\u0163i \u00eenchide un container care este deja \u00eenchis.  Pute\u0163i \u00eenchide containerul doar dac\u0103 este deschis (nu a fost niciodat\u0103 \u00eenchis) sau redeschis (a fost \u00eenchis dar acum este redeschis)
FNRRS0150.action      = Verifica\u0163i dac\u0103 un container este deja \u00eenchis \u00eenainte de \u00eencerca s\u0103 \u00eel \u00eenchide\u0163i.
FNRRS0150.message     = Nu se poate \u00eenchide container, este deja \u00eenchis.

FNRRS0151.explanation = Nu pute\u0163i clasa o \u00eenregistrare \u00eentr-un container care este inactiv momentan.
FNRRS0151.action      = Reactiva\u0163i containerul sau alege\u0163i alt\u0103 \u0163int\u0103 de clasare.
FNRRS0151.message     = Nu se poate clasa \u00eenregistrare \u00eentr-un cotainer inactiv.

FNRRS0152.explanation = Nu pute\u0163i clasa o \u00eenregistrare \u00eentr-un container care este \u00eenchis momentan.
FNRRS0152.action      = Redeschide\u0163i containerul sau alege\u0163i alt\u0103 \u0163int\u0103 de clasare.
FNRRS0152.message     = Nu se poate clasa \u00eenregistrare \u00eentr-un cotainer \u00eenchis.

FNRRS0153.explanation = Containerul \u0163int\u0103 de clasare nu poate con\u0163ine acest tip de \u00eenregistrare.
FNRRS0153.action      = Alege\u0163i un container alternativ \u00een care s\u0103 clasa\u0163i \u00eenregistrarea.
FNRRS0153.message     = Containerul \u0163int\u0103 de clasare nu poate con\u0163ine o \u00eenregistrare de tip entitate: {0}.

FNRRS0154.explanation = \u00cenregistrarea exist\u0103 deja \u00een containerul \u0163int\u0103 specificat (sau volumul s\u0103u copil activ).
FNRRS0154.action      = Alege\u0163i un container alternativ \u00een care s\u0103 clasa\u0163i \u00eenregistrarea.
FNRRS0154.message     = Nu se poate clasa \u00eenregistrarea deoarece este deja con\u0163inut\u0103 \u00een containerul \u0163int\u0103 (sau volumul s\u0103u copil activ).

FNRRS0155.explanation = \u00cenregistrarea nu poate fi clasar\u0103 \u00eentr-un container care se afl\u0103 \u00een afara planului s\u0103u de fi\u015fiere existent.
FNRRS0155.action      = Alege\u0163i un container care se afl\u0103 \u00een planul de fi\u015fiere existent al \u00eenregistr\u0103rii.
FNRRS0155.message     = \u00cenregistrarea nu poate fi clasar\u0103 \u00eentr-un container care este localizat \u00een afara planului s\u0103u de fi\u015fiere existent.

FNRRS0156.explanation = O \u00eenregistrare fizic\u0103 nu poate fi clasat\u0103 \u00een mai mult de un container fizic.
FNRRS0156.action      = Limita\u0163i con\u0163inerea unei \u00eenregistr\u0103ri fizice la un singur container fizic.
FNRRS0156.message     = Nu se poate clasa o \u00eenregistrare fizic\u0103 \u00een mai mult de un container fizic.

FNRRS0157.explanation = O \u00eenregistrare fizic\u0103 nu poate fi clasat\u0103 \u00een mai mult de un container fizic.
FNRRS0157.action      = Limita\u0163i con\u0163inerea unei \u00eenregistr\u0103ri fizice la un singur container fizic.
FNRRS0157.message     = Modul SchedulePropagation specificat nu poate fi aplicat la golirea unei aloc\u0103ri de planificare eliminare existente: {0}.

FNRRS0158.explanation = Re\u0163inerea specificat\u0103 nu este asociat\u0103 cu entitatea a\u015fa c\u0103 nu poate fi \u00eenl\u0103turat\u0103.
FNRRS0158.action      = Asigura\u0163i-v\u0103 c\u0103 obiectul re\u0163inere este asociat cu o entitate \u00eenainte de a \u00eencerca s\u0103 \u00eel \u00eenl\u0103tura\u0163i.
FNRRS0158.message     = Nu se poate \u00eenl\u0103tura re\u0163inerea deoarece nu este asociat\u0103 cu entitatea, entitate de re\u0163inere: {0}.
FNRRS0158.arg.0	   = Identitatea re\u0163inerii \u00een cauz\u0103.

FNRRS0159.explanation = Re\u0163inerea specificat\u0103 a fost alocat\u0103 dinamic entit\u0103\u0163ii. Nu o pute\u0163i \u00eenl\u0103tura manual
FNRRS0159.action      = Rula\u0163i Baleiere re\u0163ineri pentru a \u00eenl\u0103tura re\u0163ineri dinamice.
FNRRS0159.message     = Nu se poate \u00eenl\u0103tura manual re\u0163inerea care a fost aplicat\u0103 dinamic, identitate re\u0163inere: {0}.
FNRRS0159.arg.0	   = Identitatea re\u0163inerii \u00een cauz\u0103.

FNRRS0160.explanation = Re\u0163inerea specificat\u0103 nu este activ\u0103.  Nu poate fi aplicat\u0103 unei entit\u0103\u0163i.
FNRRS0160.action      = Asigura\u0163i-v\u0103 c\u0103 re\u0163inerea este desemnat\u0103 ca activ\u0103 \u00eenainte de a o  asocia cu entit\u0103\u0163i.
FNRRS0160.message     = Nu se poate aplica re\u0163inere care nu este activ\u0103, identitate re\u0163inere: {0}.
FNRRS0160.arg.0	   = Identitatea re\u0163inerii \u00een cauz\u0103.

FNRRS0161.explanation = Nu pute\u0163i ad\u0103uga o re\u0163inere la o entitate care este deja asociat\u0103 cu acea re\u0163inere.
FNRRS0161.action      = Ad\u0103uga\u0163i o re\u0163inere la o entitate doar o dat\u0103.
FNRRS0161.message     = Nu se poate ad\u0103uga o re\u0163inere la o entitate de mai multe ori, identitate re\u0163inere(i): {0}
FNRRS0161.arg.0	   = Identitatea re\u0163inerii(lor) \u00een cauz\u0103.

FNRRS0162.explanation = Nu pute\u0163i \u015fterge o re\u0163inere c\u00e2nd \u00eenregistr\u0103ri sau containere sunt asociate cu acea re\u0163inere.
FNRRS0162.action      = \u00cenl\u0103tura\u0163i entit\u0103\u0163ile asociate cu acea re\u0163inere \u015fi apoi \u015fterge\u0163i re\u0163inerea.
FNRRS0162.message     = Nu se poate \u015fterge o re\u0163inere care este asociat\u0103 cu entit\u0103\u0163i.

FNRRS0163.explanation = A ap\u0103rut o excep\u0163ie nea\u015fteptat\u0103 \u00een timpul \u00eencerc\u0103rii de mutare a acestei entit\u0103\u0163i.
FNRRS0163.action      = Examina\u0163i istoricele pentru informa\u0163ii de excep\u0163ie mai detaliate.
FNRRS0163.message     = Nu se poate muta entitatea din cauza unei erori nea\u015fteptate, entitate: {0}, excep\u0163ie: {1}.
FNRRS0163.arg.0       = Identitatea entit\u0103\u0163ii pe care a fost \u00eencercat\u0103 mutarea.
FNRRS0163.arg.1       = Mesaj de la excep\u0163ie.

FNRRS0164.explanation = Opera\u0163ia de \u015ftergere vrac nu suport\u0103 o entitate de acea valoare entityType.
FNRRS0164.action      = \u00cenl\u0103tura\u0163i aceast\u0103 entitate din colec\u0163ia de entit\u0103\u0163i a opera\u0163iei de  \u015ftergere vrac.
FNRRS0164.message     = Nu se poate realiza \u015ftergere vrac pe tip entitate, entityType: {0}, entityIdent: {1}.
FNRRS0164.arg.0       = Tipul de entitate al entit\u0103\u0163ii pe care a fost \u00eencercat\u0103 \u015ftergerea.
FNRRS0164.arg.1       = Identitatea entit\u0103\u0163ii pe care a fost \u00eencercat\u0103 \u015ftergerea.

FNRRS0165.explanation = Opera\u0163ia de inactivare vrac nu suport\u0103 o entitate de acea valoare entityType.
FNRRS0165.action      = \u00cenl\u0103tura\u0163i aceast\u0103 entitate din colec\u0163ia de entit\u0103\u0163i a opera\u0163iei de  inactivare vrac.
FNRRS0165.message     = Nu se poate realiza inactivare vrac pe tip entitate, entityType: {0}, entityIdent: {1}.
FNRRS0165.arg.0       = Tipul de entitate al entit\u0103\u0163ii pe care a fost \u00eencercat\u0103 inactivarea.
FNRRS0165.arg.1       = Identitatea entit\u0103\u0163ii pe care a fost \u00eencercat\u0103 inactivarea.

FNRRS0166.explanation = Opera\u0163ia de activare vrac nu suport\u0103 o entitate de acea valoare entityType.
FNRRS0166.action      = \u00cenl\u0103tura\u0163i aceast\u0103 entitate din colec\u0163ia de entit\u0103\u0163i a opera\u0163iei de activare vrac.
FNRRS0166.message     = Nu se poate realiza activare vrac pe tip entitate, entityType: {0}, entityIdent: {1}.
FNRRS0166.arg.0       = Tipul de entitate al entit\u0103\u0163ii pe care a fost \u00eencercat\u0103 activarea.
FNRRS0166.arg.1       = Identitatea entit\u0103\u0163ii pe care a fost \u00eencercat\u0103 activarea.

FNRRS0167.explanation = Containerul surs\u0103 specificat pentru opera\u0163ia de mutare nu con\u0163ine direct \u00eenregistrarea specificat\u0103.
FNRRS0167.action      = Asigura\u0163i-v\u0103 c\u0103 este specificat containerul surs\u0103 corect. Dac\u0103 containerul surs\u0103 real este un Volum de \u00eenregistr\u0103ri, specifica\u0163i acel Volum de \u00eenregistr\u0103ri ca opus Folderului s\u0103u de \u00eenregistr\u0103ri p\u0103rinte.
FNRRS0167.message     = Nu se poate realiza mutare \u00eenregistrare deoarece \u00eenregistrarea nu este con\u0163inut\u0103 \u00een containerul surs\u0103 specificat.

FNRRS0168.explanation = Utilizatorul curent nu are permisiune s\u0103 mute obiectul.
FNRRS0168.action      = Verifica\u0163i dac\u0103 utilizatorul curent are permisiune de a muta obiectul.
FNRRS0168.message     = Utilizatorul curent nu poate muta cotainerul: {0}.
FNRRS0168.arg.0       = Identitate a containerului.

FNRRS0169.explanation = Utilizatorul curent nu are permisiunea corect\u0103 pentru a copia \u00eenregistrarea.
FNRRS0169.action      = Verifica\u0163i dac\u0103 utilizatorul curent are cel pu\u0163in permisiune de scriere pe \u00eenregistrare.
FNRRS0169.message     = Utilizatorul curent nu are permisiune s\u0103 copieze \u00eenregistrarea: {0}.
FNRRS0169.arg.0       = Identitatea \u00eenregistr\u0103rii.

FNRRS0170.explanation = Datorit\u0103 inabilit\u0103\u0163ii de a face automat o copie a unui document federalizat extern, o \u00eenregistrare care este asociat\u0103 cu un astfel de document nu poate fi copiat\u0103.
FNRRS0170.action      = Duplica\u0163i manual documentul federalizat original \u015fi declara\u0163i manual o nou\u0103 \u00eenregistrare pentru noul document federalizat.
FNRRS0170.message     = O \u00eenregistrare asociat\u0103 cu un document federalizat nu poate fi copiat\u0103.

FNRRS0171.explanation = \u00cenregistrarea specificat\u0103 nu este clasat\u0103 momentan \u00een containerul specificat \u015fi, prin urmare, nu poate fi declasat\u0103 din acest container.
FNRRS0171.action      = Dac\u0103 a\u0163i apelat ini\u0163ial aceast\u0103 metod\u0103 pe un folder de \u00eenregistr\u0103ri care necesit\u0103 utilizarea de volume de \u00eenregistr\u0103ri copil, atunci face\u0163i acest apel pe volumul copil corespunz\u0103tor care con\u0163ine de fapt \u00eenregistrarea.
FNRRS0171.message     = Nu se poate declasa o \u00eenregistrare dintr-un container \u00een care nu este clasat\u0103 momentan, \u00eenregistrare {0}, container: {1}.
FNRRS0171.arg.0       = \u00cenregistrarea pe care este \u00eencercat\u0103 opera\u0163ia de declasare.
FNRRS0171.arg.1       = Containerul \u0163int\u0103 din care este \u00eencercat\u0103 opera\u0163ia de declasare \u00eenregistrare.

FNRRS0172.explanation = O \u00eenregistrare trebuie s\u0103 fie clasat\u0103 \u00een cel pu\u0163in un container. 
FNRRS0172.action      = Asigura\u0163i-v\u0103 c\u0103 \u00eenregistrarea este clasat\u0103 \u00een cel pu\u0163in un alt container \u00eenainte de a \u00eencerca s\u0103 o declasa\u0163i dintr-un container.
FNRRS0172.message     = Nu se poate declasa o \u00eenregistrare care este clasat\u0103 momentan \u00eentr-un singur container, \u00eenregistrare: {0}.
FNRRS0172.arg.0       = \u00cenregistrarea pe care este \u00eencercat\u0103 opera\u0163ia de declasare.

FNRRS0173.explanation = Dup\u0103 ce o \u00eenregistrare a fost \u015ftears\u0103 "logic", nu mai poate fi declinat\u0103. 
FNRRS0173.action      =  
FNRRS0173.message     = Nu se poate declina o \u00eenregistrare care a fost \u015ftears\u0103 "logic", \u00eenregistrare: {0}.
FNRRS0173.arg.0       = \u00cenregistrarea pe care este \u00eencercat\u0103 opera\u0163ia de declinare.

FNRRS0174.explanation = Dac\u0103 o \u00eenregistrare (sau oricare dintre containerele sale p\u0103rinte) este re\u0163inut\u0103, nu poate fi declinat\u0103. 
FNRRS0174.action      = \u00cenl\u0103tura\u0163i toate re\u0163inerile aplicabile din \u00eenregistrare \u015fi re\u00eencerca\u0163i opera\u0163ia de declinare.
FNRRS0174.message     = Nu se poate declina o \u00eenregistrare care este re\u0163inut\u0103 momentan, \u00eenregistrare: {0}.
FNRRS0174.arg.0       = \u00cenregistrarea pe care este \u00eencercat\u0103 opera\u0163ia de declinare.

FNRRS0175.explanation = Dac\u0103 o \u00eenregistrare este implicat\u0103 momentan \u00eentr-un flux de lucru de eliminare activ, nu poate fi declinat\u0103.
FNRRS0175.action      = Finaliza\u0163i orice procesare de flux de lucru asociat\u0103 cu \u00eenregistrarea \u015fi re\u00eencerca\u0163i opera\u0163ia de declinare.
FNRRS0175.message     = Nu se poate declina o \u00eenregistrare care face parte dintr-un flux de lucru de eliminare activ, \u00eenregistrare: {0}.
FNRRS0175.arg.0       = \u00cenregistrarea pe care este \u00eencercat\u0103 opera\u0163ia de declinare.

FNRRS0176.explanation = Dac\u0103 o \u00eenregistrare este asociat\u0103 cu con\u0163inut federalizat, nu poate fi decliant\u0103.
FNRRS0176.action      = 
FNRRS0176.message     = Nu se poate declina o \u00eenregistrare care este asociat\u0103 cu con\u0163inut federalizat, \u00eenregistrare: {0}.
FNRRS0176.arg.0       = \u00cenregistrarea pe care este \u00eencercat\u0103 opera\u0163ia de declinare.

FNRRS0177.explanation = Tipic, propriet\u0103\u0163ile \u00eenrudite de recep\u0163ie \u00eenregistrare sunt definite doar pe modelul de date al magaziei plan de fi\u015fiere DoD Classified.
FNRRS0177.action      = Verifica\u0163i dac\u0103 a fost instalat modelul de date corespunz\u0103tor pentru magazia de plan de fi\u015fiere.
FNRRS0177.message     = Recep\u0163iile de \u00eenregistr\u0103ri nu sunt suportate pe magazia de plan de fi\u015fiere asociat\u0103.

FNRRS0178.explanation = \u00centr-un tipar de denumire, fiecare parantez\u0103 st\u00e2ng\u0103 trebuie s\u0103 aib\u0103 o parantez\u0103 dreapt\u0103 de potrivire pentru a specifica domeniul macroinstruc\u0163iunii de \u00eenlocuire.
FNRRS0178.action      = Verifica\u0163i tiparul de denumire \u015fi asigura\u0163i-v\u0103 c\u0103 toate parantezele dreapta sunt precedate de o paranetz\u0103 st\u00e2nga.
FNRRS0178.message     = Tiparul de denumire specificat are o parantez\u0103 dreapta f\u0103r\u0103 nicio parantez\u0103 st\u00e2nga de potrivire.

FNRRS0179.explanation = \u00centr-un tipar de denumire, fiecare parantez\u0103 st\u00e2ng\u0103 trebuie s\u0103 aib\u0103 o parantez\u0103 dreapt\u0103 de potrivire pentru a specifica domeniul macroinstruc\u0163iunii de \u00eenlocuire.
FNRRS0179.action      = Verifica\u0163i tiparul de denumire \u015fi asigura\u0163i-v\u0103 c\u0103 toate parantezele st\u00e2nga sunt continuate cu o paranetz\u0103 dreapta de potrivire.
FNRRS0179.message     = Tiparul de denumire specificat are o parantez\u0103 dreapta f\u0103r\u0103 nicio parantez\u0103 st\u00e2nga de potrivire.

FNRRS0180.explanation = Urm\u0103toarea valoare index pentru \u00eenlocuire este mai lung\u0103 dec\u00e2t tiparul de cifre specificat.
FNRRS0180.action      = Cre\u015fte\u0163i num\u0103rul de cifre din tiparul de cifre.
FNRRS0180.message     = Tiparul de cifre specificat este prea scurt pentru a re\u0163ine urm\u0103toarea valoare index.

FNRRS0181.explanation = Tiparul specificat nu poate fi parsat ca un tipar valid.
FNRRS0181.action      = Verifica\u0163i tiparul specificat pentru a v\u0103 asigura c\u0103 este un tipar valid.
FNRRS0181.message     = Tiparul specificat nu este un tipar valid.

FNRRS0182.explanation = Exist\u0103 o proprietate specificat\u0103 \u00een tiparul de denumire care nu exist\u0103.
FNRRS0182.action      = Modifica\u0163i tiparul de denumire pentru a include un nume de proprietate valid.
FNRRS0182.message     = Proprietatea specificat\u0103 \u00een tiparul de denumire este invalid\u0103 sau nu exist\u0103: {0}.
FNRRS0182.arg.0       = property_name

FNRRS0183.explanation = Exist\u0103 o proprietate cu valori multiple specificat\u0103 \u00een tiparul de denumire.  Tiparele de denumire suport\u0103 doar propriet\u0103\u0163i cu o singur\u0103 valoare.
FNRRS0183.action      = \u00cenl\u0103tura\u0163i proprietatea cu valori multiple din tiparul de denumire.
FNRRS0183.message     = O proprietate cu valori multiple nu este suportat\u0103 \u00eentr-un tipar de denumire: {0}.
FNRRS0183.arg.0       = property_name

FNRRS0184.explanation = Tiparele de denumire nu suport\u0103 propriet\u0103\u0163i obiect sau binare.
FNRRS0184.action      = Modifica\u0163i tiparul de denumire pentru a include un tip de proprietate suportat.
FNRRS0184.message     = Tipul propriet\u0103\u0163ii specificate \u00een tiparul de denumire nu este suportat: {0}. 
FNRRS0184.arg.0       = property_name

FNRRS0185.explanation = A ap\u0103rut o excep\u0163ie nea\u015fteptat\u0103 \u00een timpul \u00eencerc\u0103rii de distrugere a acestei entit\u0103\u0163i.
FNRRS0185.action      = Examina\u0163i istoricele pentru informa\u0163ii de excep\u0163ie mai detaliate.
FNRRS0185.message     = Nu se poate distruge entitatea din cauza unei erori nea\u015fteptate, entitate: {0}, excep\u0163ie: {1}.
FNRRS0185.arg.0       = Identitatea entit\u0103\u0163ii pe care a fost \u00eencercat\u0103 distrugerea.
FNRRS0185.arg.1       = Mesaj de la excep\u0163ie.

FNRRS0186.explanation = Planificarea de eliminare aplicabil\u0103 unei entit\u0103\u0163i a fost modificat\u0103 ceea ce \u00eempiedic\u0103 procesarea elimin\u0103rii entit\u0103\u0163ilor afectate.
FNRRS0186.action      = Rerula\u0163i baleierea de eliminare pentru a reprocesa aceste entit\u0103\u0163i cu planificarea modificat\u0103.
FNRRS0186.message     = Planificarea de eliminare aplicabil\u0103 a fost modificat\u0103.

FNRRS0187.explanation = Nu se poate distruge un container p\u0103rinte p\u00e2n\u0103 c\u00e2nd nu finalizeaz\u0103 to\u0163i copii  orice cicluri de p\u0103strare individuale.
FNRRS0187.action      = \u00cent\u00e2rzia\u0163i distrugerea entit\u0103\u0163ii p\u0103rinte.
FNRRS0187.message     = Nu se poate distruge o entitate care con\u0163ine unul sau mai mul\u0163i copii ierarhici cu diferite perioade de p\u0103strare, entitate: {0}.
FNRRS0187.arg.0       = Identitatea entit\u0103\u0163ii pe care este \u00eencercat\u0103 distrugerea.

FNRRS0188.explanation = Tipul de ac\u0163iune al fazei de eliminare curente asociate cu entitatea pare s\u0103 fi fost modificat.
FNRRS0188.action      = Rerula\u0163i baleierea de eliminare pentru aceast\u0103 entitate.
FNRRS0188.message     = Nu se poate continua cu procesarea elimin\u0103rii din cauza unei modific\u0103ri aparente \u00een faza curent\u0103, entitate: {0}, faz\u0103: {1}.
FNRRS0188.arg.0       = Identitatea entit\u0103\u0163ii implicate \u00een eliminare.
FNRRS0188.arg.1       = Identitatea fazei curente a entit\u0103\u0163ii.

FNRRS0189.explanation = Valoarea d\u0103\u0163ii de execu\u0163ie a fazei curente a entit\u0103\u0163ii nu este valid\u0103 procesarea de eliminare.
FNRRS0189.action      = Rerula\u0163i baleierea de eliminare pentru aceast\u0103 entitate.
FNRRS0189.message     = Nu se poate continua cu procesarea elimin\u0103rii deoarece data de execu\u0163ie a fazei curente este nul\u0103 sau o dat\u0103 viitoare, entitate: {0}, dat\u0103: {1}.
FNRRS0189.arg.0       = Identitatea entit\u0103\u0163ii implicate \u00een eliminare.
FNRRS0189.arg.1       = Valoare dat\u0103 de execu\u0163ie faz\u0103 curent\u0103 a entit\u0103\u0163ii.

FNRRS0190.explanation = O ac\u0163iune de opera\u0163ie trebuie s\u0103 se potriveasc\u0103 cu cea a ac\u0163iunii fazei  curente a entit\u0103\u0163ii doar dac\u0103 ac\u0163iunea nu este fie Export, fie Distrugere \u015fi ac\u0163iunea fazei curente a entit\u0103\u0163ii este Transfer.
FNRRS0190.action      = Rerula\u0163i baleierea de eliminare pentru aceast\u0103 entitate.
FNRRS0190.message     = Tipul de ac\u0163iune al opera\u0163iei de eliminare este invalid pentru starea fazei curente a entit\u0103\u0163ii, entitate: {0}, ac\u0163iune faz\u0103 curent\u0103: {1}, ac\u0163iune \u00eencercat\u0103: {2}.
FNRRS0190.arg.0       = Identitatea entit\u0103\u0163ii implicate \u00een eliminare.
FNRRS0190.arg.1       = Ac\u0163iunea fazei curente a entit\u0103\u0163ii.
FNRRS0190.arg.2       = Ac\u0163iune \u00eencercat\u0103 a opera\u0163iei.

FNRRS0191.explanation = Eliminarea nu poate continua pentru nicio entitate care are o re\u0163inere aplicat\u0103 fie direct la ea, la unul dintre p\u0103rin\u0163ii s\u0103i, sau la unul dintre copii s\u0103i.
FNRRS0191.action      = \u00cenl\u0103tura\u0163i orice re\u0163inere aplicabil\u0103 de pe aceast\u0103 entitate.
FNRRS0191.message     = Nu se poate continua cu opera\u0163ia de eliminare din cauza unei re\u0163ineri \u00een vigoare pentru entitate: {0}.
FNRRS0191.arg.0       = Identitatea entit\u0103\u0163ii implicate \u00een eliminare.

FNRRS0192.explanation = Ac\u0163iunile de eliminare Transfer interimar \u015fi Export nu sunt permise pe un container de \u00eenregistr\u0103ri redeschis.
FNRRS0192.action      = \u00cenchide\u0163i containerul de \u00eenregistr\u0103ri implicat.
FNRRS0192.message     = Nu se poate realiza ac\u0163iunea de eliminare pe containerul de \u00eenregistr\u0103ri redeschis: {0}, ac\u0163iune: {1}.
FNRRS0192.arg.0       = Identitatea entit\u0103\u0163ii implicate \u00een eliminare.
FNRRS0192.arg.1       = Tipul ac\u0163iunii de eliminare \u00eencercate.

FNRRS0193.explanation = Din cauza posinilei recalcul\u0103ri a st\u0103rii de eliminare a entit\u0103\u0163ii, procesul s\u0103u de eliminare trebuie s\u0103 fie reini\u0163iat.
FNRRS0193.action      = Realiza\u0163i din nou ac\u0163iunea "Ini\u0163iere eliminare" pe aceast\u0103 entitate.
FNRRS0193.message     = Ac\u0163iunea de eliminare nu poate fi realizat\u0103 pe entitate deoarece fluxul de lucru aplicabil nu a fost pornit \u00eenc\u0103, entitate: {0}.
FNRRS0193.arg.0       = Identitatea entit\u0103\u0163ii implicate \u00een eliminare.

FNRRS0194.explanation = C\u00e2nd o \u00eenregistrare este asociat\u0103 cu o planificare de eliminare printr-un Tip de \u00eenregistrare, nu poate fi distrus\u0103 ca parte a procesului de distrugere al unui dintre containerele sale.
FNRRS0194.action      = Procesa\u0163i \u00eenregistr\u0103rile \u00eent\u00e2i \u015fi re\u00eencerca\u0163i o distrugere pe container.
FNRRS0194.message     = Nu se poate distruge entitatea deoarece con\u0163ine una sau mai multe \u00eenregistr\u0103ri copil care au un Tip de \u00eenregistrare alocat la ele, entitate: {0}.
FNRRS0194.arg.0       = Identitatea entit\u0103\u0163ii implicate \u00een eliminare.

FNRRS0195.explanation = Fie entitatea nu este de fapt con\u0163inut\u0103 de containerul specificat sau tipul de \u00eenregistrare specificat este indisponibil.
FNRRS0195.action      = Verifica\u0163i modul \u00een care entitatea \u00ee\u015fi mo\u015ftene\u015fte planificarea \u015fi rerula\u0163i baleierea.
FNRRS0195.message     = Nu se poate elimina entitatea corespunz\u0103tor din cauz\u0103 ca valoarea ''Termen limit\u0103 mo\u015ftenit de la'' nu este valid\u0103, entitate: {0}.
FNRRS0195.arg.0       = Identitatea entit\u0103\u0163ii implicate \u00een eliminare.

FNRRS0196.explanation = Nu poate fi ob\u0163inut\u0103 nicio cale de director valid\u0103 nici din parametrul de  intrare, nici din proprietatea Destina\u0163ie export faz\u0103 curent\u0103 a entit\u0103\u0163ii.
FNRRS0196.action      = Furniza\u0163i o cale de director valid\u0103 utiliz\u00e2nd fie metoda parametrului de intrare, fie proprietatea Destina\u0163ie export faz\u0103 curent\u0103 a entit\u0103\u0163ii asociate.
FNRRS0196.message     = \u015eirul c\u0103ii directorului sistemului de fi\u015fiere al destina\u0163iei de export este o entitate nul\u0103 sau blanc: {0}.
FNRRS0196.arg.0       = Identitatea entit\u0103\u0163ii implicate \u00een eliminare.

FNRRS0197.explanation = A ap\u0103rut o eroare de sistem de fi\u015fiere \u00een timpul \u00eencerc\u0103rii de a crea directorul sistemului de fi\u015fiere specificat. Examina\u0163i cauza de eroare fundamental\u0103 pentru informa\u0163ii mai detaliate.
FNRRS0197.action      = Asigura\u0163i-v\u0103 c\u0103 a fost specificat\u0103 o cale de director sistem de fi\u015fiere valid\u0103 \u015fi c\u0103 utilizatorul curent are permisiunile de sistem de fi\u015fiere necesare.
FNRRS0197.message     = A ap\u0103rut o eroare \u00een timpul \u00eencerc\u0103rii de a crea directorul sistemului de fi\u015fiere de destina\u0163ie de export specificat ''{0}''.
FNRRS0197.arg.0       = Cale director sistem de fi\u015fiere.

FNRRS0198.explanation = A ap\u0103rut e eroare de sistem de fi\u015fiere \u00een timpul \u00eencerc\u0103rii de a crea un subdirector ''con\u0163inut'' pentru fi\u015fiere de date de con\u0163inut de \u00eenregistrare asociate. Examina\u0163i cauza de eroare fundamental\u0103 pentru informa\u0163ii mai detaliate.
FNRRS0198.action      = Asigura\u0163i-v\u0103 c\u0103 a fost specificat\u0103 o cale de director sistem de fi\u015fiere valid\u0103 \u015fi c\u0103 utilizatorul curent are permisiunile de sistem de fi\u015fiere necesare.
FNRRS0198.message     = A ap\u0103rut o eroare \u00een timpul \u00eencerc\u0103rii de a crea subdirectorul ''content'' \u00een directorul de sistem de fi\u015fiere: ''{0}''.
FNRRS0198.arg.0       = Cale director sistem de fi\u015fiere p\u0103rinte.

FNRRS0199.explanation = A ap\u0103rut o eroare de sistem de fi\u015fiere \u00een timpul gener\u0103rii unui fi\u015fier de sistem de fi\u015fiere de con\u0163inut de export. Examina\u0163i cauza de eroare fundamental\u0103 pentru informa\u0163ii mai detaliate.
FNRRS0199.action      = Asigura\u0163i-v\u0103 c\u0103 a fost specificat\u0103 o cale de director sistem de fi\u015fiere valid\u0103 \u015fi c\u0103 utilizatorul curent are permisiunile de sistem de fi\u015fiere necesare.
FNRRS0199.message     = A ap\u0103rut o eroare \u00een timpul \u00eencerc\u0103rii de a exporta date de con\u0163inut la fi\u015fierul: ''{0}''.
FNRRS0199.arg.0       = \u015eir cale fi\u015fier de ie\u015fire.

FNRRS0200.explanation = A ap\u0103rut o excep\u0163ie nea\u015fteptat\u0103 \u00een timpul \u00eencerc\u0103rii de export al acestei entit\u0103\u0163i.
FNRRS0200.action      = Examina\u0163i istoricele pentru informa\u0163ii de excep\u0163ie mai detaliate.
FNRRS0200.message     = Nu se poate exporta entitatea din cauza unei erori nea\u015fteptate, entitate: {0}, excep\u0163ie: {1}.
FNRRS0200.arg.0       = Identitatea entit\u0103\u0163ii pe care a fost \u00eencercat exportul.
FNRRS0200.arg.1       = Mesaj de la excep\u0163ie.

FNRRS0201.explanation = Opera\u0163ia de ini\u0163iere eliminare nu suport\u0103 o entitate cu acea valoare de tip de entitate.
FNRRS0201.action      = \u00cenl\u0103tura\u0163i aceast\u0103 entitate din colec\u0163ia de intrare a opera\u0163iei de ini\u0163iere eliminare.
FNRRS0201.message     = Nu se poate realiza ini\u0163ierea elimin\u0103rii pe entitatea de tipul: {0}, entityIdent: {1}.
FNRRS0201.arg.0       = Tipul de entitate al entit\u0103\u0163ii pe care a fost \u00eencercat\u0103 ini\u0163ierea elimin\u0103rii.
FNRRS0201.arg.1       = Identitatea entit\u0103\u0163ii pe care a fost \u00eencercat\u0103 ini\u0163ierea elimin\u0103rii.

FNRRS0202.explanation = Nu se poate realiza ini\u0163ierea elimin\u0103rii pe nicio entitate care are o re\u0163inere efectiv\u0103 plasat\u0103 pe ea.
FNRRS0202.action      = \u00cenl\u0103tura\u0163i re\u0163inerea efectiv\u0103 de pe entitate \u015fi re\u00eencerca\u0163i ini\u0163ierea elimin\u0103rii.
FNRRS0202.message     = Nu se poate realiza ini\u0163ierea elimin\u0103rii pe entitatea care este re\u0163inut\u0103 sau are un p\u0103rinte re\u0163inut, entityIdent: {0}.
FNRRS0202.arg.0       = Identitatea entit\u0103\u0163ii pe care a fost \u00eencercat\u0103 ini\u0163ierea elimin\u0103rii.

FNRRS0203.explanation = Nu se poate realiza ini\u0163ierea elimin\u0103rii pe nicio entitate care con\u0163ne vreo entitate copil care este re\u0163inut\u0103.
FNRRS0203.action      = \u00cenl\u0103tura\u0163i re\u0163inerea de pe entit\u0103\u0163ile copil corespunz\u0103toare \u015fi re\u00eencerca\u0163i ini\u0163ierea elimin\u0103rii.
FNRRS0203.message     = Nu se poate realiza ini\u0163ierea elimin\u0103rii pe aceast\u0103 entitate deoarece unul sau mai mul\u0163i dintre membri s\u0103i copii sunt re\u0163inu\u0163i, entityIdent: {0}.
FNRRS0203.arg.0       = Identitatea entit\u0103\u0163ii pe care a fost \u00eencercat\u0103 ini\u0163ierea elimin\u0103rii.

FNRRS0204.explanation = Nu se poate realiza ini\u0163ierea elimin\u0103rii pe nicio entitate din cauza fie a unei plas\u0103ri de re\u0163inere, fie a unei modific\u0103ri la planificarea elimin\u0103rii sale, sau ambele.
FNRRS0204.action      = \u00cenl\u0103tura\u0163i orice re\u0163inere de aplica\u0163ie de pe entitate, ierarhia sa p\u0103rinte sau ierarhia sa copil \u015fi rerula\u0163i baleierea de eliminare.
FNRRS0204.message     = Nu se poate realiza ini\u0163ierea elimin\u0103rii acestei entit\u0103\u0163i: {0}.
FNRRS0204.arg.0       = Identitatea entit\u0103\u0163ii pe care a fost \u00eencercat\u0103 ini\u0163ierea elimin\u0103rii.

FNRRS0205.explanation = A ap\u0103rut o eroare nea\u015fteptat\u0103 care \u00eempiedic\u0103 procesul de ini\u0163iere eliminare s\u0103 continue.
FNRRS0205.action      = Examina\u0163i informa\u0163iile de stiv\u0103 de excep\u0163ii asociate pentru o posibil\u0103 cauz\u0103, sau rerula\u0163i baleierea de eliminare, sau ambele.
FNRRS0205.message     = A ap\u0103rut o eroare nea\u015fteptat\u0103 \u00een timpul ini\u0163ierii elimin\u0103rii pentru una sau mai multe entit\u0103\u0163i.

FNRRS0206.explanation = Parametrul VWSession este nul sau invalid \u00eentr-un anumit mod.
FNRRS0206.action      = Verifica\u0163i configura\u0163ia IBM FileNet Process Engine aplicabil\u0103 a aplica\u0163iei client.
FNRRS0206.message     = Nu se poate realiza ini\u0163ierea elimin\u0103rii din cauza parametrului VWSession invalid: {0}.
FNRRS0206.arg.0       = Parametrul VWSession \u00een cauz\u0103.

FNRRS0207.explanation = Data de execu\u0163ie faz\u0103 curent\u0103 a entit\u0103\u0163ii fie nu a fost stabilit\u0103 \u00eenc\u0103, fie este \u00eenc\u0103 \u00een viitor.
FNRRS0207.action      = Rerula\u0163i baleierea de eliminare \u015fi apoi re\u00eencerca\u0163i ini\u0163ierea elimin\u0103rii. 
FNRRS0207.message     = Nu se poate finaliza faza de eliminare curent\u0103 deoarece data de execu\u0163ie a fazei curente nu a fost atins\u0103 \u00eenc\u0103, entitate: {0}.
FNRRS0207.arg.0       = Identitatea entit\u0103\u0163ii \u00een cauz\u0103.

FNRRS0208.explanation = Este posibil s\u0103 fi ap\u0103rut o modificare \u00een planificarea de eliminare asociat\u0103 a entit\u0103\u0163ii sau \u00een metadatele asociate cu eliminarea ale entit\u0103\u0163ii, sau ambele.
FNRRS0208.action      = Rerula\u0163i baleierea de eliminare \u015fi apoi re\u00eencerca\u0163i ini\u0163ierea elimin\u0103rii. 
FNRRS0208.message     = Nu se poate finaliza faza de eliminare curent\u0103 deoarece fluxul de lucru asociat nu a pornit \u00eenc\u0103, entitate: {0}.
FNRRS0208.arg.0       = Identitatea entit\u0103\u0163ii \u00een cauz\u0103.

FNRRS0209.explanation = Un container redeschis nu poate fi tranzi\u0163ionat peste faza lui de eliminare curent\u0103.
FNRRS0209.action      = \u00cenchide\u0163i containerul \u015fi re\u00eencerca\u0163i faza de tranzi\u0163ie. 
FNRRS0209.message     = Nu se poate finaliza faza de eliminare curent\u0103 deoarece entitatea container a fost redeschis\u0103, entitate: {0}.
FNRRS0209.arg.0       = Identitatea entit\u0103\u0163ii \u00een cauz\u0103.

FNRRS0210.explanation = O dat\u0103 de execu\u0163ie faz\u0103 curent\u0103 propus\u0103 nu poate fi nul\u0103 sau \u00een viitor.
FNRRS0210.action      = Propune\u0163i o valoare dat\u0103 de execu\u0163ie faz\u0103 curent\u0103 diferit\u0103 \u015fi re\u00eencerca\u0163i tranzi\u0163ia fazei. 
FNRRS0210.message     = Nu se poate finaliza faza de eliminare curent\u0103 deoarece data de execu\u0163ie faz\u0103 curent\u0103 propus\u0103 este fie nul\u0103, fie \u00een viitor, entitate: {0}, dat\u0103 propus\u0103: {1}.
FNRRS0210.arg.0       = Identitatea entit\u0103\u0163ii \u00een cauz\u0103.
FNRRS0210.arg.1       = Valoarea datei invalide date.

FNRRS0211.explanation = O planificare de eliminare ar trebui s\u0103 aib\u0103 mereu o valoare de proprietate Baz\u0103 termen limit\u0103.
FNRRS0211.action      = Corecta\u0163i planificarea de eliminare \u015fi re\u00eencerca\u0163i procesul de  ini\u0163iere eliminare.
FNRRS0211.message     = Nu se poate realiza procesul de termen limit\u0103 eliminare din cauza lipsei propriet\u0103\u0163ii Baz\u0103 termen limit\u0103 pentru planificarea de eliminare: {0}.
FNRRS0211.arg.0       = Identitatea planific\u0103rii \u00een cauz\u0103.

FNRRS0212.explanation = Entit\u0103\u0163ii \u00een cauz\u0103 \u00eei lipse\u015fte o valoare de dat\u0103 pentru proprietatea baz\u0103 termen limit\u0103 specificat\u0103.
FNRRS0212.action      = Ajusta\u0163i entitatea sau planificarea sa de eliminare, sau ambele, \u015fi re\u00eencerca\u0163i procesul de ini\u0163iere eliminare.
FNRRS0212.message     = Entit\u0103\u0163ii de eliminare \u00eei lipse\u015fte o valoare de dat\u0103 pentru proprietatea Baz\u0103 termen limit\u0103, entitate: {0}, nume proprietate: {1}.
FNRRS0212.arg.0       = Identitatea entit\u0103\u0163ii \u00een cauz\u0103.
FNRRS0212.arg.1       = Numele propriet\u0103\u0163ii de baz\u0103 termen limit\u0103.

FNRRS0213.explanation = Entit\u0103\u0163ii \u00een cauz\u0103 \u00eei lipse\u015fte o valoare de dat\u0103 pentru proprietatea de baz\u0103 termen limit\u0103 specificat\u0103.
FNRRS0213.action      = Ajusta\u0163i fie entitatea, fie planificarea sa de eliminare, sau ambele \u015fi re\u00eencerca\u0163i procesul de ini\u0163iere eliminare.
FNRRS0213.message     = Declan\u015fatorul de eliminare are un tip de declan\u015fator invalid pentru procesarea termenului limit\u0103, declan\u015fator: {0}, tip: {1}.
FNRRS0213.arg.0       = Identitatea entit\u0103\u0163ii \u00een cauz\u0103.
FNRRS0213.arg.1       = Numele propriet\u0103\u0163ii Baz\u0103 termen limit\u0103.

FNRRS0214.explanation = A ap\u0103rut o excep\u0163ie nea\u015fteptat\u0103 \u00een timpul \u00eencerc\u0103rii de transfer interimar al acestei entit\u0103\u0163i.
FNRRS0214.action      = Examina\u0163i istoricele pentru informa\u0163ii de excep\u0163ie mai detaliate.
FNRRS0214.message     = Nu se poate transfera interimar entitatea din cauza unei erori nea\u015fteptate, entitate: {0}, excep\u0163ie: {1}.
FNRRS0214.arg.0       = Identitatea entit\u0103\u0163ii pe care a fost \u00eencercat transferul interimar.
FNRRS0214.arg.1       = Mesaj de la excep\u0163ie.

FNRRS0215.explanation = A ap\u0103rut o excep\u0163ie nea\u015fteptat\u0103 \u00een timpul \u00eencerc\u0103rii de transfer al acestei entit\u0103\u0163i.
FNRRS0215.action      = Examina\u0163i istoricele pentru informa\u0163ii de excep\u0163ie mai detaliate.
FNRRS0215.message     = Nu se poate transfera entitatea din cauza unei excep\u0163ii nea\u015fteptate, entitate: {0}, excep\u0163ie: {1}.
FNRRS0215.arg.0       = Identitatea entit\u0103\u0163ii pe care a fost \u00eencercat transferul.
FNRRS0215.arg.1       = Mesaj de la excep\u0163ie.

FNRRS0216.explanation = S-a e\u015fuat ob\u0163inerea ini\u0163iatorului de la elementul de pas al fluxului de lucru.
FNRRS0216.action      = Verifica\u0163i serverul Process Engine \u015fi Component Manager pentru a v\u0103 asigura c\u0103 func\u0163ioneaz\u0103 corespunz\u0103tor.
FNRRS0216.message     = S-a e\u015fuat ob\u0163inere Ini\u0163iator.

FNRRS0217.explanation = Colec\u0163ia RMProperties care con\u0163ine valori de propriet\u0103\u0163i legate de examinare eliminare nu poate fi nul\u0103 sau goal\u0103.
FNRRS0217.action      = Furniza\u0163i valorile de propriet\u0103\u0163i de examinare corespunz\u0103toare \u015fi re\u00eencerca\u0163i opera\u0163ia de examinare.
FNRRS0217.message     = Colec\u0163ia RMProperties de intarre este goal\u0103 pentru entitatea examinat\u0103: {0}.
FNRRS0217.arg.0       = Identitatea entit\u0103\u0163ii pe care a fost \u00eencercat\u0103 examinarea.

FNRRS0218.explanation = ID-ul de clas\u0103 al tipului de folder care va fi creat nu poate fi nul sau gol.
FNRRS0218.action      = Furniza\u0163i ID-ul de clas\u0103 corespunz\u0103tor al tipului de folder.
FNRRS0218.message     = ID-ul {0}, nu este un ID de clas\u0103 valid.
FNRRS0218.arg.0       = ID-ul de clas\u0103 al folderului care va fi creat.

FNRRS0219.explanation = Doar categoria de \u00eenregistr\u0103ri poate fi ad\u0103ugat\u0103 la planul de fi\u015fiere. 
FNRRS0219.action      = Furniza\u0163i tipul de entitate corespunz\u0103tor al tipului de folder care va fi creat.
FNRRS0219.message     = Entitatea {0} nu poate fi ad\u0103ugat\u0103 la planul de fi\u015fiere.
FNRRS0219.arg.0       = Tipul de entitate al folderului care va fi creat.

FNRRS0220.explanation = Ata\u015famentul ar trebuie s\u0103 fie de RecordCategory sau RecordFolder.
FNRRS0220.action      = Furniza\u0163i ata\u015famentul corespunz\u0103tor.
FNRRS0220.message     = Ata\u015famentul {0}, nu este un tip de ata\u015fament valid. Ata\u015famentul ar trebuie s\u0103 fie de RecordCategory sau RecordFolder.
FNRRS0220.arg.0       = Numele ata\u015famentului.

FNRRS0221.explanation = S-a e\u015fuat crearea unui obiect folder de \u00eenregistr\u0103ri. 
FNRRS0221.action      = Verifica\u0163i parametrii utiliza\u0163i pentru a crea folderul \u015fi re\u00eencerca\u0163i opera\u0163ia de creare folder.
FNRRS0221.message     = Nu se poate crea Obiect folder de \u00eenregistr\u0103ri {0}.
FNRRS0221.arg.0       = Tipul de entitate al folderului care va fi creat.

FNRRS0222.explanation = Lungimea matricei PropertyName \u015fi matricei PropertyValue ar trebui s\u0103 fie egal\u0103.
FNRRS0222.action      = Asigur\u0103\u0163i-v\u0103 c\u0103 lungimea matricei PropertyName este egal\u0103 cu lungimea matricei PropertyValue.
FNRRS0222.message     = Lungimea matricei PropertyName Array {0} \u015fi a matricei PropertyValue {1} nu este egal\u0103.
FNRRS0222.arg.0       = Matrice PropertyName.
FNRRS0222.arg.1       = Matrice PropertyValue.

FNRRS0223.explanation = C\u00e2nd proprietatea dependent\u0103 specificat\u0103 pentru obiect are o valoare de adev\u0103r, atunci cealalt\u0103 proprietate trebuie s\u0103 aib\u0103 o valoare non-blanc alocat\u0103 la ea.
FNRRS0223.action      = Fie furniza\u0163i o valoare valid\u0103 pentru valoarea de proprietate lips\u0103, fie ajusta\u0163i valoarea propriet\u0103\u0163ii dependente.
FNRRS0223.message     = Obiectului \u00eei lipse\u015fte o valoare non-blanc pentru proprietatea ''{0}'', care este necesar\u0103 c\u00e2nd proprietatea dependent\u0103 ''{1}'' este specificat\u0103 cu o valoarea de ''adev\u0103rat''.
FNRRS0223.arg.0       = Numele propriet\u0103\u0163ii lips\u0103 sau blanc.
FNRRS0223.arg.1       = Numele propriet\u0103\u0163ii dependente.

FNRRS0224.explanation = S-a e\u015fuat declararea documentului ca \u00eenregistrare. 
FNRRS0224.action      = Verifica\u0163i parametrii utiliza\u0163i pentru a declara documentul ca \u00eenregistrare \u015fi re\u00eencerca\u0163i opera\u0163ia de declarare document ca \u00eenregistrare.
FNRRS0224.message     = Nu se poate declara documentul ca \u00eenregistrare.

FNRRS0225.explanation = Clasarea unei \u00eenregistr\u0103ri \u00een mai multe containere nu este permis\u0103 momentan pentru aceast\u0103 magazie plan de fi\u015fiere.
FNRRS0225.action      = Fie nu \u00eencerca\u0163i s\u0103 clasa\u0163i multiplu o \u00eenregistrare, fie activa\u0163i capabilitatea de clasare multipl\u0103 pe magazia de plan de fi\u015fiere.
FNRRS0225.message     = Nu se poate clasa \u00eenregistrarea \u00een mai mult de un container pe magazia plan de fi\u015fiere: ''{0}''.
RNRRS0255.arg.0       = Numele magaziei plan de fi\u015fiere.

FNRRS0226.explanation = Intervalele de valori de p\u0103strare permise sunt ani: 0-999, luni: 0-99, zile: 0-99.
FNRRS0226.action      = Furniza\u0163i valori de p\u0103strare valide.
FNRRS0226.message     = Una sau mai multe valori de p\u0103strare sunt \u00een afara intervalului. Intervalele permise sunt ani: 0-999, luni: 0-99, zile: 0-99.

FNRRS0227.explanation = Un container Planificare de baz\u0103 poate fi ad\u0103ugat fie doar \u00een r\u0103d\u0103cina planului de fi\u015fiere, fie la un container de tip categorie de \u00eenregistr\u0103ri.
FNRRS0227.action      = Re\u00eencerca\u0163i utilizarea fie a r\u0103d\u0103cinii unui plan de fi\u015fiere, fie a unei categorii de \u00eenregistr\u0103ri ca \u015fi container p\u0103rinte \u0163int\u0103.
FNRRS0227.message     = Nu se poate ad\u0103uga un container Planificare de baz\u0103 nou ca un copil al unui container p\u0103rinte de tip: {0} 
RNRRS0227.arg.0       = Tipul de entitate al containerului p\u0103rinte.

FNRRS0228.explanation = Proprietatea de declan\u015fator specificat\u0103 nu a putut fi g\u0103sit\u0103.
FNRRS0228.action      = Funriza\u0163i numele simbolic al unei propriet\u0103\u0163i de tip DateTime alocate cel pu\u0163in unei clase de \u00eenregistr\u0103ri.
FNRRS0228.message     = Nu se poate extrage \u015fablnul de propriet\u0103\u0163i pentru numele simbolic de proprietate de declan\u015fator specificat: {0} 
RNRRS0228.arg.0       = Nume simbolic de proprietate specificat.

FNRRS0229.explanation = Proporietatea de declan\u015fator specificat\u0103 trebuie s\u0103 aib\u0103 o singur\u0103 valoare \u015fi s\u0103 fie de tip de date DateTime.
FNRRS0229.action      = Furniza\u0163i numele simbolic al unei propriet\u0103\u0163i cu o singur\u0103 valoare, de tip DateTime alocate cel pu\u0163in unei clase de \u00eenregistr\u0103ri.
FNRRS0229.message     = Proprietatea de declan\u015fator specificat\u0103 nu este de tipul de date DateTime \u015fi/sau nu are o singur\u0103 valoare: {0}
RNRRS0229.arg.0       = Nume simbolic de proprietate specificat.

FNRRS0230.explanation = Proprietatea de declan\u015fator specificat\u0103 trebuie s\u0103 fie alocat\u0103 momentan uneia sau mai multor clase de \u00eenregistr\u0103ri.
FNRRS0230.action      = Funriza\u0163i numele simbolic al unei propriet\u0103\u0163i de tip DateTime alocate cel pu\u0163in unei clase de \u00eenregistr\u0103ri.
FNRRS0230.message     = Proprietatea de declan\u015fator specificat\u0103 nu este alocat\u0103 niciunei clase de \u00eenregistr\u0103ri: {0}.
RNRRS0230.arg.0       = Nume simbolic de proprietate specificat.

FNRRS0231.explanation = Un container Planificare de baz\u0103 propus nu poate avea containere secundare copil.
FNRRS0231.action      = Selecta\u0163i un container alternativ pentru conversie la un container Planificare de baz\u0103.
FNRRS0231.message     = Containerul Planificare de baz\u0103 propus nu este un nod frunz\u0103 : {0}
RNRRS0231.arg.0       = Identitate container propus.

FNRRS0232.explanation = Un container Planificare de baz\u0103 propus nu poate con\u0163ine nicio \u00eenregistrare copil care este clasat\u0103 momentan \u00een mai mult de un container.
FNRRS0232.action      = Selecta\u0163i un container alternativ pentru conversie sau \u00eenl\u0103tura\u0163i orice \u00eenregistr\u0103ri copil necalificate.
FNRRS0232.message     = Containerul Planificare de baz\u0103 propus con\u0163ine cel pu\u0163in o \u00eenregistrare clasat\u0103 multiplu: {0}.
FNRRS0232.arg.0       = Identitate \u00eenregistrare clasat\u0103 multiplu.

FNRRS0233.explanation = Un container Planificare de baz\u0103 propus nu poate avea nicio \u00eenregistrare copil care este o \u00eenregistrare fizic\u0103.
FNRRS0233.action      = Selecta\u0163i un container alternativ pentru conversie sau \u00eenl\u0103tura\u0163i orice \u00eenregistr\u0103ri copil necalificate.
FNRRS0233.message     = Containerul Planificare de baz\u0103 propus con\u0163ine cel pu\u0163in o \u00eenregistrare care este o \u00eenregistrare fizic\u0103: {0}.
FNRRS0233.arg.0       = Identitate \u00eenregistrare fizic\u0103.

FNRRS0234.explanation = Un container Planificare de baz\u0103 propus nu poate avea nicio \u00eenregistrare copil care are un tip de \u00eenregistrare asociat.
FNRRS0234.action      = Selecta\u0163i un container alternativ pentru conversie sau \u00eenl\u0103tura\u0163i orice \u00eenregistr\u0103ri copil necalificate.
FNRRS0234.message     = Containerul Planificare de baz\u0103 propus con\u0163ine cel pu\u0163in o \u00eenregistrare care are un tip de \u00eenregistrare asociat: {0}.
FNRRS0234.arg.0       = Identitate \u00eenregistrare.

FNRRS0235.explanation = Toate \u00eenregistr\u0103rile con\u0163inute \u00eentr-un container Planificare de baz\u0103 propus trebuie s\u0103 suporte proprietatea de declan\u015fator propus\u0103.
FNRRS0235.action      = Selecta\u0163i o proprietate de declan\u015fator alternativ\u0103 sau \u00eenl\u0103tura\u0163i orice \u00eenregistr\u0103ri copil necalificate.
FNRRS0235.message     = Containerul Planificare de baz\u0103 propus con\u0163ine cel pu\u0163in o \u00eenregistrare a c\u0103rei clas\u0103 de \u00eenregistr\u0103ri nu suport\u0103 numele de proprietate de declan\u015fator propus: {0}.
FNRRS0235.arg.0       = Identitate \u00eenregistrare.

FNRRS0236.explanation = Nu toate tipurile de containere de \u00eenregistr\u0103ri sunt eligibile pentru conversie \u00een containere Planificare de baz\u0103.
FNRRS0236.action      = Selecta\u0163i un container alternativ.
FNRRS0236.message     = Tipul de container propus nu este eligibil pentru conversie \u00een container Planificare de baz\u0103: {0}.
FNRRS0236.arg.0       = Tipul de entitate al containerului propus.

FNRRS0237.explanation = \u015eabloanele de propriet\u0103\u0163i \u00eenrudite cu Planificarea de baz\u0103 cerut\u0103 \u015fi/sau aloc\u0103rile lor la diferite clase de containere de \u00eenregistr\u0103ri nu par s\u0103 existe pe aceast\u0103 magazie de plan de fi\u015fiere.
FNRRS0237.action      = Asigura\u0163i-v\u0103 c\u0103 a fost aplicat add-on-ul P8 Content Manager corespunz\u0103tor la aceast\u0103 magazie de plan de fi\u015fiere.
FNRRS0237.message     = Metadatele necesare pentru suport Planificare de baz\u0103 nu sunt disponibile pe aceast\u0103 magazie plan de fi\u015fiere: {0}.
FNRRS0237.arg.0       = Identificator magazie plan de fi\u015fiere

FNRRS0238.explanation = Un container Planificare de baz\u0103 valid trebuie s\u0103 aib\u0103 o valoare de proprietate RMRetentionPeriod formatat\u0103 corect.
FNRRS0238.action      = Utiliza\u0163i metoda DefensiblyDisposable.setRetentionPeriod pentru a stabili o valoare de perioad\u0103 de p\u0103strare corespunz\u0103toare pentru acest container. 
FNRRS0238.message     = Valoarea de perioad\u0103 de p\u0103strare Planificare de baz\u0103 nu este de formatul a\u015fteptat: yyy-mm-dd.

FNRRS0239.explanation = Un container trebuie s\u0103 fie deja un container Planificare de baz\u0103 \u00eenainte de orice \u00eencercare de a modifica o proprietate \u00eenrudit\u0103 cu Planificarea de baz\u0103.
FNRRS0239.action      = Asigura\u0163i-v\u0103 c\u0103 containerul a fost creat sau a fost convertit la un container Planificare de baz\u0103.
FNRRS0239.message     = Nu se poate mnodifica nicio valoare de proprietate \u00eenrudit\u0103 cu Planificarea de baz\u0103 de pe un container non-Planificare de baz\u0103: {0}.
FNRRS0239.arg.0       = Identificator container.

FNRRS0240.explanation = Setarea direct\u0103 de astfel de propriet\u0103\u0163i nu este permis\u0103 deoarece ar ocoli logica de validare necesar\u0103. 
FNRRS0240.action      = Utiliza\u0163i metodele DefensiblyDisposable setRetentionPeriod \u015fi/sau setTriggerPropertyName \u00een loc. 
FNRRS0240.message     = Setarea direct\u0103 a valorilor de proprietate Planificare de baz\u0103 nu este permis\u0103.

FNRRS0241.explanation = Un container Planificare de baz\u0103 nu poate con\u0163ine nicio \u00eenregistrare clasat\u0103 multiplu. 
FNRRS0241.action      = Selecta\u0163i un container \u0163int\u0103 diferit pentru a clasa \u00eenregistrarea. 
FNRRS0241.message     = Nu se poate amplasa o \u00eenregistrare clasat\u0103 multiplu \u00eentr-un container Planificare de baz\u0103.

FNRRS0242.explanation = Un container Planificare de baz\u0103 nu poate con\u0163ine nicio \u00eenregistrare fizic\u0103. 
FNRRS0242.action      = Selecta\u0163i un container \u0163int\u0103 diferit pentru a clasa \u00eenregistrarea. 
FNRRS0242.message     = Nu se poate amplasa o \u00eenregistrare fizic\u0103 \u00eentr-un container Planificare de baz\u0103.

FNRRS0243.explanation = Un container Planificare de baz\u0103 nu poate con\u0163ine nicio \u00eenregistrare clasat\u0103 un Tip de \u00eenregistrare. 
FNRRS0243.action      = Selecta\u0163i un container \u0163int\u0103 diferit pentru a clasa \u00eenregistrarea. 
FNRRS0243.message     = Nu se poate amplasa o \u00eenregistrare cu un Tip de \u00eenregistrare asociat \u00eentr-un container Planificare de baz\u0103.

FNRRS0244.explanation = Toate \u00eenregistr\u0103rile con\u0163inute de un container Planificare de baz\u0103 trebuie s\u0103 suporte proprietatea de declan\u015fator alocat\u0103 a containerului.

FNRRS0244.action      = Selecta\u0163i un container \u0163int\u0103 diferit pentru a clasa \u00eenregistrarea. 
FNRRS0244.message     = Clasa \u00eenregistr\u0103rii nu suport\u0103 proprietatea de declan\u015fator alocat\u0103 containerului Planificare de baz\u0103 \u0163int\u0103.

FNRRS0245.explanation = Un container Planificare de baz\u0103 nu poate avea nicio planificare de eliminare alocat\u0103, fie direct, fie prin mo\u015ftenire. 
FNRRS0245.action      = Nu \u00eencerca\u0163i s\u0103 aloca\u0163i o planificare de eliminare nici unui container Planificare de baz\u0103 existent, nici \u00een timpul cre\u0103rii unui astfel de container.
FNRRS0245.message     = Nu se poate aloca o planificare de eliminare unui container Planificare de baz\u0103.

FNRRS0246.explanation = Orice \u00eenregistrare care este inclus\u0103 momentan \u00eentr-un raport planificare de baz\u0103 nu poate fi mutat\u0103 \u00een afara containerului s\u0103u.
FNRRS0246.action      = Pute\u0163i fie s\u0103 face\u0163i o copie nou\u0103 a acestei \u00eenregistr\u0103ri sau s\u0103 re\u0163ine\u0163i \u00eenregistrarea.
FNRRS0246.message     = Nu se poate muta o \u00eenregistrare care este inclus\u0103 momentan \u00eentr-un raport Planificare de baz\u0103: {0}.
FNRRS0246.arg.0       = Identificator \u00eenregistrare.

FNRRS0247.explanation = Un container eligibil altfel nu poate fi convertit \u00eentr-un container Planificare de baz\u0103 dac\u0103 ori el, ori una dintre \u00eenregistr\u0103rile sale con\u0163inute este implicat\u0103 momentan \u00een procesare eliminare.
FNRRS0247.action      = Finaliza\u0163i orice procesare de eliminare existent\u0103 pentru container \u015fi/sau \u00eenregistr\u0103rile sale con\u0163inute \u00eenainte de a \u00eencerca s\u0103 le converti\u0163i.
FNRRS0247.message     = Containerul propus nu este eligibil momentan pentru conversie la un container Planificare de baz\u0103 deoarece fie el, fie cel pu\u0163in o \u00eenregistrare con\u0163inut\u0103 este implicat\u0103 momentan \u00een procesarea de eliminare: {0}.
FNRRS0247.arg.0       = Identificator al containerului ineligibil sau al \u00eenregistr\u0103rii copil.

FNRRS0248.explanation = Nu este permis\u0103 nicio modificare la proprietatea de declan\u015fator pentru nicio \u00eenregistrare care este inclus\u0103 momentan \u00eentr-un raport Planificare de baz\u0103.
FNRRS0248.action      = Nu \u00eencerca\u0163i s\u0103 modifica\u0163i valoarea propriet\u0103\u0163ii de declan\u015fator.
FNRRS0248.message     = Nu se poate actualiza valoarea propriet\u0103\u0163ii de declan\u015fator alocate pe o \u00eenregistrare care este inclus\u0103 momentan \u00eentr-un raport Planificare de baz\u0103: {0}.
FNRRS0248.arg.0       = Identificator \u00eenregistrare.

FNRRS0249.explanation = Deoarece un container Planificare de baz\u0103 nu poate con\u0163ine \u00eenregistr\u0103ri clasate multiplu, nicio \u00eenregistrare existent\u0103 dintr-un container Planifcare de baz\u0103 nu pate fi clasat\u0103 \u00een alt\u0103 parte.
FNRRS0249.action      = Fie muta\u0163i, fie copia\u0163i \u00eenregistrarea \u00een loc s\u0103 o clasa\u0163i multiplu.
FNRRS0249.message     = Nu se poate clasa multiplu o \u00eenregistrare care este con\u0163inut\u0103 momentan \u00eentr-un container Planificare de baz\u0103: {0}.
FNRRS0249.arg.0       = Identificator \u00eenregistrare.

FNRRS0250.explanation = Anumite instan\u0163e Configurare sistem sunt considerate constante \u015fi nu pot fi modificate.
FNRRS0250.message     = O opera\u0163ie de actualizare nu este permis\u0103 pentru instan\u0163a Configurare sistem al c\u0103rei nume de proprietate este: {0}.
FNRRS0250.arg.0       = Numele de proprietate al Configur\u0103rii sistem implicat.

FNRRS0251.explanation = Data de execu\u0163ie a fazei curente a entit\u0103\u0163ii fie a fost adus\u0103 la zero, fie este acum \u00een viitor.
FNRRS0251.action      = Rerula\u0163i baleierea de eliminare pentru a re\u00eemprosp\u0103ta starea de eliminare a entit\u0103\u0163ii.
FNRRS0251.message     = Nu se poate ini\u0163ia dispozi\u015fia din cauza unei modific\u0103ri la  data de execu\u0163ie a fazei curente pentru entitatea: {0}, data: {1}.
FNRRS0251.arg.0       = Entitatea \u00een cauz\u0103.
FNRRS0251.arg.1       = Data de execu\u0163ie a fazei curente a entit\u0103\u0163ii.

FNRRS0252.explanation = Ac\u0163iunea de ini\u0163iere eliminare nu este aplicabil\u0103 pentru o entitate a c\u0103rei ac\u0163iuni de faz\u0103 curent\u0103 este distrugerea automat\u0103.
FNRRS0252.action      = Rula\u0163i baleierea de eliminare de distrugere automat\u0103 pentru aceast\u0103 entitate.
FNRRS0252.message     = Nu se poate ini\u0163ia eliminarea pe o entitate a c\u0103rei ac\u0163iuni de faz\u0103 de eliminare curent\u0103 este distrugerea automat\u0103: {0}.
FNRRS0252.arg.0       = Entitatea \u00een cauz\u0103.

FNRRS0253.explanation = Ac\u0163iunea de ini\u0163iere eliminare nu este aplicabil\u0103 pentru o entitate a c\u0103rei ierarhii de container secundar include unul sau mai multe containere re\u0163inute.
FNRRS0253.action      = \u00cenl\u0103tura\u0163i orice re\u0163inere efectiv\u0103 \u015fi re\u00eencerca\u0163i ini\u0163iere eliminare.
FNRRS0253.message     = Nu se poate ini\u0163ia eliminare pe o entitate care con\u0163ine un container secundar fizic care este re\u0163inut: {0}.
FNRRS0253.arg.0       = Entitatea \u00een cauz\u0103.

FNRRS0254.explanation = Ac\u0163iunea de ini\u0163iere eliminare nu este aplicabil\u0103 pentru o entitate a c\u0103rei ierarhii de container secundar include una sau mai multe \u00eenregistr\u0103ri fizice re\u0163inute.
FNRRS0254.action      = \u00cenl\u0103tura\u0163i orice re\u0163inere efectiv\u0103 \u015fi re\u00eencerca\u0163i ini\u0163iere eliminare.
FNRRS0254.message     = Nu se poate ini\u0163ia eliminare pe o entitate care con\u0163ine o \u00eenregistrare fizic\u0103 re\u0163inunt\u0103: {0}.
FNRRS0254.arg.0       = Entitatea \u00een cauz\u0103.

FNRRS0255.explanation = Ac\u0163iunea de ini\u0163iere eliminare nu este aplicabil\u0103 pentru o entitate a c\u0103rei ierarhii de container secundar include un container secundar care este re\u0163inut \u015fi care con\u0163ine \u00eenregistr\u0103ri fizice.
FNRRS0255.action      = \u00cenl\u0103tura\u0163i orice re\u0163inere efectiv\u0103 \u015fi re\u00eencerca\u0163i ini\u0163ierea elimin\u0103rii.
FNRRS0255.message     = Nu se poate ini\u0163ia eliminare pe o entitate care con\u0163ine un container secundar fizic re\u0163inut care, \u00een schimb, con\u0163ine o \u00eenregistrare fizic\u0103: {0}.
FNRRS0255.arg.0       = Entitatea \u00een cauz\u0103.


FNRRS0300.explanation = Nu se poate ob\u0163ine o instan\u0163\u0103 Subiect JAAS asociat\u0103 cu acel tip de domeniu, url de conexiune, nume de utilizator \u015fi nume JAAS_stanza.
FNRRS0300.action      = Asigura\u0163i-v\u0103 de urm\u0103toarele: 1) Configura\u0163ia JAAS pentru mediul runtime este specificat\u0103 corect. 2) URL-ul corect este specificat incluz\u00e2nd num\u0103rul de port corect. 3) Numele JAAS_stanza corespunz\u0103tor este specificat pentru URL.
FNRRS0300.message     = Nu se poate ob\u0163ine un Subiect JAAS pentru tipul de domeniu: ''{0}'', url: ''{1}'', nume de utilizator: ''{2}'', JAAS stanza: ''{3}''.
FNRRS0300.arg.0       = domain_type
FNRRS0300.arg.1       = url
FNRRS0300.arg.2       = nume de utilizator
FNRRS0300.arg.3       = JAAS_stanza

FNRRS0301.explanation = P8 ObjectStore specificat de objectstore_ident nu este o magazie de con\u0163inut Records Manager valid\u0103.
FNRRS0301.action      = Asigura\u0163i-v\u0103 modelul de date Records Manager corespunz\u0103tor a fost aplicat la acest P8 ObjectStore.
FNRRS0301.message     = P8 ObjectStore nu este o magazie de con\u0163inut Records Manager valid\u0103: ''{0}''.
FNRRS0301.arg.0       = objectstore_ident

FNRRS0302.explanation = P8 ObjectStore specificat de objectstore_ident nu este o magazie plan de fi\u015fiere IBM Enterprise Records valid\u0103.
FNRRS0302.action      = Asigura\u0163i-v\u0103 modelul de date IBM Records Manager corespunz\u0103tor a fost aplicat la acest P8 ObjectStore.
FNRRS0302.message     = P8 ObjectStore nu este o magazie plan de fi\u015fiere IBM Records valid\u0103: ''{0}''.
FNRRS0302.arg.0       = objectstore_ident

FNRRS0303.explanation = Obiectul API, instance_ident, al tipului entity_type nu a fost asociat \u00eenc\u0103 cu obiectul de baz\u0103 al magaziei corespunz\u0103toare. Aceasta restric\u0163ioneaz\u0103 utilizarea instan\u0163ei API, precum \u00eencercarea de a extrage valori de proprietate din ea.
FNRRS0303.action      = Realiza\u0163i o fetchInstance (ca opus\u0103 unei getInstance) pentru instan\u0163a API pentru a for\u0163a o extragere din magazie.
FNRRS0303.message     = Nu a fost stabilit niciun obiect de baz\u0103 magazie pentru instan\u0163a API: ''{0}'', de tip: ''{1}''.
FNRRS0303.arg.0       = instance_ident
FNRRS0303.arg.1       = entity_type

FNRRS0304.explanation = Nu poate fi extras\u0103 nicio magazie de plan de fi\u015fiere disponibil\u0103 din domeniul, domain_ident.
FNRRS0304.action      = Verifica\u0163i dac\u0103 utilizatorul curent are permisiune de acces la cel pu\u0163in o magazie de plan de fi\u015fiere din domeniu. Asigura\u0163i-v\u0103 de asemenea c\u0103 cel pu\u0163in o magazie a fost configurat\u0103 ca o magazie de plan de fi\u015fiere.
FNRRS0304.message     = Nu poate fi extras\u0103 nicio magazie de plan de fi\u015fiere disponibil\u0103 din domeniul:  ''{0}''.
FNRRS0304.arg.0       = domain_ident

FNRRS0305.explanation = Nu poate fi extras\u0103 nicio magazie de plan de fi\u015fiere disponibil\u0103 din domeniul, domain_ident.
FNRRS0305.action      = Verifica\u0163i dac\u0103 utilizatorul curent are permisiune de acces la cel pu\u0163in o magazie de plan de fi\u015fiere din domeniu. Asigura\u0163i-v\u0103 de asemenea c\u0103 cel pu\u0163in o magazie a fost configurat\u0103 ca o magazie de plan de fi\u015fiere.
FNRRS0305.message     = Nu poate fi extras\u0103 nicio magazie de plan de fi\u015fiere disponibil\u0103 din domeniul:  ''{0}''.
FNRRS0305.arg.0       = domain_ident

FNRRS0306.explanation = A ap\u0103rut o excep\u0163ie \u00een timpul \u00eencerc\u0103rii de ingerare a propriet\u0103\u0163ii P8 Content Engine al c\u0103rei nume simbolic este symbolic_name.
FNRRS0306.action      = Examina\u0163i stiva de excep\u0163ii pentru cauza subiacent\u0103 a RMRuntimeException. Cauza tipic\u0103 este datorit\u0103 unei probleme de conversie a tipului de date.
FNRRS0306.message     = Eroare \u00een timpul inger\u0103rii propriet\u0103\u0163ii P8CE, nume simbolic: ''{0}''.
FNRRS0306.arg.0       = symbolic_name

FNRRS0307.explanation = Clas\u0103 de propriet\u0103\u0163i magazie nesuportat\u0103 class_name \u00eent\u00e2lnit\u0103 pentru proprietatea symbolic_name.
FNRRS0307.action      = Alege\u0163i o proprietate alternativ\u0103 sau tip de clas\u0103 de propriet\u0103\u0163i.
FNRRS0307.message     = Clas\u0103 de propriet\u0103\u0163i nesuportat\u0103 \u00eent\u00e2lnit\u0103 \u00een timpul inger\u0103rii propriet\u0103\u0163ii magaziei, nume simbolic: ''{0}'', clas\u0103: ''{1}''.
FNRRS0307.arg.0       = symbolic_name
FNRRS0307.arg.1       = class_name

FNRRS0308.explanation = Eroare nea\u015fteptat\u0103 \u00een timpul opera\u0163iei de setare valoare proprietate  magazie pentru symbolic_name proprietate de tip data_type.
FNRRS0308.action      = Examina\u0163i excep\u0163ia intern\u0103 pentru orice descriere eroare de magazie suplimentar\u0103.
FNRRS0308.message     = Eroare la \u00eencercarea de setare valoare proprietate magazie, nume simbolic: ''{0}'', tip de date: ''{1}''.
FNRRS0308.arg.0       = symbolic_name
FNRRS0308.arg.1       = data_type

FNRRS0309.explanation = Un obiect Container de tip entity_type nu este suportat de nivelul de acces al magaziei P8 Content Engine.
FNRRS0309.action      = Fie alege\u0163i un tip de container diferit, fie selecta\u0163i o magazie alternativ\u0103 care suport\u0103 acest tip de entitate.
FNRRS0309.message     = Nu se poate construi obiect Container din cauza tipului de entitate container P8CE_RAL nesuportat: ''{0}''.
FNRRS0309.arg.0       = entity_type

FNRRS0310.explanation = fpRepository nu are un obiect ''SystemConfiguration'' al c\u0103rui ''PropertyName'' este ''FPOS Setup''.
FNRRS0310.action      = Asigura\u0163i-v\u0103 c\u0103 fpRepository a fost configurat corect.
FNRRS0310.message     = Niciun obiect ''FPOS Setup'' SystemConfiguration disponibil pe magazia de plan de fi\u015fiere: ''{0}''
FNRRS0310.arg.0       = fpRepository

FNRRS0311.explanation = Obiectul ''SystemConfiguration'' al fpRepository al c\u0103rui ''PropertyName'' este ''FPOS Setup'' are o valoare de proprietate invalid\u0103 pentru ''PropertyValue''.
FNRRS0311.action      = Asigura\u0163i-v\u0103 c\u0103 fpRepository a fost configurat corect.
FNRRS0311.message     = Valoare invalid\u0103 pentru obiect ''FPOS Setup'' SystemConfiguration pe magazia de plan de fi\u015fiere: ''{0}''
FNRRS0311.arg.0       = fpRepository

FNRRS0312.explanation = Opera\u0163ia de salvare pentru obiectul de tip entity_type \u015fi identificator object_ident a e\u015fuat.
FNRRS0312.action      = Verifica\u0163i dac\u0103 obiectul \u00een cauz\u0103 \u00eenc\u0103 mai exist\u0103 pe magazie. De asemenea, asigura\u0163i-v\u0103 c\u0103 utilizatorul curent are acces de securitate de nivel obiect corespunz\u0103tor pentru a permite aceast\u0103 opera\u0163ie.
FNRRS0312.message     = Nu se poate realiza opera\u0163ia de salvare pe obiectul de magazie, ''{0}'', de tip: ''{1}''. Informa\u0163ii eroare subiacente: {2}
FNRRS0312.arg.0       = object_ident
FNRRS0312.arg.1       = entity_type
FNRRS0312.arg.2		  = \u015fir mesaj excep\u0163ie subiacent

FNRRS0313.explanation = A ap\u0103rut o eroare la \u00eencercarea de extragere a nodului r\u0103d\u0103cin\u0103 plan de fi\u015fiere al magaziei de plan de fi\u015fiere.
FNRRS0313.action      = Verifica\u0163i dac\u0103 utilizatorul curent are cel pu\u0163in drepturi de vizualizare pe nodul r\u0103d\u0103cin\u0103 de plan de fi\u015fiere \u015fi c\u0103 magazia de plan de fi\u015fiere particular\u0103 a fost instalat\u0103 \u015fi configurat\u0103 corespunz\u0103tor.
FNRRS0313.message     = Nu se poate extrage nod r\u0103d\u0103cin\u0103 de plan de fi\u015fiere din magazia de plan de fi\u015fiere: ''{0}''.
FNRRS0313.arg.0       = fpRepository

FNRRS0314.explanation = Eroare nea\u015fteptat\u0103 \u00een timpul ad\u0103ug\u0103rii la o colec\u0163ie de propriet\u0103\u0163i a unei propriet\u0103\u0163i cu symbolic_name de tip data_type.
FNRRS0314.action      = Examina\u0163i excep\u0163ie intern\u0103 pentru descriere eroare magazie.
FNRRS0314.message     = Eroare la \u00eencercarea de ad\u0103ugare de propriet\u0103\u0163i noi la colec\u0163ie,  nume simbolic: ''{0}'', tip de date: ''{1}''.
FNRRS0314.arg.0       = symbolic_name
FNRRS0314.arg.1       = data_type

FNRRS0315.explanation = A ap\u0103rut o eroare la \u00eencercarea de extragere a categoriilor de \u00eenregistr\u0103ri copil din containerul p\u0103rinte.
FNRRS0315.action      = Verifica\u0163i dac\u0103 utilizatorul curent are cel pu\u0163in drepturi de vizualizare pe containerul p\u0103rinte.
FNRRS0315.message     = Eroare extragere categorii de \u00eenregistr\u0103ri din container p\u0103rinte: ''{0}''.
FNRRS0315.arg.0       = parent_container

FNRRS0316.explanation = A ap\u0103rut o eroare la \u00eencercarea de ob\u0163inere a con\u0163inutului curent al unui iterator de pagin\u0103.
FNRRS0316.action      = Asigura\u0163i-v\u0103 c\u0103 a fost f\u0103cut\u0103 o apelare RMPageInterator.nextPage() ini\u0163ial\u0103 pentru a muta iteratorul la prima pagin\u0103. Alternativ, este posibil ca iteratorul s\u0103 fi fost mutat peste ultima pagin\u0103.
FNRRS0316.message     = Eroare \u00een timpul \u00eencerc\u0103rii de ob\u0163inere a con\u0163inutului paginii curente de la un RMPageIterator.

FNRRS0317.explanation = A ap\u0103rut o eroare la \u00eencercarea de ob\u0163inere a paginii urm\u0103toare a unui iterator de pagini.
FNRRS0317.action      = Verifica\u0163i dac\u0103 iteratorul nu a fost mutat deja peste ultima pagin\u0103.
FNRRS0317.message     = Eroare \u00een timpul \u00eencerc\u0103rii de ob\u0163inere a paginii urm\u0103toare de la  un iterator PagableSet.

FNRRS0318.explanation = A ap\u0103rut o eroare la \u00eencercarea de extragere a containerelor p\u0103rinte pentru obiect.
FNRRS0318.action      = Verifica\u0163i dac\u0103 utilizatorul curent are cel pu\u0163in drepturi de vizualizare pe containerul p\u0103rinte.
FNRRS0318.message     = Eroare extragere container p\u0103rinte pentru obiect: ''{0}''.
FNRRS0318.arg.0       = obiect

FNRRS0319.explanation = Opera\u0163ia de \u015ftergere pentru obiectul de tip entity_type \u015fi identificator object_ident a e\u015fuat.
FNRRS0319.action      = Verifica\u0163i dac\u0103 obiectul \u00een cauz\u0103 \u00eenc\u0103 mai exist\u0103 pe magazie. De asemenea, asigura\u0163i-v\u0103 c\u0103 utilizatorul curent are acces de securitate de nivel obiect corespunz\u0103tor pentru a permite aceast\u0103 opera\u0163ie.
FNRRS0319.message     = Nu se poate realiza opera\u0163ia de \u015ftergere pe obiectul de magazie, ''{0}'', de tip: ''{1}''.
FNRRS0319.arg.0       = object_ident
FNRRS0319.arg.1       = entity_type

FNRRS0320.explanation = Opera\u0163ia de ad\u0103ugare categorie de \u00eenregistr\u0103ri pentru obiectul de tip entity_type \u015fi identificator object_ident a e\u015fuat.
FNRRS0320.action      = Verifica\u0163i dac\u0103 obiectul \u0163int\u0103 \u00een cauz\u0103 \u00eenc\u0103 mai exist\u0103 pe magazie. Verifica\u0163i dac\u0103 \u0163inta poate con\u0163ine o categorie de \u00eenregistr\u0103ri. Asigura\u0163i-v\u0103 c\u0103 utilizatorul curent are acces de securitate de nivel obiect corespunz\u0103tor pentru a permite aceast\u0103 opera\u0163ie.
FNRRS0320.message     = Nu se poate ad\u0103uga categorie de \u00eenregistr\u0103ri la obiectul \u0163int\u0103: ''{0}'', de tip: ''{1}''.
FNRRS0320.arg.0       = object_ident
FNRRS0320.arg.1       = entity_type

FNRRS0321.explanation = A ap\u0103rut o eroare la \u00eencercarea de ob\u0163inere a num\u0103rului de elemente curent al unui iterator de pagin\u0103.
FNRRS0321.action      = Asigura\u0163i-v\u0103 c\u0103 a fost f\u0103cut\u0103 o apelare RMPageInterator.nextPage() ini\u0163ial\u0103 pentru a muta iteratorul la prima pagin\u0103. Alternativ, este posibil ca iteratorul s\u0103 fi fost mutat peste ultima pagin\u0103.
FNRRS0321.message     = Eroare \u00een timpul \u00eencerc\u0103rii de ob\u0163inere a num\u0103rului de elemente curent de la un RMPageIterator.

FNRRS0322.explanation = Opera\u0163ia de ad\u0103ugare folder de \u00eenregistr\u0103ri pentru obiectul de tip entity_type \u015fi identificator object_ident a e\u015fuat.
FNRRS0322.action      = Verifica\u0163i dac\u0103 obiectul \u0163int\u0103 \u00een cauz\u0103 \u00eenc\u0103 mai exist\u0103 pe magazie. Verifica\u0163i dac\u0103 \u0163inta poate con\u0163ine un folder de \u00eenregistr\u0103ri de acel tip. Asigura\u0163i-v\u0103 c\u0103 utilizatorul curent are acces de securitate de nivel obiect corespunz\u0103tor pentru a permite aceast\u0103 opera\u0163ie.
FNRRS0322.message     = Nu se poate ad\u0103uga folder de \u00eenregistr\u0103ri la obiectul \u0163int\u0103: ''{0}'', de tip: ''{1}''.
FNRRS0322.arg.0       = object_ident
FNRRS0322.arg.1       = entity_type

FNRRS0323.explanation = A ap\u0103rut o eroare la \u00eencercarea de extragere a folderelor de \u00eenregistr\u0103ri copil din containerul p\u0103rinte.
FNRRS0323.action      = Verifica\u0163i dac\u0103 utilizatorul curent are cel pu\u0163in drepturi de vizualizare asupra con\u0163inutului containerului p\u0103rinte.
FNRRS0323.message     = Eroare extragere foldere de \u00eenregistr\u0103ri din container p\u0103rinte: ''{0}''.
FNRRS0323.arg.0       = parent_container

FNRRS0324.explanation = A ap\u0103rut o eroare la \u00eencercarea de extragere a volumului copil activ din containerul p\u0103rinte.
FNRRS0324.action      = Verifica\u0163i dac\u0103 utilizatorul curent are cel pu\u0163in drepturi de vizualizare pe containerul p\u0103rinte.
FNRRS0324.message     = Eroare extragere volum activ din container p\u0103rinte: ''{0}''.
FNRRS0324.arg.0       = parent_container

FNRRS0325.explanation = A ap\u0103rut o eroare la \u00eencercarea de extragere a volumelor de \u00eenregistr\u0103ri copil din containerul p\u0103rinte.
FNRRS0325.action      = Verifica\u0163i dac\u0103 utilizatorul curent are cel pu\u0163in drepturi de vizualizare asupra con\u0163inutului containerului p\u0103rinte.
FNRRS0325.message     = Eroare extragere volum de \u00eenregistr\u0103ri din container p\u0103rinte: ''{0}''.
FNRRS0325.arg.0       = parent_container

FNRRS0326.explanation = Opera\u0163ia de ad\u0103ugare volum de \u00eenregistr\u0103ri pentru obiectul de tip entity_type \u015fi identificator object_ident a e\u015fuat.
FNRRS0326.action      = Verifica\u0163i dac\u0103 obiectul \u0163int\u0103 \u00een cauz\u0103 \u00eenc\u0103 mai exist\u0103 pe magazie. Verifica\u0163i dac\u0103 \u0163inta poate con\u0163ine un volum de \u00eenregistr\u0103ri. Asigura\u0163i-v\u0103 c\u0103 utilizatorul curent are acces de securitate de nivel obiect corespunz\u0103tor pentru a permite aceast\u0103 opera\u0163ie.
FNRRS0326.message     = Nu se poate ad\u0103uga volum de \u00eenregistr\u0103ri la obiectul \u0163int\u0103: ''{0}'', de tip: ''{1}''.
FNRRS0326.arg.0       = object_ident
FNRRS0326.arg.1       = entity_type

FNRRS0327.explanation = O interogare pentru obiecte a e\u015fuat fin cauza unei erori de magazie.
FNRRS0327.action      = Verifica\u0163i dac\u0103 sintaxa SQL este corect\u0103, sau examina\u0163i orice  excep\u0163ie inclus\u0103 pentru informa\u0163ii de eroare mai detaliate, sau ambele.
FNRRS0327.message     = Interogare pentru obiecte e\u015fuat\u0103.

FNRRS0328.explanation = O interogare pentru r\u00e2nduri a e\u015fuat din cauza unei erori de magazie.
FNRRS0328.action      = Verifica\u0163i dac\u0103 sintaxa SQL este corect\u0103, sau examina\u0163i orice  excep\u0163ie inclus\u0103 pentru informa\u0163ii de eroare mai detaliate, sau ambele.
FNRRS0328.message     = Interogare pentru r\u00e2nduri e\u015fuat\u0103.

FNRRS0329.explanation = A fost f\u0103cut\u0103 o \u00eencercare de a ob\u0163ine un RMPagingIterator de la un PagableSet care nu suport\u0103 paginare.
FNRRS0329.action      = Utiliza\u0163i metoda RMPagingIterator.supportsPaging() pentru a determina dac\u0103 paginarea este suportat\u0103. Dac\u0103 paginarea nu este suportat\u0103, utiliza\u0163i RMPagingIterator.iterator() \u00een loc de RMPagingIterator.pageIterator().
FNRRS0329.message     = Paginarea nu este suportat\u0103 pentru aceast\u0103 instan\u0163\u0103 PagableSet.

FNRRS0330.explanation = A ap\u0103rut o eroare \u00een timpul extragerii seturilor de marcaje din domeniul domain_ident.
FNRRS0330.action      = Verifica\u0163i dac\u0103 utilizatorul curent are permisiune de acces la cel pu\u0163in un set de marcaje din domeniu.
FNRRS0330.message     = Nu se pot extrage seturi de marcaje din domeniu: ''{0}''.
FNRRS0330.arg.0       = domain_ident

FNRRS0331.explanation = \u015eirul identificator al setului de marcaje, markingSetId, nu este \u00eentr-un format valid.
FNRRS0331.action      = Asigura\u0163i-v\u0103 c\u0103 \u015firul identificator este \u00een formatul unui \u015fir GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' unde fiecare ''x'' este un caracter hexazecimal.
FNRRS0331.message     = Format \u015fir identificator set de marcaje incorect: ''{0}''.
FNRRS0331.arg.0       = markingSetId

FNRRS0332.explanation = A ap\u0103rut o eroare \u00een timpul extragerii unei liste de alegeri din magazia repos_ident.
FNRRS0332.action      = Verifica\u0163i dac\u0103 utilizatorul curent are permisiune de acces la cel pu\u0163in o list\u0103 de alegeri de pe magazie.
FNRRS0332.message     = Nu se pot extrage liste de alegeri din magazie: ''{0}''.
FNRRS0332.arg.0       = repos_ident

FNRRS0333.explanation = \u015eirul identificator al listei de alegeri, choiceListId, nu este \u00eentr-un format valid.
FNRRS0333.action      = Asigura\u0163i-v\u0103 c\u0103 \u015firul identificator este \u00een formatul unui \u015fir GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' unde fiecare ''x'' este un caracter hexazecimal.
FNRRS0333.message     = Format \u015fir identificator list\u0103 de alegeri incorect: ''{0}''.
FNRRS0333.arg.0       = choiceListId

FNRRS0334.explanation = A ap\u0103rut o eroare \u00een timpul extragerii unei descrieri de clas\u0103,  classDesc_ident, din magazia repos_ident.
FNRRS0334.action      = Verifica\u0163i dac\u0103 descrierea de clas\u0103 exist\u0103 pe magazie \u015fi dac\u0103 utilizatorul curent are permisiune de acces la descrierea de clas\u0103.
FNRRS0334.message     = Nu se poate extrage descrierea de clas\u0103 din magazie: ''{0}'', identitate descriere clas\u0103: ''{1}''.
FNRRS0334.arg.0       = repos_ident
FNRRS0334.arg.1       = classDesc_ident

FNRRS0335.explanation = A ap\u0103rut o eroare \u00een timpul extragerii descrierilor de clase din magazia repos_ident.
FNRRS0335.action      = Verifica\u0163i dac\u0103 utilizatorul curent are permisiune de acces la magazie.
FNRRS0335.message     = Nu se pot extrage descrieri de clase din magazie: ''{0}'', identitate descriere clas\u0103: ''{1}''.
FNRRS0335.arg.0       = repos_ident

FNRRS0336.explanation = A fost detectat un parametru \u015fir ID invalid.
FNRRS0336.action      = Asigura\u0163i-v\u0103 c\u0103 \u015firul identificator este \u00een formatul unui \u015fir GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' unde fiecare ''x'' este un caracter hexazecimal.
FNRRS0336.message     = Parametru \u015fir ID invalid: ''{0}''.
FNRRS0336.arg.0       = id_string

FNRRS0337.explanation = Nu se poate extrage utilizatorul autentificat curent pentru domeniu.
FNRRS0337.action      = Asigura\u0163i-v\u0103 c\u0103 un utilizator este autentificat momentan pentru domeniu, sau c\u0103 un Subiect JAAS a fost stabilit pentru firul curent, sau ambele.
FNRRS0337.message     = Nu se poate extrage utilizatorul autentificat curent pentru domeniu.

FNRRS0338.explanation = Opera\u0163ia de c\u0103utare pentru grupurile de utilizatori specificate a e\u015fuat.
FNRRS0338.action      = Asigura\u0163i-v\u0103 c\u0103 un utilizator este autentificat momentan pentru domeniu, sau c\u0103 un Subiect JAAS a fost stabilit pentru firul curent, sau ambele.
FNRRS0338.message     = E\u015fuare \u00een timpul c\u0103ut\u0103rii de grupuri de utilizatori de domeniu.

FNRRS0339.explanation = Opera\u0163ia de c\u0103utare pentru utilizatorii specifica\u0163i a e\u015fuat.
FNRRS0339.action      = Asigura\u0163i-v\u0103 c\u0103 un utilizator este autentificat momentan pentru domeniu, sau c\u0103 un Subiect JAAS a fost stabilit pentru firul curent, sau ambele.
FNRRS0339.message     = E\u015fuare \u00een timpul c\u0103ut\u0103rii de utilizatori de domeniu.

FNRRS0340.explanation = Utilizatorul curent are drepturi insuficiente pentru a ad\u0103uga un membru nou la un rol existent care este definit de role_name, role_type \u015fi appl_name.
FNRRS0340.action      = Asigura\u0163i-v\u0103 c\u0103 utilizatorul curent are drepturi suficiente pentru a ad\u0103uga un membru nou la un rol existent.
FNRRS0340.message     = Utilizatorul curent are drepturi de securitate insuficiente la rol, nume rol = ''{0}'', tip rol = ''{1}'', aplica\u0163ie = ''{2}''.
FNRRS0340.arg.0       = role_name
FNRRS0340.arg.1       = role_type
FNRRS0340.arg.2       = appl_name

FNRRS0341.explanation = E\u015fuare ap\u0103rut\u0103 la \u00eencercarea de extragere a rolului de acces definit de role_type \u015fi appl_name.
FNRRS0341.action      = Asigura\u0163i-v\u0103 c\u0103 utilizatorul curent are drepturi suficiente pentru a ad\u0103uga un membru nou la un rol existent \u015fi c\u0103 rolul \u00een cauz\u0103 exist\u0103 \u00eenc\u0103 pe magazie.
FNRRS0341.message     = E\u015fuare ap\u0103rut\u0103 la \u00eencercarea de extragere a rolului de acces definit de tip = ''{0}'' \u015fi aplica\u0163ie = ''{1}''.
FNRRS0341.arg.0       = role_type
FNRRS0341.arg.1       = appl_name

FNRRS0342.explanation = Nu se poate crea un rol nou utiliz\u00e2nd tipul role_type \u015fi numele de aplica\u0163ie appl_name din cauza unui rol preexistent cu acelea\u015fi valori.
FNRRS0342.action      = Fie utiliza\u0163i un set diferit de valori tip rol/nume aplica\u0163ie, fie \u015fterge\u0163i \u00eent\u00e2i rolul existent potrivit.
FNRRS0342.message     = Nu se poate crea rol nou din cauza rolului preexistent de potrivire, tip = ''{0}'' \u015fi aplica\u0163ie = ''{1}''.
FNRRS0342.arg.0       = role_type
FNRRS0342.arg.1       = appl_name

FNRRS0343.explanation = E\u015fuare ap\u0103rut\u0103 la \u00eencercarea de extragere a rolului de acces definit de role_name \u015fi appl_name.
FNRRS0343.action      = Asigura\u0163i-v\u0103 c\u0103 utilizatorul curent are drepturi suficiente pentru a vizualiza rolul existent \u015fi c\u0103 rolul \u00een cauz\u0103 exist\u0103 \u00eenc\u0103 pe magazie.
FNRRS0343.message     = E\u015fuare ap\u0103rut\u0103 la \u00eencercarea de extragere a rolului de acces definit de nume = ''{0}'' \u015fi aplica\u0163ie = ''{1}''.
FNRRS0343.arg.0       = role_name
FNRRS0343.arg.1       = appl_name

FNRRS0344.explanation = Nu se poate determina utilizatorul curent.
FNRRS0344.action      = Asigura\u0163i-v\u0103 c\u0103 un utilizator este autentificat momentan pentru domeniu, sau c\u0103 un Subiect JAAS a fost stabilit pentru firul curent, sau ambele.
FNRRS0344.message     = Nu se poate determina utilizatorul curent.

FNRRS0345.explanation = A ap\u0103rut o eroare la \u00eencercarea de extragere a planurilor de fi\u015fiere din magazia de plan de fi\u015fiere p\u0103rinte.
FNRRS0345.action      = Verifica\u0163i dac\u0103 utilizatorul curent are cel pu\u0163in drepturi de vizualizare asupra con\u0163inutului magaziei de plan de fi\u015fiere.
FNRRS0345.message     = Eroare extragere planuri de fi\u015fiere din magazia de plan de fi\u015fiere: ''{0}''.
FNRRS0345.arg.0       = fileplan_repository

FNRRS0346.explanation = O proprietate cerut\u0103 fie lipse\u015fte, fie nu are nicio valoare.
FNRRS0346.action      = Asigura\u0163i-v\u0103 c\u0103 este furnizat\u0103 o valoare de proprietate valid\u0103.
FNRRS0346.message     = Proprietatea lipse\u015fte sau nu are nicio valoare, nume simbolic: ''{0}''.
FNRRS0346.arg.0       = property_name

FNRRS0347.explanation = Numele planului de fi\u015fiere specificat nu este unic.
FNRRS0347.action      = Furniza\u0163i un nume de plan de fi\u015fiere care nu a fost utilizat deja pe magazia de plan de fi\u015fiere.
FNRRS0347.message     = Numele planului de fi\u015fiere nu este unic: ''{0}''.
FNRRS0347.arg.0       = fileplan_name

FNRRS0348.explanation = A ap\u0103rut o eroare \u00een timpul unei \u00eencerc\u0103ri de a ad\u0103uga un nou plan de fi\u015fiere la o magazie de plan de fi\u015fiere.
FNRRS0348.action      = Verifica\u0163i dac\u0103 magazia \u0163int\u0103 este valid\u0103. Asigura\u0163i-v\u0103 c\u0103 utilizatorul curent are acces de securitate de nivel obiect corespunz\u0103tor pentru a permite aceast\u0103 opera\u0163ie.
FNRRS0348.message     = Nu se poate ad\u0103uga plan de fi\u015fiere nou la magazia de plan de fi\u015fiere \u0163int\u0103: ''{0}''.
FNRRS0348.arg.0       = repository_ident

FNRRS0349.explanation = Nu se poate ob\u0163ine descrierea de proprietate specificat\u0103 sau c\u00e2mpul s\u0103u secundar care apar\u0163ine magaziei \u015fi clasei specificate.
FNRRS0349.action      = Verifica\u0163i dac\u0103 clasa specificat\u0103 este corespunz\u0103toare pentru procesul curent.
FNRRS0349.message     = Nu se poate ob\u0163ine descriere de proprietate pentru: ''{0}'', identitate clas\u0103: ''{1}'' din magazia: ''{2}''.
FNRRS0349.arg.0       = property_ident
FNRRS0349.arg.1       = class_ident
FNRRS0349.arg.2       = repository_ident

FNRRS0350.explanation = A ap\u0103rut o eroare \u00een timpul unei \u00eencerc\u0103ri de a extrage articolul de con\u0163inut specificat ca parte component\u0103 a procesului de declarare \u00eenregistrare.
FNRRS0350.action      = Verifica\u0163i dac\u0103 articolul de con\u0163inut specificat exist\u0103 \u015fi este accesibil.
FNRRS0350.message     = Nu se poate extrage articol de con\u0163inut specificat \u00een scopuri de declarare \u00eenregistrare: ''{0}''.
FNRRS0350.arg.0       = contentItem_ident

FNRRS0351.explanation = Nu poate fi g\u0103sit niciun volum copil activ pentru folderul de \u00eenregistr\u0103ri specificat. Aceasta poate \u00eempiedica o opera\u0163ie de declarare \u00eenregistrare c\u00e2nd acest folder de \u00eenregistr\u0103ri este un membru al containerelor \u0163int\u0103 ale noii \u00eenregistr\u0103ri.
FNRRS0351.action      = Ad\u0103uga\u0163i un volum activ nou la folderul de \u00eenregistr\u0103ri sau redeschide\u0163i un volum existent \u015fi defini\u0163i-l ca un container \u0163int\u0103 pentru opera\u0163ia de declarare \u00eenregistrare.
FNRRS0351.message     = Nu poate fi g\u0103sit niciun volum copil activ pentru folderul de \u00eenregistr\u0103ri specificat: ''{0}''.
FNRRS0351.arg.0       = recordFolder_ident

FNRRS0352.explanation = A ap\u0103rut o eroare la \u00eencercarea de extragere a loca\u0163iilor din magazia de plan de fi\u015fiere p\u0103rinte.
FNRRS0352.action      = Verifica\u0163i dac\u0103 utilizatorul curent are cel pu\u0163in drepturi de vizualizare asupra con\u0163inutului magaziei de plan de fi\u015fiere.
FNRRS0352.message     = Eroare extragere loca\u0163ii din magazia de plan de fi\u015fiere: ''{0}''.
FNRRS0352.arg.0       = fileplan_repository

FNRRS0353.explanation = A ap\u0103rut o eroare la \u00eencercarea de extragere add-on din magazia specificat\u0103.
FNRRS0353.action      = Verifica\u0163i dac\u0103 utilizatorul curent are cel pu\u0163in drepturi de vizualizare asupra con\u0163inutului magaziei.
FNRRS0353.message     = Eroare extragere add-on-uri din magazia: ''{0}''.
FNRRS0353.arg.0       = magazie

FNRRS0354.explanation = A ap\u0103rut o eroare la \u00eencercarea de extragere a tipurilor de \u00eenregistr\u0103ri din magazia de plan de fi\u015fiere p\u0103rinte.
FNRRS0354.action      = Verifica\u0163i dac\u0103 utilizatorul curent are cel pu\u0163in drepturi de vizualizare asupra con\u0163inutului magaziei de plan de fi\u015fiere.
FNRRS0354.message     = Eroare extragere tipuri de \u00eenregistr\u0103ri din magazia de plan de fi\u015fiere: ''{0}''.
FNRRS0354.arg.0       = fileplan_repository

FNRRS0355.explanation = \u015eirul identificator RMLink, rmLinkId, nu este \u00eentr-un format valid.
FNRRS0355.action      = Asigura\u0163i-v\u0103 c\u0103 \u015firul identificator este \u00een formatul unui \u015fir GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' unde fiecare ''x'' este un caracter hexazecimal.
FNRRS0355.message     = Format \u015fir identificator RMLink incorect: ''{0}''.
FNRRS0355.arg.0       = rmLinkId

FNRRS0356.explanation = A ap\u0103rut o eroare la \u00eencercarea de extragere a ghidurilor de clasificare securitate disponibile din magazia de plan de fi\u015fiere specificat\u0103.
FNRRS0356.action      = Asigura\u0163i-v\u0103 c\u0103 magazia este o magazie plan de fi\u015fiere DoD Security Classified \u015fi c\u0103 utilizatorul curent are accesul de securitate necesar la orice ghiduri de clasificare.
FNRRS0356.message     = Eroare extragere ghiduri de clasificare securitate din magazia de plan de fi\u015fiere: ''{0}''.
FNRRS0356.arg.0       = repositoryIdent

FNRRS0357.explanation = A ap\u0103rut o eroare la \u00eencercarea de extragere a sec\u0163iunilor copil disponibile pentru ghidul de clasificare securitate specificat sau sec\u0163iunea de ghid care apar\u0163ine magaziei plan de fi\u015fiere specificat\u0103.
FNRRS0357.action      = Asigura\u0163i-v\u0103 c\u0103 magazia este o magazie plan de fi\u015fiere DoD Security Classified \u015fi c\u0103 utilizatorul curent are accesul de securitate necesar la orice ghiduri de clasificare.
FNRRS0357.message     = Eroare extragere sec\u0163iuni copil din ghid de clasificare sau sec\u0163iune ghid, ''{1}'', apar\u0163in\u00e2nd magaziei plan de fi\u015fiere: ''{0}''.
FNRRS0357.arg.0       = repositoryIdent
FNRRS0357.arg.1       = classificationGuideOrSection

FNRRS0358.explanation = A ap\u0103rut o eroare la \u00eencercarea de extragere a subiectelor copil disponibile pentru ghidul de clasificare securitate specificat sau sec\u0163iunea de ghid care apar\u0163ine magaziei plan de fi\u015fiere specificat\u0103.
FNRRS0358.action      = Asigura\u0163i-v\u0103 c\u0103 magazia este o magazie plan de fi\u015fiere DoD Security Classified \u015fi c\u0103 utilizatorul curent are accesul de securitate necesar la orice ghiduri de clasificare.
FNRRS0358.message     = Eroare extragere subiecte copil din ghid de clasificare sau sec\u0163iune ghid, ''{1}'', apar\u0163in\u00e2nd magaziei plan de fi\u015fiere: ''{0}''.
FNRRS0358.arg.0       = repositoryIdent
FNRRS0358.arg.1       = classificationGuideOrSection

FNRRS0359.explanation = Magazia plan de fi\u015fiere specificat\u0103 nu este configurat\u0103 cu DoD Classified Data Model \u015fi, prin urmare, nu suport\u0103 DoD Security Classification Guide.
FNRRS0359.action      = Asigura\u0163i-v\u0103 c\u0103 este specificat\u0103 magazia plan de fi\u015fiere corect\u0103 \u015fi c\u0103 este configurat\u0103 cu DoD Classified Data Model.
FNRRS0359.message     = DoD Classification Guides nu sunt suportate pe magazia plan de fi\u015fiere: ''{0}''.
FNRRS0359.arg.0       = repositoryIdent

FNRRS0360.explanation = A ap\u0103rut o eroare la \u00eencercarea de extragere a ghidului de clasificare securitate specificat care apar\u0163ine magaziei plan de fi\u015fiere specificat\u0103.
FNRRS0360.action      = Asigura\u0163i-v\u0103 c\u0103 magazia este o magazie plan de fi\u015fiere DoD Security Classified \u015fi c\u0103 utilizatorul curent are accesul de securitate necesar la orice ghiduri de clasificare.
FNRRS0360.message     = Eroare extragere ghid de clasificare, ''{1}'', apar\u0163in\u00e2nd magaziei plan de fi\u015fiere: ''{0}''.
FNRRS0360.arg.0       = repositoryIdent
FNRRS0360.arg.1       = guideIdent

FNRRS0361.explanation = A fost returnat\u0103 o excep\u0163ie nea\u015fteptat\u0103 de la API-ul P8 Content Engine dup\u0103 cum a fost specificat de \u015firul s\u0103u Cod de eccep\u0163ie \u015fi mesaj.
FNRRS0361.action      = Examina\u0163i excep\u0163ia P8 Content Engine inclus\u0103 \u015fi orice \u00eenregistr\u0103ri de eroare disponibile pentru informa\u0163ii cu privire la cauza subiacent\u0103 a acestei condi\u0163ii de eroare.
FNRRS0361.message     = Excep\u0163ie P8 Content Engine nea\u015fteptat\u0103 ap\u0103rut\u0103. Cod de exccep\u0163ie: {0}, Mesaj: ''{1}''
FNRRS0361.arg.0       = ceExceptionCode
FNRRS0361.arg.1       = ceExceptionMessage

FNRRS0362.explanation = A ap\u0103rut o excep\u0163ie nea\u015fteptat\u0103 \u00een timpul \u00eencerc\u0103rii de extragere a valorii limit\u0103 de timp de declasificare maxim\u0103 DoD Classified din magazia plan de fi\u015fiere specificat\u0103.
FNRRS0362.action      = Asigura\u0163i-v\u0103 c\u0103 modelul de date DoD Classified a fost configurat pentru aceast\u0103 magazie \u015fi c\u0103 include o valoare valid\u0103 pentru intrarea Configura\u0163ie sistem corespunz\u0103toare.
FNRRS0362.message     = Eroare nea\u015fteptat\u0103 la extragere valoare limit\u0103 de timp de declasificare maxim\u0103 DoD Classified. Magazie: ''{0}''
FNRRS0362.arg.0       = repositoryName

FNRRS0363.explanation = A ap\u0103rut o eroare la \u00eencercarea de extragere a ac\u0163iunilor de eliminare din magazia de plan de fi\u015fiere p\u0103rinte.
FNRRS0363.action      = Verifica\u0163i dac\u0103 utilizatorul curent are cel pu\u0163in drepturi de vizualizare asupra con\u0163inutului magaziei de plan de fi\u015fiere.
FNRRS0363.message     = Eroare extragere ac\u0163iuni de eliminare din magazia de plan de fi\u015fiere: ''{0}''.
FNRRS0363.arg.0       = fileplan_repository

FNRRS0364.explanation = A ap\u0103rut o eroare la \u00eencercarea de extragere a declan\u015fatoarilor de eliminare din magazia de plan de fi\u015fiere p\u0103rinte.
FNRRS0364.action      = Verifica\u0163i dac\u0103 utilizatorul curent are cel pu\u0163in drepturi de vizualizare asupra con\u0163inutului magaziei de plan de fi\u015fiere.
FNRRS0364.message     = Eroare extragere declan\u015fatoare de eliminare din magazia de plan de fi\u015fiere: ''{0}''.
FNRRS0364.arg.0       = fileplan_repository

FNRRS0365.explanation = A ap\u0103rut o eroare la \u00eencercarea de extragere a planific\u0103rilor de eliminare din magazia de plan de fi\u015fiere p\u0103rinte.
FNRRS0365.action      = Verifica\u0163i dac\u0103 utilizatorul curent are cel pu\u0163in drepturi de vizualizare asupra con\u0163inutului magaziei de plan de fi\u015fiere.
FNRRS0365.message     = Eroare extragere planific\u0103ri de eliminare din magazia de plan de fi\u015fiere: ''{0}''.
FNRRS0365.arg.0       = fileplan_repository

FNRRS0366.explanation = Numele de eveniment declan\u015fator de eliminare propus este deja \u00een uz pe aceast\u0103 magazie.
FNRRS0366.action      = Furniza\u0163i o valoare care nu a fost deja utilizat\u0103 pe magazie.
FNRRS0366.message     = Numele de eveniment declan\u015fator de eliminare propus nu este unic pe magazie: ''{0}''.
FNRRS0366.arg.0       = name_value

FNRRS0367.explanation = Perioada de timp a ciclului pentru un declan\u015fator de eliminare repetitiv trebuie s\u0103 fie mai mare dec\u00e2t 0.
FNRRS0367.action      = Furniza\u0163i o valoare diferit\u0103 de zero pentru valoarea ani, luni sau zile.
FNRRS0367.message     = Cel pu\u0163in una dintre valorile perioadei de timp a ciclului trebuie s\u0103 fie mai mare dec\u00e2t 0.

FNRRS0368.explanation = A ap\u0103rut o eroare \u00een timpul unei \u00eencerc\u0103ri de a ad\u0103uga un nou declan\u015fator de eliminare la o magazie plan de fi\u015fiere.
FNRRS0368.action      = Verifica\u0163i dac\u0103 magazia \u0163int\u0103 este valid\u0103. Asigura\u0163i-v\u0103 c\u0103 utilizatorul curent are acces de securitate de nivel obiect corespunz\u0103tor pentru a permite aceast\u0103 opera\u0163ie.
FNRRS0368.message     = Nu se poate ad\u0103uga declan\u015fator de eliminare nou la magazia de plan de fi\u015fiere \u0163int\u0103: ''{0}''.
FNRRS0368.arg.0       = repository_ident

FNRRS0369.explanation = A ap\u0103rut o eroare \u00een timpul unei \u00eencerc\u0103ri de a ad\u0103uga o nou\u0103 ac\u0163iune de eliminare la o magazie plan de fi\u015fiere.
FNRRS0369.action      = Verifica\u0163i dac\u0103 magazia \u0163int\u0103 este valid\u0103. Asigura\u0163i-v\u0103 c\u0103 utilizatorul curent are acces de securitate de nivel obiect corespunz\u0103tor pentru a permite aceast\u0103 opera\u0163ie.
FNRRS0369.message     = Nu se poate ad\u0103uga ac\u0163iune de eliminare nou la magazia de plan de fi\u015fiere \u0163int\u0103: ''{0}''.
FNRRS0369.arg.0       = repository_ident

FNRRS0370.explanation = Numele de ac\u0163iune de eliminare propus este deja \u00een uz pe aceast\u0103 magazie.
FNRRS0370.action      = Furniza\u0163i o valoare care nu a fost deja utilizat\u0103 pe magazie.
FNRRS0370.message     = Numele de ac\u0163iune de eliminare propus nu este unic pe magazie: ''{0}''.
FNRRS0370.arg.0       = name_value

FNRRS0371.explanation = Valoarea de flux de lucru asociat\u0103 ac\u0163iunii de eliminare propuse nu este o instan\u0163\u0103 a clasei WorkflowDefinition.
FNRRS0371.action      = Furniza\u0163i o instan\u0163\u0103 IBM Enterprise Records WorkflowDefinition valid\u0103 pentru proprietatea de flux de lucru asociat\u0103.
FNRRS0371.message     = Valoarea de flux de lucru asociat\u0103 ac\u0163iunii de eliminare propuse nu este o instan\u0163\u0103 a clasei WorkflowDefinition: ''{0}''.
FNRRS0371.arg.0       = class_name

FNRRS0372.explanation = A ap\u0103rut o eroare la \u00eencercarea de extragere a defini\u0163iilor de flux de lucru din magazia de plan de fi\u015fiere p\u0103rinte.
FNRRS0372.action      = Verifica\u0163i dac\u0103 utilizatorul curent are cel pu\u0163in drepturi de vizualizare asupra con\u0163inutului magaziei de plan de fi\u015fiere.
FNRRS0372.message     = Eroare extragere defini\u0163ii de flux de lucru din magazia de plan de fi\u015fiere: ''{0}''.
FNRRS0372.arg.0       = fileplan_repository

FNRRS0373.explanation = Numele de planificare de eliminare propus este deja \u00een uz pe aceast\u0103 magazie.
FNRRS0373.action      = Furniza\u0163i o valoare care nu a fost deja utilizat\u0103 pe magazie.
FNRRS0373.message     = Numele de planificare de eliminare propus nu este unic pe magazie: ''{0}''.
FNRRS0373.arg.0       = name_value

FNRRS0374.explanation = Planificarea de eliminare propus\u0103 are o valoare de declan\u015fator de eliminare invalid\u0103 specificat\u0103.
FNRRS0374.action      = Furniza\u0163i o valoare de declan\u015fator de eliminare valid\u0103 sau un declan\u015fator dat\u0103 calendar predefinit.
FNRRS0374.message     = Planificarea de eliminare propus\u0103 are o valoare de declan\u015fator de eliminare invalid\u0103 specificat\u0103.
FNRRS0374.arg.0       = name_value

FNRRS0375.explanation = Valoarea pentru proprietatea specificat\u0103 este invalid\u0103 sau \u00een afara intervalului.
FNRRS0375.action      = Furniza\u0163i o valoare valid\u0103 pentru proprietatea specificat\u0103.
FNRRS0375.message     = Valoarea pentru proprietatea specificat\u0103 este invalid\u0103 sau \u00een afara intervalului:  {0}, ''{1}''
FNRRS0375.arg.0       = property_name
FNRRS0375.arg.1       = property_value

FNRRS0376.explanation = Numele planific\u0103rii de eliminare propus are lips\u0103 o valoare de perioad\u0103 de p\u0103strare valid\u0103.
FNRRS0376.action      = Furniza\u0163i valori nenegative pentru perioada de p\u0103strare ani, luni \u015fi zile.
FNRRS0376.message     = Numele planific\u0103rii de eliminare propus are lips\u0103 o valoare de perioad\u0103 de p\u0103strare valid\u0103.

FNRRS0377.explanation = O faz\u0103 de eliminare are lips\u0103 o valoare de perioad\u0103 de p\u0103strare valid\u0103.
FNRRS0377.action      = Furniza\u0163i valori nenegative pentru perioada de p\u0103strare ani, luni \u015fi zile.
FNRRS0377.message     = O faz\u0103 de eliminare are lips\u0103 o valoare de perioad\u0103 de p\u0103strare valid\u0103.

FNRRS0378.explanation = O p\u0103strare alternativ\u0103 de faz\u0103 de eliminare are lips\u0103 o valoare de perioad\u0103 de p\u0103strare valid\u0103.
FNRRS0378.action      = Furniza\u0163i valori nenegative pentru perioada de p\u0103strare ani, luni \u015fi zile.
FNRRS0378.message     = O p\u0103strare alternativ\u0103 de faz\u0103 de eliminare are lips\u0103 o valoare de perioad\u0103 de p\u0103strare valid\u0103.

FNRRS0379.explanation = A ap\u0103rut o eroare \u00een timpul unei \u00eencerc\u0103ri de a ad\u0103uga o nou\u0103 planificare de eliminare la o magazie plan de fi\u015fiere.
FNRRS0379.action      = Verifica\u0163i dac\u0103 magazia \u0163int\u0103 este valid\u0103. Asigura\u0163i-v\u0103 c\u0103 utilizatorul curent are acces de securitate de nivel obiect corespunz\u0103tor pentru a permite aceast\u0103 opera\u0163ie.
FNRRS0379.message     = Nu se poate ad\u0103uga planificare de eliminare nou\u0103 la magazia de plan de fi\u015fiere \u0163int\u0103: ''{0}''.
FNRRS0379.arg.0       = repository_ident

FNRRS0380.explanation = A ap\u0103rut o eroare \u00een timpul unei \u00eencerc\u0103ri de a ad\u0103uga un nou tip de \u00eenregistrare la o magazie plan de fi\u015fiere.
FNRRS0380.action      = Verifica\u0163i dac\u0103 magazia \u0163int\u0103 este valid\u0103. Asigura\u0163i-v\u0103 c\u0103 utilizatorul curent are acces de securitate de nivel obiect corespunz\u0103tor pentru a permite aceast\u0103 opera\u0163ie.
FNRRS0380.message     = Nu se poate ad\u0103uga tip de \u00eenregistrare nou la magazia de plan de fi\u015fiere \u0163int\u0103: ''{0}''.
FNRRS0380.arg.0       = repository_ident

FNRRS0381.explanation = Numele de tip de \u00eenregistrare propus este deja \u00een uz pe aceast\u0103 magazie.
FNRRS0381.action      = Furniza\u0163i o valoare care nu a fost deja utilizat\u0103 pe magazie.
FNRRS0381.message     = Numele de tip de \u00eenregistrare propus nu este unic pe magazie: ''{0}''.
FNRRS0381.arg.0       = name_value

FNRRS0382.explanation = Nu se poate crea o instan\u0163\u0103 nou\u0103 de entity_type pe repository_ident.
FNRRS0382.action      = Asigura\u0163i-v\u0103 c\u0103 clasa asociat\u0103 este definit\u0103 pe magazie \u015fi c\u0103 utilizatorul curent are acces de securitate corespunz\u0103tor pentru a permite aceast\u0103 opera\u0163ie.
FNRRS0382.message     = Nu se poate crea instan\u0163\u0103 nou\u0103 a tipului de entitate pe magazia specificat\u0103: {0}, ''{1}''.
FNRRS0382.arg.0       = entity_type
FNRRS0382.arg.1       = repository_ident

FNRRS0383.explanation = Proprietatea specificat\u0103 sau valoarea sa este indisponibil\u0103 momentan.
FNRRS0383.action      = Asigura\u0163i-v\u0103 c\u0103 aceast\u0103 proprietate este definit\u0103 \u015fi este accesibil\u0103 pentru utilizatorul curent.
FNRRS0383.message     = Nu se poate extrage proprietatea: {0}.
FNRRS0383.arg.0       = property_name

FNRRS0384.explanation = Numele de loca\u0163ie propus este deja \u00een uz pe aceast\u0103 magazie.
FNRRS0384.action      = Furniza\u0163i o valoare care nu a fost deja utilizat\u0103 pe magazie.
FNRRS0384.message     = Numele de loca\u0163ie propus nu este unic pe magazie: ''{0}''.
FNRRS0384.arg.0       = name_value

FNRRS0385.explanation = Opera\u0163ia nu este suportat\u0103 de tipul de obiect curent
FNRRS0385.action      = Aceast\u0103 opera\u0163ie nu poate fi utilizat\u0103 cu acest obiect.  Modifica\u0163i fie obiectul, fie opera\u0163ia
FNRRS0385.message     = Aceast\u0103 opera\u0163ie nu este suportat\u0103 cu tipul de obiect curent

FNRRS0386.explanation = Numele de re\u0163inere propus este deja \u00een uz pe aceast\u0103 magazie.
FNRRS0386.action      = Furniza\u0163i o valoare care nu a fost deja utilizat\u0103 pe magazie.
FNRRS0386.message     = Numele de re\u0163inere propus nu este unic pe magazie: ''{0}''.
FNRRS0386.arg.0       = name_value

FNRRS0387.explanation = A ap\u0103rut o eroare \u00een timpul extragerii re\u0163inerilor din magazia plan de fi\u015fiere
FNRRS0387.action      = Verifica\u0163i dac\u0103 exist\u0103 cel pu\u0163in o re\u0163inere \u00een magazie
FNRRS0387.message     = Eroare extragere re\u0163ineri din magazia de plan de fi\u015fiere: ''{0}''.
FNRRS0387.arg.0       = identificator magazie plan de fi\u015fiere

FNRRS0388.explanation = \u015eirul de identificare Re\u0163inere, rmHoldId, nu este \u00eentr-un format valid.
FNRRS0388.action      = Asigura\u0163i-v\u0103 c\u0103 \u015firul identificator este \u00een formatul unui \u015fir GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' unde fiecare ''x'' este un caracter hexazecimal.
FNRRS0388.message     = Format \u015fir identificator Hold incorect: ''{0}''.
FNRRS0388.arg.0       = ID re\u0163inere

FNRRS0389.explanation = Nu se poate ini\u0163ializa interogarea SQL pe depozitul de obiecte.
FNRRS0389.action      = Dac\u0103 SQL-ul con\u0163ine extragere bazat\u0103 pe con\u0163inut, verifica\u0163i dac\u0103 motorul de c\u0103utare con\u0163inut este configurat corect.
FNRRS0389.message     = Nu se poate ini\u0163ializa interogarea SQL ''{0}'' pe magazia: ''{1}''.
FNRRS0389.arg.0       = \u015eir de interogare SQL
FNRRS0389.arg.1       = identificator magazie

FNRRS0390.explanation = IBM Enterprise Records dnu suport\u0103 un mediu CBR (content-based retrieval) eterogen care combin\u0103 unul sau mai multe tipuri diferite de motoare CBR.
FNRRS0390.action      = Trebuie s\u0103 migra\u0163i motoarele de c\u0103utare din depozitele de obiecte de \u00eenregistrare de la IBM Legacy Content Search Engine la IBM Content Search Services.
FNRRS0390.message     = Magaziile de con\u0163inut care sunt asociate cu magazia plan de fi\u015fiere sunt configurate cu un mediu CBR (content-based retrieval) eterogen care combin\u0103 unul sau mai multe tipuri diferite de motoare CBR. Aceast\u0103 configura\u0163ie eterogen\u0103 nu este suportat\u0103. Trebuie s\u0103 v\u0103 migra\u0163i motorul de c\u0103utare de la IBM Legacy Content Search Engine la IBM Content Search Services. Pentru informa\u0163ii suplimentare, vede\u0163i subiectul "Ce este nou \u00een IBM FileNet Content Search Engine" din Centrul de informare FileNet P8.

FNRRS0391.explanation = Nu se poate ini\u0163ializa extragerea bazat\u0103 pe con\u0163inut. Un motor de c\u0103utare con\u0163inut nu este configurat sau nu este configurat corect.
FNRRS0391.action      = Verifica\u0163i dac\u0103 un motor de c\u0103utare con\u0163inut este configurat corect cu magazia de con\u0163inut.
FNRRS0391.message     = Un motor de c\u0103utare con\u0163inut nu este configurat sau nu este configurat corect. Nu se poate ini\u0163ializa extragerea bazat\u0103 pe con\u0163inut: ''{0}'' pe magazia: ''{1}''.
FNRRS0391.arg.0       = \u015eir de interogare SQL
FNRRS0391.arg.1       = identificator magazie

FNRRS0392.explanation = Nu se poate ob\u0163ine rezultatul de c\u0103utare bazat pe criteriile de c\u0103utare.
FNRRS0392.action      = Verifica\u0163i dac\u0103 un motor de c\u0103utare con\u0163inut este configurat corect cu magazia de con\u0163inut.
FNRRS0392.message     = Nu se poate ob\u0163ine rezultatul de c\u0103utare bazat pe criteriile de c\u0103utare.

FNRRS0393.explanation = \u00cenregistrarea nu poate fi clasat\u0103 \u00een mai mult de un container.
FNRRS0393.action      = Asigura\u0163i-v\u0103 c\u0103 \u00eenregistrarea nu este clasat\u0103 multiplu \u015fi \u00eencerca\u0163i din nou.
FNRRS0393.message     = \u00cenregistrarea nu poate fi clasat\u0103 \u00een mai mult de un container.

FNRRS0394.explanation = Valoarea parametrului fie lipse\u015fte, fie are o valoare invalid\u0103.
FNRRS0394.action      = Funriza\u0163i o valoare de parametru compatibil\u0103.
FNRRS0394.message     = Valoarea pentru parametrul urm\u0103tor este invalid\u0103: ''{0}''
FNRRS0394.arg.0       = nume parametru

FNRRS0395.explanation = Nu exist\u0103 niciun volum activ \u00een containerul specificat.  Este necesar un volum activ.
FNRRS0395.action      = Asigura\u0163i-v\u0103 c\u0103 exist\u0103 un volum activ \u00een containerul specificat.
FNRRS0395.message     = Nu exist\u0103 niciun volum activ \u00een containerul specificat: ''{0}''
FNRRS0395.arg.0       = identificator container

FNRRS0396.explanation = Containerele surs\u0103 \u015fi destina\u0163ie sunt la fel.  Aceasta nu este permis\u0103 la mutarea obiectelor.
FNRRS0396.action      = \u00cencerca\u0163i ac\u0163iunea din nou specific\u00e2nd containere surs\u0103 \u015fi destina\u0163ie diferite.
FNRRS0396.message     = Containerele surs\u0103 \u015fi destina\u0163ie sunt la fel.

FNRRS0397.explanation = Obiectul este deja clasat \u00een containerul destina\u0163ie.
FNRRS0397.action      = \u00cencerca\u0163i ac\u0163iunea din nou specific\u00e2nd un containere destina\u0163ie diferit.
FNRRS0397.message     = Obiectul este deja clasat \u00een containerul destina\u0163ie.

FNRRS0398.explanation = \u00cenregistrarea este deja un p\u0103rinte de recep\u0163ie.  Nu poate fi at\u00e2t o recep\u0163ie c\u00e2t \u015fi un p\u0103rinte de recep\u0163ie.
FNRRS0398.action      = \u00cenregistrarea nu poate fi at\u00e2t o recep\u0163ie c\u00e2t \u015fi un p\u0103rinte de recep\u0163ie.  Realiza\u0163i ac\u0163iuni corecvtive, \u00een func\u0163ie de nevoile afacerii dumneavoastr\u0103.
FNRRS0398.message     = \u00cenregistrarea este deja un p\u0103rinte de recep\u0163ie.
FNRRS0398.arg.0       = \u00eenlocuitor

FNRRS0399.explanation = \u00cenregistrarea este deja un p\u0103rinte de recep\u0163ie.  Recep\u0163iile pot fi asociate doar cu o \u00eenregistrare.
FNRRS0399.action      = \u00cenregistrarea poate fi asociat\u0103 doar cu o \u00eenregistrare.  Realiza\u0163i ac\u0163iuni corecvtive, \u00een func\u0163ie de nevoile afacerii dumneavoastr\u0103.
FNRRS0399.message     = \u00cenregistrarea este deja un p\u0103rinte de recep\u0163ie.

FNRRS0400.explanation = p\u0103rintele de recep\u0163ie este deja o recep\u0163ie.  Nu poate fi at\u00e2t o recep\u0163ie c\u00e2t \u015fi un p\u0103rinte de recep\u0163ie.
FNRRS0400.action      = \u00cenregistrarea nu poate fi at\u00e2t o recep\u0163ie c\u00e2t \u015fi un p\u0103rinte de recep\u0163ie.  Realiza\u0163i ac\u0163iuni corecvtive, \u00een func\u0163ie de nevoile afacerii dumneavoastr\u0103.
FNRRS0400.message     = P\u0103rintele \u00eenregistrare este deja o recep\u0163ie.

FNRRS0401.explanation = A ap\u0103rut io eroare \u00een timpul ata\u015f\u0103rii recep\u0163iei la \u00eenregistrare.
FNRRS0401.action      = Verifica\u0163i dac\u0103 proprietatea de recep\u0163ie este disponibil\u0103 din pagina de propriet\u0103\u0163i.  Verifica\u0163i dac\u0103 ave\u0163i permisiune s\u0103 modifica\u0163i propriet\u0103\u0163ile \u00eenregistr\u0103rii \u015fi recep\u0163iei.
FNRRS0401.message     = Recep\u0163ia nu a putut fi ata\u015fat\u0103 la \u00eenregistrare.

FNRRS0402.explanation = Acest obiect nu este o recep\u0163ie valid\u0103.
FNRRS0402.action      = Verifica\u0163i dac\u0103 proprietatea receiptOf a "recep\u0163iei" are o valoare valid\u0103.
FNRRS0402.message     = Acest obiect nu este o recep\u0163ie valid\u0103: {0}.
FNRRS0402.arg.0       = identificator obiect

FNRRS0403.explanation = A ap\u0103rut o eroare \u00een timpul \u00eencerc\u0103rii de a deta\u015fa aceast\u0103 recep\u0163ie de la p\u0103rintele s\u0103u.
FNRRS0403.action      = Verifica\u0163i dac\u0103 recep\u0163iile sunt activate pentru depozitul de obiecte.  Verifca\u0163i dac\u0103 acest obiect este o recep\u0163ie valid\u0103.
FNRRS0403.message     = Recep\u0163ia nu poate fi deta\u015fat\u0103.

FNRRS0404.explanation = A ap\u0103rut o eroare \u00een timpul \u00eencerc\u0103rii de a m\u0103ri un eveniment RMAudit de pe obiect.
FNRRS0404.action      = Verifica\u0163i dac\u0103 acest obiect este un obiect Document, Folder sau Personalizat valid.
FNRRS0404.message     = S-a e\u015fuat m\u0103rirea evenimentului de pe obiect: ''{0}''
FNRRS0404.arg.0       = object_id

FNRRS0405.explanation = A ap\u0103rut o eroare \u00een timpul verific\u0103rii priopriet\u0103\u0163ilor asociate cu \u00eenregistr\u0103ri vitale.  Entitatea este marcat\u0103 ca vital\u0103, dar o proprietate asociat\u0103 lipse\u015fte sau este incorect\u0103.
FNRRS0405.action      = Verifica\u0163i dac\u0103 propriet\u0103\u0163ile de \u00eenregistrare vitale corespunz\u0103toare sunt setate cu valori valide.
FNRRS0405.message     = Proprietate \u00eenregistrare vital\u0103 invalid\u0103: ''{0}'' cu o valoare de ''{1}''
FNRRS0405.arg.0       = nume proprietate
FNRRS0405.arg.1       = valoare proprietate

FNRRS0406.explanation = Containerele transmise nu sunt din acela\u015fi plan de fi\u015fiere.
FNRRS0406.action      = Verifica\u0163i dac\u0103 aceste containere sunt din acela\u015fi plan de fi\u015fiere.
FNRRS0406.message     = Containerul {0} \u015fi containerul {1} nu sunt din acela\u015fi plan de fi\u015fiere.
FNRRS0406.arg.0       = identificator container 1
FNRRS0406.arg.1       = identificator container 2

FNRRS0407.explanation = Propriet\u0103\u0163ile de \u00eenregistrare vitale furnizate sunt fie goale, fie invalide.
FNRRS0407.action      = Verifica\u0163i dac\u0103 propriet\u0103\u0163ile de \u00eenregistrare vitale corespunz\u0103toare sunt setate cu valori valide.
FNRRS0407.message     = Propriet\u0103\u0163i de \u00eenregistrare vitale invalide.

FNRRS0408.explanation = Proprietatea ApplyToNameOrID are o valoare invalid\u0103.  Valoarea trebuie s\u0103 fie oir "Nume" ori "Identificator"
FNRRS0408.action      = Modifica\u0163i proprietatea la una dintre valorile valide
FNRRS0408.message     = Proprietatea are o valoare invalid\u0103

FNRRS0409.explanation = Propriet\u0103\u0163ile vitale nu pot fi setate.  Verifica\u0163i celelalte mesaje de eroare pentru motivul specific.
FNRRS0409.action      = Verifica\u0163i dac\u0103 propriet\u0103\u0163ile de \u00eenregistrare vitale corespunz\u0103toare sunt setate cu valori valide.
FNRRS0409.message     = Nu se pot extrage propriet\u0103\u0163i vitale pentru entitate.  Proprietate: ''{0}''.
FNRRS0409.arg.0       = object_id

FNRRS0410.explanation = Propriet\u0103\u0163ile vitale nu pot fi setate.  Verifica\u0163i celelalte mesaje de eroare pentru motivul specific.
FNRRS0410.action      = Verifica\u0163i dac\u0103 propriet\u0103\u0163ile de \u00eenregistrare vitale corespunz\u0103toare sunt setate cu valori valide.
FNRRS0410.message     = Nu se poate seta urm\u0103toarea dat\u0103 de examinare obiect vital pentru entitatea ''{0}''.
FNRRS0410.arg.0       = object_id

FNRRS0411.explanation = Numele de tipar specificat nu este unic.
FNRRS0411.action      = V\u0103 rug\u0103m s\u0103 selecta\u0163i un nume nou pentru tipar care s\u0103 fie unic
FNRRS0411.message     = Numele specificat pentru tipar nu este unic.

FNRRS0412.explanation = Propriet\u0103\u0163ile vitale nu pot fi setate.  Verifica\u0163i celelalte mesaje de eroare pentru motivul specific.
FNRRS0412.action      = Verifica\u0163i dac\u0103 propriet\u0103\u0163ile de \u00eenregistrare vitale corespunz\u0103toare sunt setate cu valori valide.
FNRRS0412.message     = Nu se pot seta propriet\u0103\u0163i vitale pentru entitatea ''{0}''.
FNRRS0412.arg.0       = object_id

FNRRS0413.explanation = Proprietatea vital\u0103 nu poate fi nul\u0103.
FNRRS0413.action      = Verifica\u0163i dac\u0103 proprietatea de \u00eenregistrare vital\u0103 corespunz\u0103toare este setat\u0103 cu o valoare nenul\u0103 valid\u0103.
FNRRS0413.message     = Nu se poate seta proprietatea de declan\u015fator vital\u0103 ''{0}''.
FNRRS0413.arg.0       = object_id

FNRRS0414.explanation = Evenimentul ciclic specificat are o perioad\u0103 de ciclu invalid\u0103.  Aceasta se \u00eentampl\u0103 cel mai probabil deoarece anii, lunile \u015fi zilele asociate cu declan\u015fatorul sunt zero.
FNRRS0414.action      = Verifica\u0163i dac\u0103 perioada ciclic\u0103 are o valoare valid\u0103 mai mare dec\u00e2t zero.
FNRRS0414.message     = Numele de eveniment ciclic, {0}, define\u015fte perioada de ciclu ca {1} ani, {2} luni, {3} zile. Sistemul nu poate calcula date de eliminare.
FNRRS0414.arg.0       = nume eveniment
FNRRS0414.arg.1       = num\u0103r de ani
FNRRS0414.arg.2       = num\u0103r de luni
FNRRS0414.arg.3       = num\u0103r de zile

FNRRS0415.explanation = A ap\u0103rut o eroare nea\u015fteptat\u0103 \u00een timpul \u00eencerc\u0103rii de a extrage obiecte ConnectorRegistration disponibile dintr-o magazie FilePlan.
FNRRS0415.action      = Verifica\u0163i dac\u0103 to\u0163i pa\u015fii de instalare Magazie FilePlan au fost realiza\u0163i cu succes.
FNRRS0415.message     = Nu se pot extrage obiecte ConnectorRegistration din Magazia FilePlan: ''{0}''.
FNRRS0415.arg.0       = Identitate magazie FilePlan.

FNRRS0416.explanation = Nu se poat accesa clase din IBM FileNet P8 Process Engine Java API.
FNRRS0416.action      = Verifica\u0163i dac\u0103 fi\u015fierul jar Process Engine Java API \u015fi dependen\u0163ele sale sunt incluse \u00een calea de clase runtime. Acest set include tipic pe.jar, peResources.jar, mailapi.jar, xercesImpl.jar. Metoda RALPESupport#getSetupException poate fi utilizat\u0103 pentru a ob\u0163ine orice excep\u0163ie care a ap\u0103rut.
FNRRS0416.message     = IBM FileNet P8 Process Engine Java API nu este disponibil.

FNRRS0417.explanation = Parametrul de intrare ''vwSession'' trebuie s\u0103 fie o instan\u0163\u0103 valid\u0103 a clasei ''filenet.vw.api.VWSession''.
FNRRS0417.action      = Verifica\u0163i dac\u0103 configura\u0163ia dumneavoastr\u0103 de conexiune client IBM FileNet P8 Process Engine este corect\u0103.
FNRRS0417.message     = Parametrul de intrare ''vwSession'' nu este o instan\u0163\u0103 valid\u0103 a clasei ''filenet.vw.api.VWSession''.

FNRRS0418.explanation = Parametrul de intrare ''vwStepElement'' trebuie s\u0103 fie o instan\u0163\u0103 valid\u0103 a clasei ''filenet.vw.api.VWStepElement''.
FNRRS0418.action      = O instan\u0163\u0103 valid\u0103 a clasei ''filenet.vw.api.VWStepElement'' poate fi ob\u0163inut\u0103 utiliz\u00e2nd metoda RALPESupport#createWorkflow.
FNRRS0418.message     = Parametrul de intrare ''vwStepElement'' nu este o instan\u0163\u0103 valid\u0103 a clasei ''filenet.vw.api.VWStepElement''.

FNRRS0419.explanation = A ap\u0103rut o ''filenet.vw.api.VWException'' nea\u015fteptat\u0103. 
FNRRS0419.action      = Examina\u0163i \u015firul mesaj ad\u0103ugat la sf\u00e2r\u015fit, urm\u0103rirea de stiv\u0103 \u015fi/sau istoricele serverului pentru informa\u0163ii cu privire la sursa acestei erori.
FNRRS0419.message     = A fost prins\u0103 o ''filenet.vw.api.VWException'' nea\u015fteptat\u0103 : {0}
FNRRS0419.arg.0	   = \u015eirul mesaj localizat din instan\u0163a ''filenet.vw.api.VWException''.

FNRRS0420.explanation = Este necesar\u0103 o instan\u0163\u0103 ''filenet.vw.api.VWUserInfo'' nenul\u0103 pentru a realiza aceast\u0103 opera\u0163ie.
FNRRS0420.action      = Asigura\u0163i-v\u0103 c\u0103 instan\u0163a ''filenet.vw.api.VWSession'' furnizat\u0103 este valid\u0103 \u015fi c\u0103 utilizatorul curent a fost autentificat cu succes.
FNRRS0420.message     = Apelarea P8 FileNet Process Engine API pentru a ob\u0163ine o instan\u0163\u0103 ''filenet.vw.api.VWUserInfo'' a returnat o valoare nul\u0103.

FNRRS0421.explanation = A fost returnat\u0103 o eroare \u00een timpul \u00eencerc\u0103rii de a extrage re\u0163inerea specificat\u0103.
FNRRS0421.action	   = Verifica\u0163i dac\u0103 \u015firul de identificare re\u0163inere este valid \u015fi c\u0103 re\u0163inerea exist\u0103.
FNRRS0421.message     = Nu se poate extrage re\u0163inerea specificat\u0103: {0}
FNRRS0421.arg.0        = \u015eirul de identificare re\u0163inere specificat\u0103.

FNRRS0422.explanation = A ap\u0103rut o eroare la \u00eencercarea de extragere a defini\u0163iilor de raport din magazia de plan de fi\u015fiere p\u0103rinte.
FNRRS0422.action      = Verifica\u0163i dac\u0103 utilizatorul curent are cel pu\u0163in drepturi de vizualizare asupra con\u0163inutului magaziei de plan de fi\u015fiere.
FNRRS0422.message     = Eroare extragere defini\u0163ii de raport din magazia de plan de fi\u015fiere: ''{0}''.
FNRRS0422.arg.0       = fileplan_repository

FNRRS0423.explanation = A ap\u0103rut o eroare pe configura\u0163ia de parser JVM XML \u00eenrudit\u0103 cu XPATH.
FNRRS0423.action      = Verifica\u0163i dac\u0103 versiunea JRE este 1.5 sau ulterioar\u0103.
FNRRS0423.message     = Eroare ini\u0163ializare configura\u0163ie parser JVM XML \u00eenrudit\u0103 cu XPATH.

FNRRS0424.explanation = A ap\u0103rut o eroare la \u00eencercarea de parsare a XML-ului defini\u0163ei de raport.
FNRRS0424.action      = Verifica\u0163i dac\u0103 XML-ul defini\u0163iei de raport este formatat corect.
FNRRS0424.message     = Eroare parsare XML defini\u0163ie raport: ''{0}''.
FNRRS0424.arg.0       = ID sau nume defini\u0163ie de raport.

FNRRS0425.explanation = A ap\u0103rut o eroare la \u00eencercarea de a extrage con\u0163inut defini\u0163ie de raport.
FNRRS0425.action      = Verifica\u0163i dac\u0103 defini\u0163ia de raport exist\u0103 \u015fi con\u0163ine con\u0163inut formatat XML.
FNRRS0425.message     = Eroare extragere con\u0163inut defini\u0163ie raport: ''{0}''.
FNRRS0425.arg.0       = ID sau nume defini\u0163ie de raport.

FNRRS0426.explanation = A fost returnat\u0103 o eroare de la biblioteca org.w3c.DOM API.
FNRRS0426.action      = Examina\u0163i stiva de excep\u0163ii pentru informa\u0163ii mai detaliate.
FNRRS0426.message     = A ap\u0103rut o eroare \u00een timpul proces\u0103rii DOM XML ca parte a unui proces de export, entitate: {0}.
FNRRS0426.arg.0       = Identitatea entit\u0103\u0163ii implicate \u00een export.

FNRRS0427.explanation = A fost returnat\u0103 o eroare de la utilitarul de generare export P8 Content Engine XML.
FNRRS0427.action      = Examina\u0163i stiva de excep\u0163ii pentru informa\u0163ii mai detaliate.
FNRRS0427.message     = A ap\u0103rut o eroare \u00een timpul gener\u0103rii P8 Content Engine XML  ca parte a unui proces de export, entitate: {0}.
FNRRS0427.arg.0       = Identitatea entit\u0103\u0163ii implicate \u00een export.

FNRRS0428.explanation = A fost returnat\u0103 o eroare de la utilitarul de generare export P8 Content Engine XML.
FNRRS0428.action      = Examina\u0163i stiva de excep\u0163ii pentru informa\u0163ii mai detaliate.
FNRRS0428.message     = A ap\u0103rut o eroare \u00een timpul serializ\u0103rii XML la fi\u015fierul de ie\u015fire: {0}, {1}.
FNRRS0428.arg.0       = Cale fi\u015fier de ie\u015fire sistem de fi\u015fiere.
FNRRS0428.arg.1       = Mesaj excep\u0163ie transformare XML.

FNRRS0429.explanation = De\u015fi a fost g\u0103sit un document pentru valoarea propriet\u0103\u0163ii CurrentPhaseExportFormat, a existat o eroare la \u00eencercarea de citire a con\u0163inutului s\u0103u XSLT. 
FNRRS0429.action      = Asigura\u0163i-v\u0103 c\u0103 CurrentPhaseExportFormat a entit\u0103\u0163ii \u00eei este alocat\u0103  o valoare de document valid\u0103 a c\u0103rei con\u0163inut con\u0163ine XSLT valid.
FNRRS0429.message     = A ap\u0103rut o eroare la \u00eencercarea de citire a con\u0163inutului XSLT din documentul valorii CurrentPhaseExportFormat: {0}.
FNRRS0429.arg.0       = Identitate a valorii de document a propriet\u0103\u0163ii ExportFormat.

FNRRS0430.explanation = O \u00eencercare de precompilare a unui \u015fir XPath \u00eentr-o expresie XPath a e\u015fuat. 
FNRRS0430.action      = Verifica\u0163i dac\u0103 \u015firul XPath este valid, sau dac\u0103 calea de clase/JRE curent\u0103 are suport pentru XPath, sau ambele.
FNRRS0430.message     = A ap\u0103rut o eroare \u00een timpul \u00eencerc\u0103rii de compliare a urm\u0103torului \u015fir  expresie XPath: ''{0}''.
FNRRS0430.arg.0       = E\u015fuare \u015fir expresie XPath.

FNRRS0431.explanation = Un marcaj de pagin\u0103 nu poate fi ob\u0163inut pentru starea curent\u0103 a RMPageIterator. 
FNRRS0431.action      = Verifica\u0163i dac\u0103 RMPageIterator a fost mutat la o loca\u0163ie de pagin\u0103 valid\u0103.
FNRRS0431.message     = A ap\u0103rut o eroare \u00een timpul \u00eencerc\u0103rii de \u00eentoarcere la marcajul de  pagin\u0103 curent.

FNRRS0432.explanation = A ap\u0103rut o eroare nea\u015fteptat\u0103 \u00een timpul \u00eencerc\u0103rii de a extrage valoarea de proprietate RecordedDocuments a \u00eenregistr\u0103rii.
FNRRS0432.action      = Asigura\u0163i-v\u0103 c\u0103 utilizatorul curent are drepturi de acces corespunz\u0103toare la articolele de con\u0163inut asociate.
FNRRS0432.message     = A ap\u0103rut o eroare la \u00eencercarea de extragere a articolelor de con\u0163inut asociate pentru \u00eenregistrarea: {0}.
FNRRS0432.arg.0       = Identitatea \u00eenregistr\u0103rii.

FNRRS0433.explanation = Containerul \u0163int\u0103 al unei opera\u0163ii de mutare container nu se poate afla oriunde \u00een ierarhia containerelor secundare ale containerului surs\u0103.
FNRRS0433.action      = Selecta\u0163i o loca\u0163ie de container \u0163int\u0103 unde s\u0103 muta\u0163i containerul surs\u0103.
FNRRS0433.message     = Nu se poate muta un container surs\u0103 la un container \u0163int\u0103 care se afl\u0103 sub containerul surs\u0103, sourceIdent: {0}, targetIdent: {1}.
FNRRS0433.arg.0       = Identitatea containerului surs\u0103 la care se aplic\u0103 \u00eencerarea de mutare.
FNRRS0433.arg.1       = Identitatea containerului \u0163int\u0103.

FNRRS0434.explanation = Examina\u0163i orice urm\u0103rire de stiv\u0103 inclus\u0103 pentru orice excep\u0163ie subiacent\u0103.
FNRRS0434.action      = Rerula\u0163i baleierea de eliminare, sau re\u00eencerca\u0163i opera\u0163ia de ini\u0163iere eliminare din nou, sau ambele.
FNRRS0434.message     = A ap\u0103rut o eroare nea\u015fteptat\u0103 \u00een timpul actualiz\u0103rii datelor fazei curente pentru o entitate, ident entitate: {0}.
FNRRS0434.arg.0       = Identitatea entit\u0103\u0163ii \u00een cauz\u0103.

FNRRS0435.explanation = Nu se poate realiza ini\u0163ierea elimin\u0103rii pe o entitate din cauza fie a unei amplas\u0103ri de re\u0163inere, fie a unei modific\u0103ri la planificarea elimin\u0103rii sale.
FNRRS0435.action      = \u00cenl\u0103tura\u0163i orice re\u0163inere de aplica\u0163ie de pe entitate, ierarhia sa  p\u0103rinte, sau ierarhia sa copil. Rerula\u0163i baleierea de eliminare.
FNRRS0435.message     = Din cauza unei modific\u0103ri la faza de eliminare curent\u0103, ini\u0163ierea de eliminare nu poate fi realizat\u0103 pe aceast\u0103 entitate: {0}.
FNRRS0435.arg.0       = Identitatea entit\u0103\u0163ii pe care a fost \u00eencercat\u0103 ini\u0163ierea de eliminare.

FNRRS0436.explanation = O faz\u0103 de eliminare nu poate fi \u00eenl\u0103turat\u0103 din planificarea elimin\u0103rii sale dac\u0103 unul sau mai multe containere de \u00eenregistr\u0103ri, sau \u00eenregistr\u0103ri sunt \u00een aceast\u0103 faz\u0103.
FNRRS0436.action      = Rerula\u0163i baleierea de eliminare, sau ini\u0163ierea elimin\u0103rii pentru containerele de \u00eenregistr\u0103ri sau \u00eenregistr\u0103rile afectate, sau ambele \u015fi re\u00eencerca\u0163i opera\u0163ia de \u00eenl\u0103turare faz\u0103.
FNRRS0436.message     = Nu se poate \u00eenl\u0103tura o faz\u0103 de eliminare care este momentan \u00een uz, identitate faz\u0103: {0}.
FNRRS0436.arg.0       = Identitatea fazei de eliminare pe care a fost \u00eencercat\u0103 \u00eenl\u0103turarea.

FNRRS0437.explanation = O anumit\u0103 faz\u0103 de eliminare nu poate exista de mai multe ori \u00eentr-o planificare de dispozi\u015fie.
FNRRS0437.action      = Crea\u0163i o nou\u0103 faz\u0103 de eliminare \u00eenainte de a \u00eencerca s\u0103 o ad\u0103uga\u0163i la o planificare de eliminare.
FNRRS0437.message     = Nu se poate ad\u0103uga o faz\u0103 de eliminare la o planificare \u00een care exist\u0103 deja, identitate faz\u0103: {0}.
FNRRS0437.arg.0       = Identitatea fazei de eliminare pe care a fost \u00eencercat\u0103 ad\u0103ugarea.

FNRRS0438.explanation = O anumit\u0103 faz\u0103 de eliminare nu poate fi utilizat\u0103 \u00een mai mult de o planificare de eliminare.
FNRRS0438.action      = Crea\u0163i o nou\u0103 faz\u0103 de eliminare \u00eenainte de a \u00eencerca s\u0103 o ad\u0103uga\u0163i la o planificare de eliminare.
FNRRS0438.message     = Nu se poate ad\u0103uga o faz\u0103 de eliminare la o planificare care este deja \u00een uz \u00een alt\u0103 planificare, identitate faz\u0103: {0}.
FNRRS0438.arg.0       = Identitatea fazei de eliminare pe care a fost \u00eencercat\u0103 ad\u0103ugarea.

FNRRS0439.explanation = Dup\u0103 ce o planificare con\u0163ine o faz\u0103 a c\u0103rei ac\u0163iune de eliminare este  Distrugere automat\u0103, Distrugere sau Transfer, nicio faz\u0103 suplimentar\u0103 nu poate fi ad\u0103ugat\u0103 la ea.
FNRRS0439.action      = \u00cent\u00e2i \u00eenl\u0103tura\u0163i orice faz\u0103 de ac\u0163iune de tip terminare \u00eenainte de a \u00eencerca s\u0103 ad\u0103uga\u0163i o faz\u0103 nou\u0103 la o planificare de eliminare.
FNRRS0439.message     = Nu se poate ad\u0103uga la sf\u00e2r\u015fit o faz\u0103 de eliminare la o planificare care are deja o faz\u0103 de tip ac\u0163iune de terminare de Distrugere automat\u0103, Distrugere sau Transfer.

FNRRS0440.explanation = Nu se poate \u00eenl\u0103tura o faz\u0103 de eliminare dintr-o colec\u0163ie c\u0103reia nu \u00eei apar\u0163ine.
FNRRS0440.action      = Re\u00eemprosp\u0103ta\u0163i planificarea de eliminare curent\u0103 \u015fi reaccesa\u0163i lista sa de faze de eliminare.
FNRRS0440.message     = Faza de eliminare nu este un membru faz\u0103 al acestei liste de faze de eliminare, identitate faz\u0103: {0}.
FNRRS0440.arg.0       = Identitatea fazei de eliminare pe care a fost \u00eencercat\u0103 \u00eenl\u0103turarea.

FNRRS0441.explanation = O anumit\u0103 p\u0103strare alternativ\u0103 nu poate exista de mai multe ori \u00eentr-o faz\u0103 de eliminare.
FNRRS0441.action      = Crea\u0163i o nou\u0103 p\u0103strare alternativ\u0103 \u00eenainte de a \u00eencerca s\u0103 o ad\u0103uga\u0163i la o faz\u0103 de eliminare.
FNRRS0441.message     = Nu se poate ad\u0103uga o p\u0103strare alternativ\u0103 la o planificare de eliminare \u00een care exist\u0103 deja, identitate p\u0103strare alternativ\u0103: {0}.
FNRRS0441.arg.0       = Identitatea p\u0103str\u0103rii alternative pe care a fost realizat\u0103 \u00eencercarea de ad\u0103ugare.

FNRRS0442.explanation = O anumit\u0103 p\u0103strare alternativ\u0103 nu poate fi utilizat\u0103 \u00een mai mult de o faz\u0103 de eliminare.
FNRRS0442.action      = Crea\u0163i o nou\u0103 p\u0103strare alternativ\u0103 \u00eenainte de a \u00eencerca s\u0103 o ad\u0103uga\u0163i la o faz\u0103 de eliminare.
FNRRS0442.message     = Nu se poate ad\u0103uga o p\u0103strare alternativ\u0103 la o faz\u0103 care este deja \u00een uz \u00een alt\u0103 faz\u0103, identitate p\u0103strare alternativ\u0103: {0}.
FNRRS0442.arg.0       = Identitatea p\u0103str\u0103rii alternative pe care a fost realizat\u0103 \u00eencercarea de ad\u0103ugare.

FNRRS0443.explanation = Nu se poate \u00eenl\u0103tura o p\u0103strare alternativ\u0103 dintr-o colec\u0163ie c\u0103reia nu \u00eei apar\u0163ine.
FNRRS0443.action      = Re\u00eemprosp\u0103ta\u0163i faza de eliminare corespunz\u0103toare \u015fi reaccesa\u0163i lista sa de reten\u0163ii alternative.
FNRRS0443.message     = Reten\u0163ia alternativ\u0103 nu este un membru al acestei liste de reten\u0163ii alternative, identitate p\u0103strare alternativ\u0103: {0}.
FNRRS0443.arg.0       = Identitatea p\u0103str\u0103rii alternative pe care a fost realizat\u0103 \u00eencercarea de \u00eenl\u0103turare.

FNRRS0444.explanation = \u015etergerea direct\u0103 a unei instan\u0163e DispositionPhase nu este suportat\u0103.
FNRRS0444.action      = Utiliza\u0163i una dintre metodele DispositionPhaseList.remove pentru a \u015fterge o instan\u0163\u0103 DispositionPhase.
FNRRS0444.message     = Metoda de \u015ftergere nu este suportat\u0103 pentru o instan\u0163\u0103 DispositionPhase; utiliza\u0163i DispositionPhaseList.remove \u00een loc.

FNRRS0445.explanation = \u015etergerea direct\u0103 an unei instan\u0163e AlternateRetention nu este suportat\u0103.
FNRRS0445.action      = Utiliza\u0163i una dintre metodele AlternateRetentionList.remove pentru a \u015fterge o instan\u0163\u0103 AlternateRetention.
FNRRS0445.message     = Metoda de \u015ftergere nu este suportat\u0103 pentru o instan\u0163\u0103 AlternateRetention; utiliza\u0163i AlternateRetentionList.remove \u00een loc.

FNRRS0446.explanation = E\u015fuare ap\u0103rut\u0103 la \u00eencercarea de extragere a rolului de acces definit de un identificator.
FNRRS0446.action      = Asigura\u0163i-v\u0103 c\u0103 utilizatorul curent are drepturi suficiente pentru a ad\u0103uga un membru nou la un rol existent \u015fi c\u0103 rolul \u00een cauz\u0103 exist\u0103 \u00eenc\u0103 pe magazie.
FNRRS0446.message     = E\u015fuare ap\u0103rut\u0103 la \u00eencercarea de extragere a rolului de acces definit de identificatorul = ''{0}''.
FNRRS0446.arg.0       = role_ID

FNRRS0447.explanation = O planificare de eliminare trebuie s\u0103 aib\u0103 o valoare de proprietate ''Motiv pentru modificaree'' care s\u0103 nu fie blanc \u00eenainte de orice modificare la ea, sau la oricare dintre fazele sale de eliminare asociate, sau ambele, s\u0103 poat\u0103 fi salvat\u0103.
FNRRS0447.action      = Furniza\u0163i o valoare de proprietate ''Motiv pentru modificare'' care s\u0103 nu fie blanc pe planificarea de eliminare asociat\u0103 \u00eenainte de a \u00eencerca s\u0103 realiza\u0163i salvare pe fie pe planificarea de eliminare, fie pe oricare dintre fazele sale de eliminare.
FNRRS0447.message     = Nu se poate realiza salvare pe o faz\u0103 de eliminare c\u00e2nd este planific\u0103rii sale de eliminare asociat\u0103 \u00eei lipse\u015fte o valoare de proprietate ''Motiv pentru modificare''.

FNRRS0448.explanation = Tipul de entitate al containerului adus nu se potrive\u015fte cu tipul de entitate pe care l-a\u0163i cerut.  De exemplu, dac\u0103 \u00eencerca\u0163i s\u0103 aduce\u0163i o categorie de \u00eenregistr\u0103ri utiliz\u00e2nd un identificator de folder de \u00eenregistr\u0103ri.
FNRRS0448.action      = Asigura\u0163i-v\u0103 c\u0103 identificatorul de container este corect pentru tipul de container a\u015fteptat \u015fi re\u00eencerca\u0163i.
FNRRS0448.message     = Tipul de entitate real al containerului adus nu se potrive\u015fte cu tipul de entitate pe care l-a\u0163i cerut, ident container: {0}, tip de entitate cerut: {1}, tip de entitate container real: {2}.
FNRRS0448.arg.0       = identificator container
FNRRS0448.arg.1       = tip de entitate cerut
FNRRS0448.arg.2       = tip de entitate container real

FNRRS0449.explanation = IBM FileNet Content Search Engine arunc\u0103 excep\u0163ia CBR_FULLTEXTROWLIMIT_EXCEEDED. Rezultatele de c\u0103utare dep\u0103\u015fesc capacitatea motorului. 
FNRRS0449.action      = \u00cembun\u0103t\u0103\u0163i\u0163i-v\u0103 cuvintele cheie de c\u0103utare con\u0163inut.
FNRRS0449.message     = Rezulatele de c\u0103utare dep\u0103\u015fesc capacitatea IBM FileNet Content Search Engine. \u00cembun\u0103t\u0103\u0163i\u0163i-v\u0103 cuvintele cheie de c\u0103utare con\u0163inut.



FNRRS0600.explanation = A ap\u0103rut o excep\u0163ie nea\u015fteptat\u0103 \u00een Java API for Records Manager descris de exception_message.
FNRRS0600.action      = Verifica\u0163i textul mesajului de excep\u0163ie \u015fi urm\u0103rirea de stiv\u0103 asociat\u0103 pentru informa\u0163ii suplimentare despre cauza acestei excep\u0163ii.
FNRRS0600.message     = A ap\u0103rut o excep\u0163ie nea\u015fteptat\u0103: {0}.
FNRRS0600.arg.0       = exception_message

FNRRS0601.explanation = Un fi\u015fier bundle de resurse de globalizare necesar este indisponibil, nume de baz\u0103 bundle: base_name.
FNRRS0601.action      = Verifica\u0163i dac\u0103 unul sau mai multe fi\u015fiere bundle de resurse de formatul basename_nnNN.properties sunt disponibile pe calea de clas\u0103 JVM.
FNRRS0601.message     = Nu poate fi g\u0103sit niciun ResourceBundle pentru numele de baz\u0103: ''{0}''.
FNRRS0601.arg.0       = base_name

FNRRS0602.explanation = A fost transmis\u0103 o valoarea nul\u0103 sau un \u015fir gol sau blanc nesuportat pentru un parametru de intrare: parameter_name.
FNRRS0602.action      = Asigura\u0163i-v\u0103 c\u0103 valoarea pentru acest parametru nu are un \u015fir nul sau un \u015fir gol sau blanc.
FNRRS0602.message     = Valoarea parametrului de intrare este nul\u0103 sau un \u015fir gol sau blanc pentru parametrul: {0}.
FNRRS0602.arg.0       = parameter_name

FNRRS0603.explanation = A fost transmis\u0103 o valoarea matrice nul\u0103 sau invalid\u0103 nesuportat\u0103 pentru parametrul de intrare: parameter_name.
FNRRS0603.action      = Asigura\u0163i-v\u0103 c\u0103 matricea nu este nul\u0103 sau goal\u0103 \u015fi c\u0103 nu con\u0163ine membri matrice nuli.
FNRRS0603.message     = Valoarea parametrului de intrare este nul\u0103 sau o matrice invalid\u0103 pentru parametrul: {0}.
FNRRS0603.arg.0       = parameter_name

FNRRS0604.explanation = A fost transmis\u0103 o valoare colec\u0163ie nul\u0103 sau invalid\u0103 nesuportat\u0103 pentru parametrul de intrare: parameter_name.
FNRRS0604.action      = Asigura\u0163i-v\u0103 c\u0103 colec\u0163ia nu este nul\u0103 sau goal\u0103 \u015fi c\u0103 nu con\u0163ine membri nuli.
FNRRS0604.message     = Valoarea parametrului de intrare este nul\u0103 sau o colec\u0163ie invalid\u0103 pentru parametrul: {0}.
FNRRS0604.arg.0       = parameter_name

#
#
#================================================================================
# JARM Logging Message Strings
#--------------------------------------------------------------------------------
# For each logging message include the suffixed resource where applicable:
#   .message     -- the actual log message containing any necessary {n} parameter placeholders.
#   .arg.n       -- description of argument parameter {n}.
#
#

FNRRS9999.message  = Mesaj text, param1: {0}, param2: {1}.

FNRRS0700.message = Eroare \u00een timpul cre\u0103rii unei instan\u0163e {0} {1} RM Audit pentru entitate: {2}
FNRRS0700.arg.0   = Opera\u0163ia care este auditat\u0103, de exemplu, "\u015etergere", "Relocare", \u015fi altele.
FNRRS0700.arg.1   = Stare auditare ''Succes'' sau ''E\u015fec''.
FNRRS0700.arg.2   = \u015eir de identificare al entit\u0103\u0163ii asociate cu \u00eencercarea RM Audit.

FNRRS0701.message = Utilizatorul curent nu are dreptul de acces pentru a clasa documentul copiat {0} \u00een folderul de con\u0163inut {1} ca parte a unui proces de copiere.
FNRRS0701.arg.0   = Identificator al nou createi copii de document.
FNRRS0701.arg.1   = Identificator al folderului de con\u0163inut implicat.

FNRRS0702.message = Exist\u0103 mai mult de un volum activ copil \u00een folderul: {0}.
FNRRS0702.arg.0   = Identificator al folderului de \u00eenregistr\u0103ri p\u0103rinte.

FNRRS0703.message = Problem\u0103 \u00een timpul proces\u0103rii DoD Classified Record Version \u00een timpul declar\u0103rii \u00eenregistr\u0103rii: {0}
FNRRS0703.arg.0   = Mesaj excep\u0163ie.

FNRRS0704.message = Eroare nea\u015fteptat\u0103 la \u015ftergerea automat\u0103 a artefactelor de eliminare gestionate de PSS Atlas: {0}
FNRRS0704.arg.0   = Mesaj excep\u0163ie.

FNRRS0705.message = Recalcularea termenului limit\u0103 de eliminare a fost realizat\u0103 pe entitatea: {0}.
FNRRS0705.arg.0   = Identificator entitate.

#
#
#--------------------------------------------------------------------------------
#
#
#================================================================================
# JARM Miscellaneous Strings (primarily for auditing purposes).
#--------------------------------------------------------------------------------

#-- Used for LString class unit tests.
test.string1		= Anumit \u015fir test.
test.pattern1		= Primul {0} \u015fi al doilea {1}.

audit.reasonForFailure = Motiv pentru e\u015fuare: {0}

#-- {0} - the record or entity which is affected
#-- {1} - location where the entity was transferred or exported
audit.successfulDelete = RM Entity {0}, a fost \u015ftears\u0103 cu succes
audit.failedDelete	   = RM Entity {0}, nu a fost \u015ftears\u0103

audit.successfulExport = RM Entity {0}, a fost exportat\u0103 cu succes la {1}
audit.failedExport	   = RM Entity {0}, nu a fost exportat\u0103 la {1}

audit.successfulInterimTransfer = RM Entity {0}, a fost transferat\u0103 interimar cu succes la {1}
audit.failedInterimTransfer 	= RM Entity {0}, nu a fost transferat\u0103 interimar la {1}

audit.successfulTransfer = RM Entity {0}, a fost transferat\u0103 cu succes la {1}
audit.failedTransfer 	 = RM Entity {0}, nu a fost transferat\u0103 la {1}

audit.successfulUndeclare = RM Record {0}, a fost declinat\u0103 cu succes
audit.failedUndeclare     = RM Record {0}, nu a fost declinat\u0103

audit.successfulReview = RM Record {0}, a fost examinat\u0103 cu succes
audit.failedReview     = RM Record {0}, nu a fost examinat\u0103

#-- {0} - the record or entity which is affected
#-- {1} - source location where the entity is from
#-- {2} - destination location where the entity is being relocated to
audit.successfulRelocate = RM Entity {0}, relocat\u0103 de la sursa {1} la destina\u0163ia {2}
audit.failedRelocate     = RM Entity {0}, nu a putut fi relocat\u0103

#-- {0} - the record or entity which is affected
#-- {1} - name of the hold
audit.holdReason       = Re\u0163inere manual\u0103
audit.successfulHold   = RM Entity {0}, a fost re\u0163inut\u0103 cu succes {1}
audit.failedHold       = RM Entity {0}, nu a fost re\u0163inut\u0103 {1}

audit.removeHoldReason      = \u00cenl\u0103turare manual\u0103 re\u0163inere
audit.successfullRemoveHold = RMEntity {0}, a fost \u00eenl\u0103turat\u0103 cu succes din re\u0163inere {1}
audit.failedRemoveHold      = RMEntity {0}, nu a fost \u00eenl\u0103turat\u0103 din re\u0163inere {1}

bulk.deleteReason	= Parte component\u0103 a unei opera\u0163ii de \u015ftergere vrac

disposition.deleteFromDestroy   = \u015etergere realizat\u0103 ca rezultat al unei ac\u0163iuni de distrugere.
disposition.closedByDisposition = \u00cenchis\u0103 din cauza proces\u0103rii elimin\u0103rii.

# volume.autoCloseReason must be limited to 64 chars max.
volume.autoCloseReason	= Volum \u00eenchis din cauza ad\u0103ug\u0103rii unui nou volum frate activ.

