# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2010, 2012 IBM Corp. All rights reserved.
#
# JARM Localized String Resources (en_US).
# Includes strings for exception messages, logging and
#  other miscellaneous usage.
#
#
#================================================================================
# JARM Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRS0100.explanation = Egenskaben, som er angivet ved symbolsk_navn_for_egenskab findes aktuelt ikke i egenskabscachen.
FNRRS0100.action      = Opfrisk egenskaberne for objektet for at sikre, at den egenskab, du har brug for, er inkluderet i egenskabsfiltret.
FNRRS0100.message     = Egenskaben er ikke i egenskabscachen for objektet, symbolsk navn for egenskab: ''{0}''.
FNRRS0100.arg.0       = symbolsk_navn_for_egenskab

FNRRS0101.explanation = Funktionen underst\u00f8ttes ikke for denne entitetstype, der er angivet som identitet.
FNRRS0101.action      = Tilpas klientapplikationen, s\u00e5 den ikke fors\u00f8ger at udf\u00f8re funktionen p\u00e5 denne forekomsttype.
FNRRS0101.message     = Funktionen underst\u00f8ttes ikke for denne forekomsttype, funktion: ''{0}'', EntitetsType: ''{1}'', identitet: ''{2}''.
FNRRS0101.arg.0       = funktion
FNRRS0101.arg.1       = entitetstype
FNRRS0101.arg.2       = identitet

FNRRS0102.explanation = Samlingen af opbevaringssteder, som s\u00f8gningen skal foretages p\u00e5 tv\u00e6rs af, tilh\u00f8rer ikke samme dom\u00e6ne.
FNRRS0102.action      = Kontroll\u00e9r, at s\u00f8geopbevaringsstederne alle tilh\u00f8rer samme dom\u00e6ne.
FNRRS0102.message     = S\u00f8geopbevaringssteder tilh\u00f8rer ikke samme dom\u00e6ne.

FNRRS0103.explanation = Egenskaben symbolsk_navn underst\u00f8tter ikke hentning eller angivelse af data_type-typen.
FNRRS0103.action      = Begr\u00e6ns den datatype, der bruges sammen med denne egenskab, til den type, der er defineret af egenskabens DataType-v\u00e6rdi.
FNRRS0103.message     = Egenskaben underst\u00f8tter ikke datatypen, symbolsk navn:  ''{0}'', datatype: ''{1}''.
FNRRS0103.arg.0       = symbolsk_navn
FNRRS0103.arg.1       = datatype

FNRRS0104.explanation = Det overordnede m\u00e5lopbevaringssted er lukket i \u00f8jeblikket og kan ikke acceptere tilf\u00f8jelse af nye underordnede.
FNRRS0104.action      = V\u00e6lg et andet overordnet opbevaringssted, eller \u00e5bn det overordnede opbevaringssted.
FNRRS0104.message     = Det overordnede m\u00e5lopbevaringssted ''{0}'' er aktuelt lukket for tilf\u00f8jelse af nye underordnede.
FNRRS0104.arg.0       = overordnet_id

FNRRS0105.explanation = Det angivne overordnede opbevaringssted m\u00e5 ikke indeholde et underordnet element med denne type.
FNRRS0105.action      = V\u00e6lg et andet overordnet opbevaringssted for den nye underordnede objekt.
FNRRS0105.message     = Det overordnede m\u00e5lopbevaringssted ''{0}'' kan ikke indeholde et underordnet objekt af typen:{1}.
FNRRS0105.arg.0       = overordnet_id
FNRRS0105.arg.1       = opbevaringssteds_type

FNRRS0106.explanation = De angivne egenskabsv\u00e6rdier for det nye opbevaringssted skal have entydige v\u00e6rdier i forhold til alle dets potentielle eksisterende sideordnede opbevaringssteder inden for det overordnede m\u00e5lopbevaringssted.
FNRRS0106.action      = Kontroll\u00e9r, at der er angivet entydige v\u00e6rdier for de p\u00e5g\u00e6ldende egenskabsv\u00e6rdier.
FNRRS0106.message     = Kan ikke tilf\u00f8je et nyt opbevaringssted af typen {0} til det overordnede opbevaringssted ''{1}'', fordi en eller flere af f\u00f8lgende egenskabsv\u00e6rdier ikke er entydige i de eksisterende sideordnede opbevaringssteder: {2}, {3}.
FNRRS0106.arg.0       = opbevaringssteds_type
FNRRS0106.arg.1       = overordnet_id
FNRRS0106.arg.2       = navn_p\u00e5_egenskab1
FNRRS0106.arg.3       = navn_p\u00e5_egenskab2

FNRRS0107.explanation = Den angivne egenskab skal have en ikke-tom v\u00e6rdi tildelt.
FNRRS0107.action      = Angiv en ikke-tom v\u00e6rdi for den angivne egenskab.
FNRRS0107.message     = Objektet mangler en ikke-tom v\u00e6rdi for egenskaben ''{0}''.
FNRRS0107.arg.0       = Navn p\u00e5 manglende eller tom egenskab.

FNRRS0108.explanation = Det angivne opbevaringssted kan ikke slettes p\u00e5 grund af en eksisterende tilbageholdelse direkte p\u00e5 opbevaringsstedet, p\u00e5 en eller flere af dets overordnede eller p\u00e5 en eller flere af dets underordnede opbevaringssteder.
FNRRS0108.action      = Fjern de hindrende tilbageholdelser, og gentag sletningsprocessen.
FNRRS0108.message     = Sletning af opbevaringsstedet er ikke tilladt p\u00e5 grund af de eksisterende tilbageholdelsesbetingelser: ''{0}''.
FNRRS0108.arg.0       = slet_m\u00e5l

FNRRS0109.explanation = Det angivne opbevaringssted kan ikke slettes, fordi det indeholder underopbevaringssteder eller records.
FNRRS0109.action      = Slet indholdet af opbevaringsstedet, og gentag sletningsprocessen.
FNRRS0109.message     = Kan ikke slette et ikke-tomt opbevaringssted: ''{0}''.
FNRRS0109.arg.0       = slet_m\u00e5l

FNRRS0110.explanation = Det angivne opbevaringssted kan ikke slettes, fordi det indeholder underopbevaringssteder eller records, der bliver slettet logisk, dvs. som findes, fordi faciliteten til fastholdelse af metadata er aktiveret.
FNRRS0110.action      = Slet indholdet af opbevaringsstedet, og gentag sletningsprocessen.
FNRRS0110.message     = Kan ikke slette et opbevaringssted, der indeholder logisk slettede underordnede opbevaringssteder: ''{0}''.
FNRRS0110.arg.0       = slet_m\u00e5l

FNRRS0111.explanation = Kan ikke tilf\u00f8je et nyt underordnet opbevaringssted til et overordnet opbevaringssted, som er ikke-aktivt.
FNRRS0111.action      = G\u00f8r det overordnede opbevaringssted aktivt, eller v\u00e6lg et andet overordnet opbevaringssted at tilf\u00f8je til.
FNRRS0111.message     = Kan ikke tilf\u00f8je et nyt underordnet opbevaringssted til et overordnet opbevaringssted: ''{0}''.
FNRRS0111.arg.0       = overordnet_opbevaringssted

FNRRS0112.explanation = Hvis indholdselementer er angivet via deres id''er, skal der ogs\u00e5 v\u00e6re angivet et indholdsopbevaringssted.
FNRRS0112.action      = Angiv det relevante indholdsopbevaringssted for indholdselement-id''erne.
FNRRS0112.message     = Erkl\u00e6ringsfejl, der er ikke angivet noget indholdsopbevaringssted for indholdselement-id''erne.

FNRRS0113.explanation = Hvis der er angivet mere end \u00e9t m\u00e5lopbevaringssted under erkl\u00e6ring af ny record, tilh\u00f8rer alle lignende opbevaringssteder samme filplan-opbevaringssted.
FNRRS0113.action      = Kontroll\u00e9r, at alle m\u00e5lopbevaringssteder for recorderkl\u00e6ringer tilh\u00f8rer samme filplan-opbevaringssted.
FNRRS0113.message     = Erkl\u00e6ringsfejl, m\u00e5lopbevaringssteder skal tilh\u00f8re samme filplan-opbevaringssted.

FNRRS0114.explanation = Et af m\u00e5lopbevaringsstederne for en recorderkl\u00e6ring er tidligere blevet logisk slettet og kan ikke indeholde nye records.
FNRRS0114.action      = Fjern dette opbevaringssted fra listen og/eller v\u00e6lg et andet opbevaringssted.
FNRRS0114.message     = Erkl\u00e6ringsfejl, m\u00e5lopbevaringsstedet er blevet logisk slettet: ''{0}''.
FNRRS0114.arg.0       = opbevaringssteds_id

FNRRS0115.explanation = En record kan ikke erkl\u00e6res ind i et lukket opbevaringssted.
FNRRS0115.action      = Gen\u00e5bn opbevaringsstedet, og pr\u00f8v igen, eller v\u00e6lg et andet opbevaringssted.
FNRRS0115.message     = Erkl\u00e6ringsfejl, m\u00e5lopbevaringsstedet er lukket: ''{0}''.
FNRRS0115.arg.0       = opbevaringssteds_id

FNRRS0116.explanation = Et af m\u00e5lopbevaringsstederne for en recorderkl\u00e6ring er aktuelt inaktiv og kan ikke indeholde nye records.
FNRRS0116.action      = Genaktiv\u00e9r opbevaringsstedet, eller fjerne det fra listen med m\u00e5lopbevaringssteder.
FNRRS0116.message     = Erkl\u00e6ringsfejl, m\u00e5lopbevaringsstedet er inaktivt: ''{0}''.
FNRRS0116.arg.0       = opbevaringssteds_id

FNRRS0117.explanation = Kun \u00e9t opbevaringssted af typen fysisk kan angives som m\u00e5l for en recorderkl\u00e6ring.
FNRRS0117.action      = Begr\u00e6ns listen med m\u00e5lopbevaringssteder til et enkelt opbevaringssted af typen fysisk.
FNRRS0117.message     = Erkl\u00e6ringsfejl, der er angivet mere end \u00e9t opbevaringssted af typen fysisk.

FNRRS0118.explanation = Alle indholdselementer, der er knyttet til en ny record, skal tilh\u00f8re samme indholdsopbevaringssted.
FNRRS0118.action      = Kontroll\u00e9r, at alle tilknyttede indholdselementer tilh\u00f8rer samme indholdsopbevaringssted.
FNRRS0118.message     = Erkl\u00e6ringsfejl, de angivne indholdselementer til en ny recorderkl\u00e6ring tilh\u00f8rer forskellige indholdsopbevaringssteder.

FNRRS0119.explanation = Det angivne indholdselement kan ikke benyttes til recorderkl\u00e6ring, fordi egenskaben CanDeclare er falsk (false), elementet er i reservationstilstand, eller elementet er allerede erkl\u00e6ret.
FNRRS0119.action      = Afhj\u00e6lp fejlen i indholdselementet, eller angiv et andet indholdselement.
FNRRS0119.message     = Erkl\u00e6ringsfejl, det angivne indholdselement kan ikke benyttes til recorderkl\u00e6ring: ''{0}''.
FNRRS0119.arg.0       = indholdselement_id

FNRRS0120.explanation = Den angivne record kan ikke slettes pga. en eksisterende tilbageholdelse enten direkte i recorden eller i en eller flere af dens overordnede.
FNRRS0120.action      = Fjern de hindrende tilbageholdelser, og gentag sletningsprocessen.
FNRRS0120.message     = Sletning af recorden er ikke tilladt p\u00e5 grund af eksisterende tilbageholdelsesbetingelser: ''{0}''.
FNRRS0120.arg.0       = slet_m\u00e5l

FNRRS0121.explanation = Egenskabsv\u00e6rdien Tilsides\u00e6t for et recordobjekt kan kun indeholde et eksisterende recordobjekt.
FNRRS0121.action      = Kontroll\u00e9r, at den objektv\u00e6rdi, egenskaben Tilsides\u00e6t har f\u00e5et tildelt, har typen com.ibm.jarm.api.core.Record.
FNRRS0121.message     = Erkl\u00e6ringsfejl, v\u00e6rdien for egenskaben Tilsides\u00e6t for den nye record skal v\u00e6re et andet recordobjekt.

FNRRS0122.explanation = M\u00e5lrecorden for egenskabsv\u00e6rdien Tilsides\u00e6t for en ny record m\u00e5 ikke allerede v\u00e6ret tilsidesat.
FNRRS0122.action      = Fors\u00f8g ikke at tilsides\u00e6tte en eksisterende record, som allerede er tilsidesat.
FNRRS0122.message     = M\u00e5lrecorden for egenskaben Tilsides\u00e6t for den nye record har allerede tidligere v\u00e6ret tilsidesat.

FNRRS0123.explanation = M\u00e5lrecorden for egenskabsv\u00e6rdien Tilsides\u00e6t for en ny record kan ikke hentes med henblik p\u00e5 validering.
FNRRS0123.action      = Kontroll\u00e9r, at v\u00e6rdien Tilsides\u00e6t for m\u00e5lrecorden stadig findes, og/eller at den aktuelle bruger har den n\u00f8dvendige sikkerhedsadgang til recorden.
FNRRS0123.message     = Erkl\u00e6ringsfejl, m\u00e5lrecorden for egenskaben Tilsides\u00e6t for den nye record er ikke tilg\u00e6ngelig.

FNRRS0124.explanation = Der kan ikke skrives til m\u00e5lrecorden for egenskabsv\u00e6rdien Tilsides\u00e6t for en ny record.
FNRRS0124.action      = Kontroll\u00e9r, at den aktuelle bruger har den n\u00f8dvendige skriveadgang til v\u00e6rdien Tilsides\u00e6t for m\u00e5lrecorden.
FNRRS0124.message     = Erkl\u00e6ringsfejl, der kan ikke skrives til m\u00e5lrecorden for egenskaben Tilsides\u00e6t i den nye record.

FNRRS0125.explanation = M\u00e5lrecorden for egenskabsv\u00e6rdien Modtagelse af i en ny record er allerede en modtagelsesrecord.
FNRRS0125.action      = V\u00e6lg en anden record som Modtagelse af-v\u00e6rdi.
FNRRS0125.message     = Erkl\u00e6ringsfejl, m\u00e5lrecorden for egenskabsv\u00e6rdien Modtagelse af i en ny record er allerede en modtagelsesrecord.

FNRRS0126.explanation = N\u00e5r du erkl\u00e6rer en record i et filplan-opbevaringssted, som er konfigureret med datamodellen DoD-klassificering, kr\u00e6ves en ikke-NULL- eller ikke-tom egenskabsv\u00e6rdi af typen aktuel klassifikation.
FNRRS0126.action      = Angiv en gyldig egenskabsv\u00e6rdi af typen Aktuel klassifikation.
FNRRS0126.message     = Erkl\u00e6ringsfejl, manglende eller ugyldig ''aktuel klassifikation''-egenskab.

FNRRS0127.explanation = En klassificeret record skal have en gyldig egenskabsv\u00e6rdi af typen Startklassificering.
FNRRS0127.action      = Angiv en gyldig egenskabsv\u00e6rdi af typen Startklassificering.
FNRRS0127.message     = Erkl\u00e6ringsfejl, manglende eller ugyldig ''Startklassificerings''-egenskab.

FNRRS0128.explanation = For en klassificeret record g\u00e6lder det, at hvis der ikke er angivet en egenskab af typen Afledt af, angives en egenskab af typen Klassificeret af og \u00c5rsager til klassificering.
FNRRS0128.action      = Angiv gyldige v\u00e6rdier af typen Klassificeret af og \u00c5rsager til klassificering.
FNRRS0128.message     = Erkl\u00e6ringsfejl, manglende eller ugyldig egenskab af typen ''Klassificeringsautorisation''. 
FNRRS0129.explanation = For en klassificeret record g\u00e6lder det, at hvis der ikke er angivet undtagelser, skal der angives en gyldig afklassificeringsdato eller afklassificeringsh\u00e6ndelse.
FNRRS0129.action      = Angiv en gyldig undtagelse eller en gyldig afklassificeringsdato eller afklassificeringsh\u00e6ndelse.
FNRRS0129.message     = Erkl\u00e6ringsfejl, der mangler en gyldig egenskab af typen ''afklassificeringsdato'' eller  ''afklassificeringsh\u00e6ndelse''.

FNRRS0130.explanation = For en klassificeret record g\u00e6lder det, at hvis der ikke er angivet undtagelser, OG der er angivet en dato for afklassificering, s\u00e5 skal denne dato ligger inden for den tidsgr\u00e6nse, der er angivet i det aktuelle direktiv.
FNRRS0130.action      = Angiv en gyldig undtagelse eller en gyldig afklassificeringsdato eller afklassificeringsh\u00e6ndelse.
FNRRS0130.message     = Erkl\u00e6ringsfejl, den angivne egenskab af typen ''afklassificeringsdato'' ligger uden for intervallet.

FNRRS0131.explanation = For en klassificeret record g\u00e6lder det, at hvis der er angivet en begr\u00e6nset supplerende markering, er hverken afklassificeringsdato eller afklassificeringsh\u00e6ndelse tilladt.
FNRRS0131.action      = Fjern v\u00e6rdierne afklassificeringsdato og afklassificeringsh\u00e6ndelse, eller fjern den begr\u00e6nsende supplerende markering.
FNRRS0131.message     = Erkl\u00e6ringsfejl, en begr\u00e6nset record kan hverken have egenskaben ''afklassificeringsdato'' eller ''afklassificeringsh\u00e6ndelse''.

FNRRS0132.explanation = For en klassificeret record g\u00e6lder det, at hvis der er angivet en begr\u00e6nset supplerende markering, er undtagelsesv\u00e6rdier ikke tilladt.
FNRRS0132.action      = Fjern undtagelsesv\u00e6rdierne, eller fjern den begr\u00e6nsende supplerende markering.
FNRRS0132.message     = Erkl\u00e6ringsfejl, en begr\u00e6nset record kan ikke have en egenskab af typen ''undtagelse''.

FNRRS0133.explanation = For en klassificeret record g\u00e6lder det, at hvis der er angivet en begr\u00e6nset supplerende markering, er nedgraderingsegenskabsv\u00e6rdier ikke tilladt.
FNRRS0133.action      = Fjern nedgraderingsv\u00e6rdierne, eller fjern den begr\u00e6nsende supplerende markering.
FNRRS0133.message     = Erkl\u00e6ringsfejl, en begr\u00e6nset record kan ikke have en egenskab af typen ''nedgraderingsdato'' eller ''nedgraderingsh\u00e6ndelse''.

FNRRS0134.explanation = For en klassificeret record g\u00e6lder det, at der skal v\u00e6re angivet en gyldig klassificeringsagent.
FNRRS0134.action      = Angiv en gyldig egenskab af typen klassificeringsagent.
FNRRS0134.message     = Erkl\u00e6ringsfejl, manglende eller ugyldig egenskab af typen ''klassificeringsagent''. 
FNRRS0135.explanation = For en klassificeret record g\u00e6lder det, at hvis der ikke er angivet en nedgraderingsdato eller en nedgraderingsh\u00e6ndelse, skal der v\u00e6re angivet en egenskab af typen nedgraderingsinstruktioner.
FNRRS0135.action      = Angiv nedgraderingsinstruktioner, eller angiv ikke egenskaberne nedgraderingsdato eller nedgraderingsh\u00e6ndelser.
FNRRS0135.message     = Erkl\u00e6ringsfejl, manglende eller ugyldig egenskab af typen ''nedgraderingsinstruktioner''.

FNRRS0136.explanation = For en klassificeret record g\u00e6lder det, at hvis egenskaben ''opgraderet den'' er angivet, skal der ogs\u00e5 v\u00e6re angivet en egenskab af typen \u00e5rsager til opgradering.
FNRRS0136.action      = Angiv \u00e5rsager til opgradering, eller angiv ikke en egenskab af typen ''opgraderet den''.
FNRRS0136.message     = Erkl\u00e6ring fejl, manglende eller ugyldig egenskab af typen ''\u00e5rsager til opgradering''. 
FNRRS0137.explanation = For en klassificeret record g\u00e6lder det, at hvis egenskaben ''opgraderet den'' er angivet, skal der ogs\u00e5 v\u00e6re angivet en egenskab af typen ''opgraderet af''.
FNRRS0137.action      = Angiv ''opgraderet af'', eller angiv ikke egenskaben ''opgraderet den''.
FNRRS0137.message     = Erkl\u00e6ringsfejl, manglende eller ugyldig egenskab af typen ''opgraderet af''. 
FNRRS0138.explanation = For en klassificeret record g\u00e6lder det, at hvis egenskaben ''gennemset den'' er angivet, skal der ogs\u00e5 v\u00e6re angivet en egenskab af typen ''gennemset af''.
FNRRS0138.action      = Angiv en egenskab af typen ''gennemset af'', eller angiv ikke en egenskab af typen ''gennemset den''.
FNRRS0138.message     = Erkl\u00e6ringsfejl, manglende eller ugyldig egenskab af typen ''gennemset af''. 
FNRRS0139.explanation = For en klassificeret record g\u00e6lder det, at hvis egenskaben ''nedgraderet  den'' er angivet, skal der ogs\u00e5 v\u00e6re angivet en egenskab af typen ''nedgraderet af''.
FNRRS0139.action      = Angiv ''nedgraderet af'', eller angiv ikke egenskaben ''nedgraderet den''.
FNRRS0139.message     = Erkl\u00e6ringsfejl, manglende eller ugyldig egenskab af typen ''nedgraderet af''. 
FNRRS0140.explanation = For en klassificeret record g\u00e6lder det, at hvis egenskaben ''afklassificeret den'' er angivet, skal der ogs\u00e5 v\u00e6re angivet en egenskab af typen ''afklassificeret af''.
FNRRS0140.action      = Angiv ''afklassificeret af'', eller angiv ikke egenskaben ''afklassificeret den''.
FNRRS0140.message     = Erkl\u00e6ringsfejl, manglende eller ugyldig egenskab af typen ''afklassificeret af''. 
FNRRS0141.explanation = I forbindelse med fors\u00f8g p\u00e5 klassificeret recorderkl\u00e6ring er en eller flere DoD-klassificerede valideringer ikke udf\u00f8rt.
FNRRS0141.action      = Unders\u00f8g undtagelsens fejlrecordsamling for at finde oplysninger om den enkelte valideringsfejl.
FNRRS0141.message     = Erkl\u00e6ringsfejl, der er opst\u00e5et en eller flere DoD-klassificerede valideringsfejl. Undtagelsens fejlrecords indeholder flere oplysninger.

FNRRS0142.explanation = Der er gjort fors\u00f8g p\u00e5 at angive et recordopbevaringssted som aktivt, men det er allerede aktivt. Et aktivt opbevaringssted kan ikke angives til aktivt.
FNRRS0142.action      = Unders\u00f8g, hvorfor opbevaringsstedet angives til aktivt, n\u00e5r det allerede er aktivt.
FNRRS0142.message     = Kan ikke angive opbevaringsstedet som aktivt, det er allerede aktivt.

FNRRS0143.explanation = Der er gjort fors\u00f8g p\u00e5 at angive et recordopbevaringssted som ikke-aktivt, men det er allerede ikke-aktivt. Et ikke-aktivt opbevaringssted kan ikke angives til ikke-aktivt.
FNRRS0143.action      = Unders\u00f8g, hvorfor opbevaringsstedet angives til ikke-aktivt, n\u00e5r det allerede er ikke-aktivt.
FNRRS0143.message     = Kan ikke angive opbevaringsstedet som ikke-aktivt; det er allerede ikke-aktivt.

FNRRS0144.explanation = N\u00e5r et opbevaringssted er ikke-aktivt, skal alle dets underopbevaringssteder helt til bunden af opbevaringsstedshierarkiet ogs\u00e5 v\u00e6re ikke-aktive. Fors\u00f8g p\u00e5 at definere et opbevaringssted som aktivt, n\u00e5r et af dets overordnede opbevaringssteder er ikke-aktiv, er ikke tilladt.
FNRRS0144.action      = Hvis opbevaringsstedet skal defineres som aktivt, skal eventuelle ikke-aktive overordnede f\u00f8rst defineres som aktive.
FNRRS0144.message     = Kan ikke angive opbevaringsstedet som aktivt; et overordnet opbevaringssted er ikke-aktivt.

FNRRS0145.explanation = N\u00e5r et opbevaringssted angives til at v\u00e6re ikke-aktivt, skal der v\u00e6re angivet en begrundelse for handlingen. \u00c5rsagen giver oplysninger om, hvorfor opbevaringsstedet ikke l\u00e6ngere er aktivt.
FNRRS0145.action      = Angiv \u00e5rsagen, n\u00e5r et opbevaringssted defineres som ikke-aktivt.
FNRRS0145.message     = Der skal angives en \u00e5rsag, n\u00e5r et opbevaringssted defineres som ikke-aktivt.

FNRRS0146.explanation = Du kan kun gen\u00e5bne et opbevaringssted, der har v\u00e6ret lukket. Hvis opbevaringsstedet allerede er \u00e5bent, m\u00e5 du ikke gen\u00e5bne det.
FNRRS0146.action      = Gen\u00e5bn ikke et opbevaringssted, medmindre det er i lukket tilstand.
FNRRS0146.message     = Kan ikke gen\u00e5bne et opbevaringssted, der ikke har v\u00e6ret lukket.

FNRRS0147.explanation = Gen\u00e5bningshandlingen er kun gyldig i forbindelse med et opbevaringssted, der aktuelt er i lukket tilstand. Det aktuelle opbevaringssted er allerede blevet gen\u00e5bnet, s\u00e5 du kan ikke \u00e5bne det igen.
FNRRS0147.action      = Gen\u00e5bn ikke et opbevaringssted, medmindre det er i lukket tilstand.
FNRRS0147.message     = Kan ikke gen\u00e5bne et opbevaringssted, som allerede er blevet \u00e5bnet igen.

FNRRS0148.explanation = Et opbevaringssted kan kun gen\u00e5bnes, hvis alle dets overordnede opbevaringssteder er i \u00e5ben tilstand. Hvis et overordnet opbevaringssted er lukket, kan opbevaringsstedet ikke gen\u00e5bnes.
FNRRS0148.action      = Gen\u00e5bn ikke et opbevaringssted, medmindre alle dets overordnede opbevaringssteder er \u00e5bne.
FNRRS0148.message     = Kan ikke gen\u00e5bne et opbevaringssted, som har et overopbevaringssted, der er lukket.

FNRRS0149.explanation = N\u00e5r du lukker et opbevaringssted, skal du angive, hvorfor opbevaringsstedet lukkes. \u00c5rsagen skal v\u00e6re en gyldig, ikke-tom streng.
FNRRS0149.action      = Angiv en ikke-tom streng, som forklarer, hvorfor opbevaringsstedet bliver lukket.
FNRRS0149.message     = Der skal angives en grund, n\u00e5r et opbevaringssted bliver lukket.

FNRRS0150.explanation = Du kan ikke lukke et opbevaringssted, som allerede er lukket. Du kan kun lukke opbevaringsstedet, hvis det er \u00e5bent (aldrig har v\u00e6ret lukket) eller gen\u00e5bnet (har v\u00e6ret lukket, men er nu gen\u00e5bnet).
FNRRS0150.action      = Kontroll\u00e9r, om et opbevaringssted allerede er lukket, f\u00f8r du pr\u00f8ver at lukke det.
FNRRS0150.message     = Kan ikke lukke opbevaringsstedet, det er allerede lukket.

FNRRS0151.explanation = Du kan ikke arkivere en record i et opbevaringssted, der aktuelt er ikke-aktivt.
FNRRS0151.action      = Genaktiv\u00e9r opbevaringsstedet, eller v\u00e6lg et andet arkiveringsm\u00e5l.
FNRRS0151.message     = Kan ikke arkivere record ind i et ikke-aktivt opbevaringssted.

FNRRS0152.explanation = Du kan ikke arkivere en record i et opbevaringssted, der aktuelt er lukket.
FNRRS0152.action      = Gen\u00e5bn opbevaringsstedet, eller v\u00e6lg et andet arkiveringsm\u00e5l.
FNRRS0152.message     = Kan ikke arkivere record ind i et lukket opbevaringssted.

FNRRS0153.explanation = M\u00e5lopbevaringssted for arkivering m\u00e5 ikke indeholde denne type record.
FNRRS0153.action      = V\u00e6lg et andet opbevaringssted til arkivering af recorden.
FNRRS0153.message     = M\u00e5lopbevaringssted for arkivering m\u00e5 ikke indeholde en record af entitetstypen: {0}.

FNRRS0154.explanation = Record findes allerede i det angivne m\u00e5lopbevaringssted (eller dets aktive underordnede diskenhed).
FNRRS0154.action      = V\u00e6lg et andet opbevaringssted til arkivering af recorden.
FNRRS0154.message     = Kan ikke arkivere recorden, fordi den allerede findes p\u00e5 m\u00e5lopbevaringsstedet (eller dets aktive underordnede diskenhed).

FNRRS0155.explanation = Record kan ikke arkiveres i et opbevaringssted, der er placeret uden for dens eksisterende filplan.
FNRRS0155.action      = V\u00e6lg et opbevaringssted, der er placeret inden for recordens eksisterende filplan.
FNRRS0155.message     = Record kan ikke arkiveres i et opbevaringssted, der er placeret uden for dens eksisterende filplan.

FNRRS0156.explanation = En fysisk record kan ikke arkiveres i mere end \u00e9t fysisk opbevaringssted.
FNRRS0156.action      = Afgr\u00e6ns begr\u00e6nsningen af en fysisk record til et enkelt fysisk opbevaringssted.
FNRRS0156.message     = Kan ikke arkivere en fysisk record i mere end \u00e9t fysisk opbevaringssted.

FNRRS0157.explanation = En fysisk record kan ikke arkiveres i mere end \u00e9t fysisk opbevaringssted.
FNRRS0157.action      = Afgr\u00e6ns begr\u00e6nsningen af en fysisk record til et enkelt fysisk opbevaringssted.
FNRRS0157.message     = Den angivne SchedulePropagation-tilstand kan ikke anvendes, n\u00e5r du rydder en eksisterende tildeling af dispositionsplan: {0}.

FNRRS0158.explanation = Den angivne tilbageholdelse er ikke forbundet med entiteten, s\u00e5 den kan ikke fjernes.
FNRRS0158.action      = Kontroll\u00e9r, at tilbageholdelsesobjektet er forbundet med en entitet, f\u00f8r du fors\u00f8ger af flytte det.
FNRRS0158.message     = Kan ikke fjerne tilbageholdelsen, fordi den ikke er forbundet med entiteten, tilbageholdelsesidentitet: {0}.
FNRRS0158.arg.0	   = Identiteten af den p\u00e5g\u00e6ldende tilbageholdelse.

FNRRS0159.explanation = Den angivne tilbageholdelse tildeles entiteten dynamisk. Du kan ikke fjerne den manuelt
FNRRS0159.action      = K\u00f8r tilbageholdelsesafs\u00f8gning for at fjerne dynamiske tilbageholdelser.
FNRRS0159.message     = Kan ikke manuelt fjerne tilbageholdelse, der er anvendt dynamisk, tilbageholdelsesidentitet: {0}.
FNRRS0159.arg.0	   = Identiteten af den p\u00e5g\u00e6ldende tilbageholdelse.

FNRRS0160.explanation = Den angivne tilbageholdelse er ikke aktiv. Den kan ikke anvendes p\u00e5 en entitet.
FNRRS0160.action      = Kontroll\u00e9r, at tilbageholdelsen er angivet som aktiv, inden du knytter den til entiteter.
FNRRS0160.message     = Kan ikke anvende tilbageholdelse, som ikke er aktiv, tilbageholdelsesidentitet: {0}.
FNRRS0160.arg.0	   = Identiteten af den p\u00e5g\u00e6ldende tilbageholdelse.

FNRRS0161.explanation = Du kan ikke tilf\u00f8je en tilbageholdelse til en entitet, som allerede er forbundet med tilbageholdelsen.
FNRRS0161.action      = Tilf\u00f8j kun en tilbageholdelse til en entitet \u00e9n gang.
FNRRS0161.message     = Kan ikke tilf\u00f8je en tilbageholdelse til en entitet mere end \u00e9n gang, tilbageholdelsesidentitet: {0}
FNRRS0161.arg.0	   = Identiteten af den/de p\u00e5g\u00e6ldende tilbageholdelse(r).

FNRRS0162.explanation = Du kan ikke slette en tilbageholdelse, n\u00e5r records eller opbevaringssteder er forbundet med tilbageholdelsen.
FNRRS0162.action      = Fjern de entiteter, der er knyttet til tilbageholdelsen, og slet derefter tilbageholdelsen.
FNRRS0162.message     = Kan ikke slette en tilbageholdelse, der er knyttet til entiteter.

FNRRS0163.explanation = Der er opst\u00e5et en uventet undtagelse under fors\u00f8g p\u00e5 at flytte denne entitet.
FNRRS0163.action      = Loggene indeholder mere detaljerede oplysninger om undtagelsen.
FNRRS0163.message     = Kan ikke flytte entitet pga. en uventet undtagelse, entitet: {0}, undtagelse: {1}.
FNRRS0163.arg.0       = Identiteten p\u00e5 den entitet, p\u00e5 hvilken flytning blev fors\u00f8gt.
FNRRS0163.arg.1       = Meddelelse fra undtagelsen.

FNRRS0164.explanation = Bulksletningsfunktionen underst\u00f8tter ikke en entitet med den entityType-v\u00e6rdi.
FNRRS0164.action      = Flyt entiteten fra bulksletningsfunktionens entitetssamling.
FNRRS0164.message     = Kan ikke udf\u00f8re bulksletning p\u00e5 entitetstype, entityType: {0}, entityIdent: {1}.
FNRRS0164.arg.0       = Entitetstypen p\u00e5 den entitet, p\u00e5 hvilken sletning blev fors\u00f8gt.
FNRRS0164.arg.1       = Identiteten p\u00e5 den entitet, p\u00e5 hvilken sletning blev fors\u00f8gt.

FNRRS0165.explanation = Funktionen til bulkdeaktivering underst\u00f8tter ikke en entitet med den entityType-v\u00e6rdi.
FNRRS0165.action      = Fjern entiteten fra bulkdeaktiveringsfunktionens entitetssamling.
FNRRS0165.message     = Kan ikke udf\u00f8re bulkdeaktivering p\u00e5 entitetstype, entityType: {0}, entityIdent: {1}.
FNRRS0165.arg.0       = Entitetstypen p\u00e5 den entitet, p\u00e5 hvilken deaktivering blev fors\u00f8gt.
FNRRS0165.arg.1       = Identiteten p\u00e5 den entitet, p\u00e5 hvilken deaktivering blev fors\u00f8gt.

FNRRS0166.explanation = Funktionen til bulkaktivering underst\u00f8tter ikke en entitet med den entityType-v\u00e6rdi.
FNRRS0166.action      = Fjern entiteten fra bulkaktiveringsfunktionens entitetssamling.
FNRRS0166.message     = Kan ikke udf\u00f8re bulkaktivering p\u00e5 entitetstype, entityType: {0}, entityIdent: {1}.
FNRRS0166.arg.0       = Entitetstypen p\u00e5 den entitet, p\u00e5 hvilken aktivering blev fors\u00f8gt.
FNRRS0166.arg.1       = Identiteten p\u00e5 den entitet, p\u00e5 hvilken aktivering blev fors\u00f8gt.

FNRRS0167.explanation = Kildeopbevaringsstedet, der er angivet til flyttefunktionen, indeholder ikke direkte den angivne record.
FNRRS0167.action      = Kontroll\u00e9r, at det korrekte kildeopbevaringssted er angivet. Hvis det faktiske kildeopbevaringssted er en recorddiskenhed, skal du angive den recorddiskenhed i stedet for den overordnede recordfolder.
FNRRS0167.message     = Kan ikke udf\u00f8re flytning af record, fordi recorden ikke er indeholdt i det angivne kildeopbevaringssted.

FNRRS0168.explanation = Den aktuelle bruger ikke har tilladelse til at flytte objektet.
FNRRS0168.action      = Kontroll\u00e9r, at den aktuelle bruger har tilladelse til at flytte objektet.
FNRRS0168.message     = Den aktuelle bruger kan ikke flytte opbevaringsstedet: {0}.
FNRRS0168.arg.0       = Identitet p\u00e5 opbevaringsstedet.

FNRRS0169.explanation = Den aktuelle bruger har ikke den korrekte tilladelse til at kopiere recorden.
FNRRS0169.action      = Kontroll\u00e9r, at den aktuelle bruger mindst har skrivetilladelse til recorden.
FNRRS0169.message     = Den aktuelle bruger har ikke tilladelse til at kopiere recorden: {0}.
FNRRS0169.arg.0       = Identitet p\u00e5 recorden.

FNRRS0170.explanation = Da det ikke er muligt automatisk at tage en kopi af et eksternt f\u00f8dereret dokument, kan en record, der er tilknyttet et s\u00e5dant dokument, ikke kopieres.
FNRRS0170.action      = Kopi\u00e9r manuelt det oprindelige, f\u00f8dererede dokument, og erkl\u00e6r manuelt en ny record for det nye, f\u00f8dererede dokument.
FNRRS0170.message     = En record, der er tilknyttet et f\u00f8dereret dokument, kan ikke kopieres.

FNRRS0171.explanation = Den angivne record er i \u00f8jeblikket ikke arkiveret p\u00e5 det angivne opbevaringssted og kan derfor ikke dearkiveres fra dette opbevaringssted.
FNRRS0171.action      = Hvis du oprindeligt har kaldt denne metode p\u00e5 en recordfolder, der kr\u00e6ver brug af underordnede recorddiskenheder, skal du foretage kaldet p\u00e5 den relevante underordnede diskenhed, som rent faktisk indeholder recorden.
FNRRS0171.message     = Kan ikke dearkivere en record fra et opbevaringssted, hvor den i \u00f8jeblikket ikke er arkiveret, record: {0}, opbevaringssted: {1}.
FNRRS0171.arg.0       = Den record, hvorp\u00e5 dearkiveringsfunktionen fors\u00f8ges foretaget.
FNRRS0171.arg.1       = Det opbevaringsstedsm\u00e5l, hvorfra recorddeaktiveringsfunktionen fors\u00f8ges foretaget.

FNRRS0172.explanation = En record skal v\u00e6re gemt i mindst \u00e9t opbevaringssted.
FNRRS0172.action      = S\u00f8rg for, at recorden er gemt i mindst \u00e9t andet opbevaringssted, f\u00f8r du fors\u00f8ger at dearkivere den fra et opbevaringssted.
FNRRS0172.message     = Kan ikke dearkivere en record, der aktuelt kun er arkiveret i \u00e9t opbevaringssted, record: {0}.
FNRRS0172.arg.0       = Den record, hvorp\u00e5 dearkiveringsfunktionen fors\u00f8ges foretaget.

FNRRS0173.explanation = N\u00e5r en record er "logisk" slettet, kan den ikke l\u00e6ngere v\u00e6re ikke-erkl\u00e6ret.

FNRRS0173.action      =  
FNRRS0173.message     = Kan ikke ikke-erkl\u00e6re en record, der er slettet "logisk", record: {0}.
FNRRS0173.arg.0       = Den record, hvorp\u00e5 ikke-erkl\u00e6ringsfunktionen fors\u00f8ges foretaget.

FNRRS0174.explanation = Hvis en record (eller et af dens overordnede opbevaringssteder) er tilbageholdt, kan den ikke v\u00e6re ikke-erkl\u00e6ret.

FNRRS0174.action      = Fjern alle g\u00e6ldende tilbageholdelser fra recorden, og gentag ikke-erkl\u00e6ringsfunktionen.
FNRRS0174.message     = Kan ikke ikke-erkl\u00e6re en record, der aktuelt er tilbageholdt, record: {0}.
FNRRS0174.arg.0       = Den record, hvorp\u00e5 ikke-erkl\u00e6ringsfunktionen fors\u00f8ges foretaget.

FNRRS0175.explanation = Hvis en record aktuelt er involveret i en aktiv dispositionsarbejdsgang, kan den ikke v\u00e6re ikke-erkl\u00e6ret.
FNRRS0175.action      = Fuldf\u00f8r eventuelle arbejdsgangsbehandlinger, der er knyttet til recorden, og gentag ikke-erkl\u00e6ringsfunktionen.
FNRRS0175.message     = Kan ikke ikke-erkl\u00e6re en record, der er del af en aktiv dispositionsarbejdsgang, record: {0}.
FNRRS0175.arg.0       = Den record, hvorp\u00e5 ikke-erkl\u00e6ringsfunktionen fors\u00f8ges foretaget.

FNRRS0176.explanation = Hvis en record er knyttet til f\u00f8dereret indhold, kan den ikke v\u00e6re ikke-erkl\u00e6ret.
FNRRS0176.action      = 
FNRRS0176.message     = Kan ikke ikke-erkl\u00e6re en record, der er knyttet til f\u00f8dereret indhold, record: {0}.
FNRRS0176.arg.0       = Den record, hvorp\u00e5 ikke-erkl\u00e6ringsfunktionen fors\u00f8ges foretaget.

FNRRS0177.explanation = Typisk defineres recordmodtagelsesrelaterede egenskaber kun i den DoD-klassificerede datamodel for filplan-opbevaringsstedet.
FNRRS0177.action      = Kontroll\u00e9r, at den korrekte datamodel er installeret for filplan-opbevaringsstedet.
FNRRS0177.message     = Recordkvitteringer underst\u00f8ttes ikke i det tilknyttede filplan-opbevaringssted.

FNRRS0178.explanation = I en navngivningsm\u00f8nster skal hver h\u00f8jre parentes have en tilsvarende venstre parentes for at kunne angive omfanget af erstatningsmakroen.
FNRRS0178.action      = Kontroll\u00e9r navngivningsm\u00f8nstret, og s\u00f8rg for, at der st\u00e5r en venstre parentes foran en h\u00f8jre parentes.
FNRRS0178.message     = Det angivne navngivningsm\u00f8nster har en h\u00f8jre parentes, men der er ingen tilsvarende venstre parentes.

FNRRS0179.explanation = I en navngivningsm\u00f8nster skal hver venstre parentes have en tilsvarende h\u00f8jre parentes for at kunne angive omfanget af erstatningsmakroen.
FNRRS0179.action      = Kontroll\u00e9r navngivningsm\u00f8nstret, og s\u00f8rg for, at alle venstre parenteser efterf\u00f8lges af en tilsvarende h\u00f8jre parentes.
FNRRS0179.message     = Det angivne navngivningsm\u00f8nster har en h\u00f8jre parentes, men der er ingen tilsvarende venstre parentes.

FNRRS0180.explanation = Den n\u00e6ste indeksv\u00e6rdi for erstatning er l\u00e6ngere end det angivne cifferm\u00f8nster.
FNRRS0180.action      = For\u00f8g antallet af cifre i cifferm\u00f8nstret.
FNRRS0180.message     = Det angivne cifferm\u00f8nster er for kort til at rumme den n\u00e6ste indeksv\u00e6rdi.

FNRRS0181.explanation = Det angivne m\u00f8nster kan ikke analyseres som et gyldigt m\u00f8nster.
FNRRS0181.action      = Kontroll\u00e9r det angivne m\u00f8nster for at sikre, at det er et gyldigt m\u00f8nster.
FNRRS0181.message     = Det angivne m\u00f8nster er ikke et gyldigt m\u00f8nster.

FNRRS0182.explanation = Der er angivet en egenskab i navngivningsm\u00f8nstret, men den findes ikke.
FNRRS0182.action      = Revid\u00e9r navngivningsm\u00f8nstret, s\u00e5 det inkluderer et gyldigt egenskabsnavn.
FNRRS0182.message     = Den egenskab, som er angivet i navngivningsm\u00f8nstret, er ugyldig eller findes ikke: {0}.
FNRRS0182.arg.0       = egenskabs_navn

FNRRS0183.explanation = Der er angivet en egenskab med flere v\u00e6rdier i navngivningsm\u00f8nstret. Navngivningsm\u00f8nstre underst\u00f8tter kun egenskaber med en v\u00e6rdi.
FNRRS0183.action      = Fjern egenskab med flere v\u00e6rdier fra navngivningsm\u00f8nstret.
FNRRS0183.message     = En egenskab med flere v\u00e6rdier underst\u00f8ttes ikke i et navngivningsm\u00f8nster: {0}.
FNRRS0183.arg.0       = egenskabs_navn

FNRRS0184.explanation = Navngivningsm\u00f8nstre underst\u00f8tter ikke bin\u00e6re egenskaber eller objektegenskaber.
FNRRS0184.action      = Revid\u00e9r navngivningsm\u00f8nstret, s\u00e5 det inkluderer en underst\u00f8ttet egenskabstype.
FNRRS0184.message     = Typen af den egenskab, som er angivet i navngivningsm\u00f8nstret, underst\u00f8ttes ikke: {0}.

FNRRS0184.arg.0       = egenskabs_navn

FNRRS0185.explanation = Der er opst\u00e5et en uventet undtagelse under fors\u00f8g p\u00e5 at \u00f8del\u00e6gge denne entitet.
FNRRS0185.action      = Loggene indeholder mere detaljerede oplysninger om undtagelsen.
FNRRS0185.message     = Kan ikke \u00f8del\u00e6gge entitet pga. en uventet undtagelse, entitet: {0}, undtagelse: {1}.
FNRRS0185.arg.0       = Identiteten p\u00e5 den entitet, p\u00e5 hvilken \u00f8del\u00e6ggelse blev fors\u00f8gt.
FNRRS0185.arg.1       = Meddelelse fra undtagelsen.

FNRRS0186.explanation = Den dispositionsplan, der er relevant for en entitet, er blevet \u00e6ndret, og det forhindrer dispositionsbehandling af p\u00e5virkede entiteter.
FNRRS0186.action      = Udf\u00f8r dispositionsafs\u00f8gning igen for at genbehandle entiteterne med den \u00e6ndrede plan.
FNRRS0186.message     = Den relevante dispositionsplan er blevet \u00e6ndret.

FNRRS0187.explanation = Kan ikke \u00f8del\u00e6gge et overordnet opbevaringssted, f\u00f8r alle underordnede har gennemf\u00f8rt eventuelle individuelle opbevaringscyklusser.
FNRRS0187.action      = Forsink \u00f8del\u00e6ggelse af den overordnede entitet.
FNRRS0187.message     = Kan ikke \u00f8del\u00e6gge en entitet, der indeholder en eller flere hierarkiske underordnede med forskellige opbevaringsperioder, entitet: {0}.
FNRRS0187.arg.0       = Identiteten p\u00e5 den entitet, p\u00e5 hvilken \u00f8del\u00e6ggelse er fors\u00f8gt.

FNRRS0188.explanation = Handlingstypen for den aktuelle dispositionsfase, der er knyttet til entiteten, ser ud til at v\u00e6re blevet \u00e6ndret.
FNRRS0188.action      = Gentag dispositionsafs\u00f8gning for denne entitet.
FNRRS0188.message     = Kan ikke forts\u00e6tte med dispositionsbehandling pga. \u00e5benlys \u00e6ndre i den aktuelle fase, entitet: {0}, fase: {1}.
FNRRS0188.arg.0       = Identiteten p\u00e5 den entitet, der er involveret i dispositionen.
FNRRS0188.arg.1       = Identiteten p\u00e5 entitetens aktuelle fase.

FNRRS0189.explanation = V\u00e6rdien af den aktuelle faseudf\u00f8relsesdato for entiteten er ikke gyldig til dispositionsbehandling.
FNRRS0189.action      = Gentag dispositionsafs\u00f8gning for denne entitet.
FNRRS0189.message     = Kan ikke forts\u00e6tte med dispositionsbehandling, fordi den aktuelle faseudf\u00f8relsesdato er NULL eller en fremtidig dato, entitet: {0}, dato: {1}.
FNRRS0189.arg.0       = Identiteten p\u00e5 den entitet, der er involveret i dispositionen.
FNRRS0189.arg.1       = Entitetens aktuelle v\u00e6rdi for faseudf\u00f8relsesdato.

FNRRS0190.explanation = En funktionshandling skal svare til entitetens aktuelle fasehandling, medmindre funktionen er Eksport\u00e9r eller \u00d8del\u00e6g, og entitetens aktuelle fasehandling er Overf\u00f8r.
FNRRS0190.action      = Gentag dispositionsafs\u00f8gning for denne entitet.
FNRRS0190.message     = Dispositionsfunktionens handlingstype er ugyldig for entitetens aktuelle fasetilstand, entitet: {0}, aktuel fasehandling: {1}, handling fors\u00f8gt: {2}.
FNRRS0190.arg.0       = Identiteten p\u00e5 den entitet, der er involveret i dispositionen.
FNRRS0190.arg.1       = Aktuel fasehandling p\u00e5 entiteten.
FNRRS0190.arg.2       = Fors\u00f8gt handling via funktion.

FNRRS0191.explanation = Disposition kan ikke forts\u00e6tte for en entitet, der er omfattet af en relevant tilbageholdelse, enten direkte, for et af dens overordnede eller en af dens underordnede.
FNRRS0191.action      = Fjern en relevant tilbageholdelse for denne entitet.
FNRRS0191.message     = Kan ikke forts\u00e6tte med dispositionsfunktionen pga. en igangv\u00e6rende tilbageholdelse for entiteten: {0}.
FNRRS0191.arg.0       = Identiteten p\u00e5 den entitet, der er involveret i dispositionen.

FNRRS0192.explanation = Midlertidige overf\u00f8rsels- og eksportdispositionshandlinger er ikke tilladt i et gen\u00e5bnet recordopbevaringssted.
FNRRS0192.action      = Luk det involverede recordopbevaringssted.
FNRRS0192.message     = Kan ikke udf\u00f8re dispositionshandling p\u00e5 gen\u00e5bnet recordopbevaringssted: {0}, handling: {1}.
FNRRS0192.arg.0       = Identiteten p\u00e5 den entitet, der er involveret i dispositionen.
FNRRS0192.arg.1       = Fors\u00f8gt dispositionshandlingstype

FNRRS0193.explanation = Dispositionsprocessen skal startes igen p\u00e5 grund af en mulig genberegning af dispositionstilstanden for entiteten.
FNRRS0193.action      = Udf\u00f8r handlingen "start disposition" igen for denne entitet.
FNRRS0193.message     = Dispositionshandling kan ikke udf\u00f8res p\u00e5 entiteten, fordi den p\u00e5g\u00e6ldende arbejdsgang ikke er startet endnu, entitet: {0}.
FNRRS0193.arg.0       = Identiteten p\u00e5 den entitet, der er involveret i dispositionen.

FNRRS0194.explanation = N\u00e5r en record er knyttet til en dispositionsplan via en recordtype, kan den ikke \u00f8del\u00e6gges som del af \u00f8del\u00e6ggelsesprocessen for et af dens opbevaringssteder.
FNRRS0194.action      = Behandl f\u00f8rst records, og fors\u00f8g derefter igen at \u00f8del\u00e6gge opbevaringsstedet.
FNRRS0194.message     = Kan ikke \u00f8del\u00e6gge entiteten, fordi den indeholder en eller flere underordnede records, som har f\u00e5et tildelt en recordtype, entitet: {0}.
FNRRS0194.arg.0       = Identiteten p\u00e5 den entitet, der er involveret i dispositionen.

FNRRS0195.explanation = Enten findes entiteten ikke i det angivne opbevaringssted, eller ogs\u00e5 er den angivne recordtype ikke tilg\u00e6ngelig.
FNRRS0195.action      = Verific\u00e9r, hvordan entiteten overtager planen og udf\u00f8rer afs\u00f8gning igen.
FNRRS0195.message     = Kan ikke bortskaffe entiteten korrekt, fordi v\u00e6rdien ''afsk\u00e6ring overtaget fra'' ikke er gyldig, entitet: {0}.
FNRRS0195.arg.0       = Identiteten p\u00e5 den entitet, der er involveret i dispositionen.

FNRRS0196.explanation = Der kan ikke hentes en gyldig bibliotekssti, hverken fra inputparameteren eller fra entitetens egenskab for eksportdestination for aktuel fase.
FNRRS0196.action      = Angiv en gyldig bibliotekssti ved brug af inputparametermetoden eller af egenskaben eksportdestination for aktuel fase for den tilknyttede entitet.
FNRRS0196.message     = Strengen for biblioteksstien til eksportdestinationsfilsystemet er NULL eller en tom entitet: {0}.
FNRRS0196.arg.0       = Identiteten p\u00e5 den entitet, der er involveret i dispositionen.

FNRRS0197.explanation = Der er opst\u00e5et en fejl i filsystemet under fors\u00f8g p\u00e5 at oprette det angivne filsystembiblioteket. Du kan f\u00e5 mere specifikke oplysninger ved at unders\u00f8ge den underliggende \u00e5rsag til undtagelsen.
FNRRS0197.action      = Kontroll\u00e9r, at der er angivet en gyldig sti til filsystembiblioteket, og at den aktuelle bruger har de n\u00f8dvendige tilladelser til filsystemet.
FNRRS0197.message     = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at oprette det angivne filsystembibliotek til eksportdestination: ''{0}''.
FNRRS0197.arg.0       = Bibliotekssti til filsystem

FNRRS0198.explanation = Der er opst\u00e5et en fejl i filsystemet under fors\u00f8g p\u00e5 at oprette et ''indholds''underbibliotek for tilknyttede datafiler med recordindhold. Du kan f\u00e5 mere specifikke oplysninger ved at unders\u00f8ge den underliggende \u00e5rsag til undtagelsen.
FNRRS0198.action      = Kontroll\u00e9r, at der er angivet en gyldig sti til filsystembiblioteket, og at den aktuelle bruger har de n\u00f8dvendige tilladelser til filsystemet.
FNRRS0198.message     = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at oprette et ''indholds''underbibliotek under filsystembiblioteket: ''{0}''.
FNRRS0198.arg.0       = Bibliotekssti til overordnet filsystem.

FNRRS0199.explanation = Der er opst\u00e5et en fejl i filsystemet under oprettelse af en filsystemfil til eksport af indhold. Du kan f\u00e5 mere specifikke oplysninger ved at unders\u00f8ge den underliggende \u00e5rsag til undtagelsen.
FNRRS0199.action      = Kontroll\u00e9r, at der er angivet en gyldig sti til filsystembiblioteket, og at den aktuelle bruger har de n\u00f8dvendige tilladelser til filsystemet.
FNRRS0199.message     = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at eksportere indholdsdata til filen: ''{0}''.
FNRRS0199.arg.0       = Streng for outputfilsti.

FNRRS0200.explanation = Der er opst\u00e5et en uventet undtagelse under fors\u00f8g p\u00e5 at eksportere denne entitet.
FNRRS0200.action      = Loggene indeholder mere detaljerede oplysninger om undtagelsen.
FNRRS0200.message     = Kan ikke eksportere entiteten pga. en uventet undtagelse, entitet: {0}, undtagelse: {1}.
FNRRS0200.arg.0       = Identiteten p\u00e5 den entitet, p\u00e5 hvilken eksport blev fors\u00f8gt.
FNRRS0200.arg.1       = Meddelelse fra undtagelsen.

FNRRS0201.explanation = Funktionen til start af disposition underst\u00f8tter ikke en entitet med den entitetstypev\u00e6rdi.
FNRRS0201.action      = Fjern entiteten fra inputsamlingen start dispositionsfunkion.
FNRRS0201.message     = Kan ikke udf\u00f8re start disposition p\u00e5 en entitet af typen: {0}, entityIdent: {1}.
FNRRS0201.arg.0       = Entitetstypen p\u00e5 den entitet, p\u00e5 hvilken start disposition blev fors\u00f8gt.
FNRRS0201.arg.1       = Identiteten p\u00e5 den entitet, p\u00e5 hvilken start disposition blev fors\u00f8gt.

FNRRS0202.explanation = Kan ikke udf\u00f8re start disposition p\u00e5 en entitet, der er omfattet af en igangv\u00e6rende tilbageholdelse.
FNRRS0202.action      = Fjern den igangv\u00e6rende tilbageholdelse fra entiteten, og pr\u00f8v at starte dispositionen igen.
FNRRS0202.message     = Kan ikke udf\u00f8re start disposition p\u00e5 en entitet, der er tilbageholdt, eller har en overordnet tilbageholdt\u00b4, entityIdent: {0}.
FNRRS0202.arg.0       = Identiteten p\u00e5 den entitet, p\u00e5 hvilken start disposition blev fors\u00f8gt.

FNRRS0203.explanation = Kan ikke udf\u00f8re star disposition p\u00e5 en entitet, der indeholder en underordnet entitet, som er tilbageholdt.
FNRRS0203.action      = Fjern tilbageholdelse fra de relevante underordnede entiteter, og pr\u00f8v at starte dispositionen igen.
FNRRS0203.message     = Kan ikke udf\u00f8re start disposition p\u00e5 denne entitet, fordi et eller flere underordnede medlemmer bliver tilbageholdt, entityIdent: {0}.
FNRRS0203.arg.0       = Identiteten p\u00e5 den entitet, p\u00e5 hvilken start disposition blev fors\u00f8gt.

FNRRS0204.explanation = Kan ikke udf\u00f8re start disposition p\u00e5 en entitet p\u00e5 grund af en tilbageholdt placering og/eller en \u00e6ndring i dispositionsplanen.
FNRRS0204.action      = Fjern eventuelle applikationstilbageholdelser p\u00e5 entiteten, dens overordnede hierarki eller dens underordnede hierarki, og udf\u00f8r dispositionsafs\u00f8gning igen.
FNRRS0204.message     = Kan ikke udf\u00f8re start disposition p\u00e5 denne entitet: {0}.
FNRRS0204.arg.0       = Identiteten p\u00e5 den entitet, p\u00e5 hvilken start disposition blev fors\u00f8gt.

FNRRS0205.explanation = Der er opst\u00e5et en uventet fejl, der forhindrer start dispositionsprocessen i at forts\u00e6tte.
FNRRS0205.action      = Unders\u00f8g oplysninger fra den tilh\u00f8rende undtagelsesstak for at finde en mulig \u00e5rsag, og/eller udf\u00f8r dispositionsafs\u00f8gning igen.
FNRRS0205.message     = Der er opst\u00e5et en uventet fejl under start disposition for en eller flere entiteter. 
FNRRS0206.explanation = Parameteren VWSession er NULL eller p\u00e5 en eller anden m\u00e5de ugyldig.
FNRRS0206.action      = Kontroll\u00e9r den relevante IBM FileNet Process Engine-konfiguration for klientapplikationen.
FNRRS0206.message     = Kan ikke udf\u00f8re start disposition pga. ugyldig VWSession-parameter: {0}.
FNRRS0206.arg.0       = Den p\u00e5g\u00e6ldende VWSession-parameter.

FNRRS0207.explanation = Den aktuelle faseudf\u00f8relsesdato for entiteten er ikke fastsat eller ligger stadig i fremtiden.
FNRRS0207.action      = Gentag dispositionsafs\u00f8gning, og fors\u00f8g at starte dispositionen igen. 
FNRRS0207.message     = Kan ikke f\u00e6rdigg\u00f8re den aktuelle dispositionsfase, fordi den aktuelle faseudf\u00f8relsesdato endnu ikke er n\u00e5et, entitet: {0}.
FNRRS0207.arg.0       = Identiteten p\u00e5 den p\u00e5g\u00e6ldende entitet.

FNRRS0208.explanation = Der kan v\u00e6re opst\u00e5et en \u00e6ndring i dispositionsplanen for entiteten og/eller i de dispositionsrelaterede metadata for entiteten.
FNRRS0208.action      = Gentag dispositionsafs\u00f8gning, og fors\u00f8g at starte dispositionen igen. 
FNRRS0208.message     = Kan ikke f\u00e6rdigg\u00f8re den aktuelle dispositionsfase, fordi den tilh\u00f8rende arbejdsgang endnu ikke er startet, entitet: {0}.
FNRRS0208.arg.0       = Identiteten p\u00e5 den p\u00e5g\u00e6ldende entitet.

FNRRS0209.explanation = Et gen\u00e5bnet opbevaringssted kan ikke skifte forbi sin aktuelle dispositionsfase.
FNRRS0209.action      = Luk opbevaringsstedet, og gentag faseovergangen. 
FNRRS0209.message     = Kan ikke f\u00e6rdigg\u00f8re den aktuelle dispositionsfase, fordi opbevaringsstedsentiteten er blevet gen\u00e5bnet, entitet: {0}.
FNRRS0209.arg.0       = Identiteten p\u00e5 den p\u00e5g\u00e6ldende entitet.

FNRRS0210.explanation = En foresl\u00e5et aktuel faseudf\u00f8relsesdato kan ikke v\u00e6re NULL eller ligge i fremtiden.
FNRRS0210.action      = Foresl\u00e5 en anden v\u00e6rdi for den aktuelle faseudf\u00f8relsesdato, og gentag faseovergangen. 
FNRRS0210.message     = Kan ikke f\u00e6rdigg\u00f8re den aktuelle dispositionsfase, fordi den foresl\u00e5ede faseudf\u00f8relsesdato er NULL eller ligger i fremtiden, entitet: {0}, foresl\u00e5et dato: {1}.
FNRRS0210.arg.0       = Identiteten p\u00e5 den p\u00e5g\u00e6ldende entitet.
FNRRS0210.arg.1       = Den angivne, ugyldige datov\u00e6rdi.

FNRRS0211.explanation = En dispositionsplan skal altid have en egenskabsv\u00e6rdi af typen afsk\u00e6ringsbasis.
FNRRS0211.action      = Ret dispositionsplan, og gentag start dispositionsprocessen.
FNRRS0211.message     = Kan ikke udf\u00f8re dispositionsafsk\u00e6ringsprocessen p\u00e5 grund af manglende afsk\u00e6ringsbasisegenskab for dispositionsplanen: {0}.
FNRRS0211.arg.0       = Identiteten p\u00e5 den p\u00e5g\u00e6ldende plan.

FNRRS0212.explanation = Den p\u00e5g\u00e6ldende entitet mangler en datov\u00e6rdi for den angivne egenskab af typen afsk\u00e6ringsbasis.
FNRRS0212.action      = Tilpas entiteten og/eller dens dispositionsplan, og gentag start dispositionsprocessen.
FNRRS0212.message     = Dispositionsentiteten mangler en datov\u00e6rdi for afsk\u00e6ringsbasisegenskaben, entitet: {0}, navn p\u00e5 egenskab: {1}.
FNRRS0212.arg.0       = Identiteten p\u00e5 den p\u00e5g\u00e6ldende entitet.
FNRRS0212.arg.1       = Navn p\u00e5 afsk\u00e6ringsbasisegenskaben.

FNRRS0213.explanation = Den p\u00e5g\u00e6ldende entitet mangler en datov\u00e6rdi for den angivne egenskab af typen afsk\u00e6ringsbasis.
FNRRS0213.action      = Tilpas entiteten og/eller dens dispositionsplan, og gentag start dispositionsprocessen.
FNRRS0213.message     = Dispositionsudl\u00f8ser har en ugyldig udl\u00f8sertype til brug ved afsk\u00e6ringsbehandling, udl\u00f8ser: {0}, type: {1}.
FNRRS0213.arg.0       = Identiteten p\u00e5 den p\u00e5g\u00e6ldende entitet.
FNRRS0213.arg.1       = Navn p\u00e5 afsk\u00e6ringsbasisegenskaben.

FNRRS0214.explanation = Der er opst\u00e5et en uventet undtagelse under fors\u00f8g p\u00e5 at overf\u00f8re denne entitet midlertidigt.
FNRRS0214.action      = Loggene indeholder mere detaljerede oplysninger om undtagelsen.
FNRRS0214.message     = Kan ikke overf\u00f8re entiteten midlertidigt pga. en uventet undtagelse, entitet: {0}, undtagelse: {1}.
FNRRS0214.arg.0       = Identiteten p\u00e5 den entitet, p\u00e5 hvilken midlertidig overf\u00f8rsel blev fors\u00f8gt.
FNRRS0214.arg.1       = Meddelelse fra undtagelsen.

FNRRS0215.explanation = Der er opst\u00e5et en uventet undtagelse under fors\u00f8g p\u00e5 at overf\u00f8re denne entitet.
FNRRS0215.action      = Loggene indeholder mere detaljerede oplysninger om undtagelsen.
FNRRS0215.message     = Kan ikke overf\u00f8re entiteten pga. en uventet undtagelse, entitet: {0}, undtagelse: {1}.
FNRRS0215.arg.0       = Identiteten p\u00e5 den entitet, p\u00e5 hvilken overf\u00f8rsel blev fors\u00f8gt.
FNRRS0215.arg.1       = Meddelelse fra undtagelsen.

FNRRS0216.explanation = Kunne ikke hente ophavsmand fra trinelementet i arbejdsgangen.
FNRRS0216.action      = Kontroll\u00e9r Process Engine-serveren og Component Manager for at sikre, at de fungerer godt.
FNRRS0216.message     = Kunne ikke hente ophavsmand.

FNRRS0217.explanation = RMProperties-samlingen, som indeholder egenskabsv\u00e6rdier, der er relaterede til dispositionsgennemgang, kan ikke v\u00e6re NULL eller tom.
FNRRS0217.action      = Angiv de relevante v\u00e6rdier for gennemgangsegenskaben, og gentag gennemgangsfunktionen.
FNRRS0217.message     = Input-RMProperties-samlingen er tom med hensyn til den gennemg\u00e5ede entity: {0}.
FNRRS0217.arg.0       = Identiteten p\u00e5 den entitet, p\u00e5 hvilken gennemgang blev fors\u00f8gt.

FNRRS0218.explanation = Klasse-id for den type folder, der skal oprettes, kan ikke v\u00e6re NULL eller tom.
FNRRS0218.action      = Angiv den relevante klasse-id for den type folder.
FNRRS0218.message     = Id''en, {0}, er ikke en gyldig klasse-id.
FNRRS0218.arg.0       = Klasse-id for den type folder, der skal oprettes.

FNRRS0219.explanation = Kun recordkategori kan tilf\u00f8jes til filplanen. 
FNRRS0219.action      = Angiv den relevante entitetstype for den folder, der skal oprettes.
FNRRS0219.message     = Entiteten {0} kan ikke tilf\u00f8jes til filplan.
FNRRS0219.arg.0       = Entitetstypen p\u00e5 den folder, der skal oprettes.

FNRRS0220.explanation = Vedh\u00e6ftningen skal v\u00e6re af typen RecordCategory eller RecordFolder.
FNRRS0220.action      = Angiv den relevante vedh\u00e6ftning.
FNRRS0220.message     = Vedh\u00e6ftningen {0} er ikke en gyldig vedh\u00e6ftningstype. Vedh\u00e6ftningen skal v\u00e6re af typen RecordCategory eller RecordFolder.
FNRRS0220.arg.0       = Navn p\u00e5 vedh\u00e6ftning.

FNRRS0221.explanation = Kunne ikke oprette recordfolderobjekt. 
FNRRS0221.action      = Kontroll\u00e9r de parametre, der er brugt til at oprette en folder, og pr\u00f8v funktionen til oprettelse af folder igen.
FNRRS0221.message     = Kan ikke oprette recordfolderobjekt {0}.
FNRRS0221.arg.0       = Entitetstypen p\u00e5 den folder, der skal oprettes.

FNRRS0222.explanation = L\u00e6ngden p\u00e5 PropertyName-array og PropertyValue-array skal v\u00e6re den samme.
FNRRS0222.action      = Kontroll\u00e9r, at l\u00e6ngden p\u00e5 PropertyName-array er lig med l\u00e6ngden p\u00e5 PropertyValue-array.
FNRRS0222.message     = L\u00e6ngden p\u00e5 PropertyName-array {0} og PropertyValue-array {1} er ikke den samme.
FNRRS0222.arg.0       = PropertyName-array.
FNRRS0222.arg.1       = PropertyValue-array.

FNRRS0223.explanation = Hvis den angivne underordnede egenskab for objektet har v\u00e6rdien True, skal den anden egenskabsv\u00e6rdi have tilknyttet en ikke-tom v\u00e6rdi til sig.
FNRRS0223.action      = Angiv en gyldig v\u00e6rdi for den manglende egenskabsv\u00e6rdi, eller tilpas v\u00e6rdien for den underordnede egenskab.
FNRRS0223.message     = Objektet mangler en ikke-tom v\u00e6rdi for egenskaben ''{0}'', som kr\u00e6ves, n\u00e5r den underordnede egenskab ''{1}'' er angivet med v\u00e6rdien ''true''.
FNRRS0223.arg.0       = Navn p\u00e5 manglende eller tom egenskab.
FNRRS0223.arg.1       = Navn p\u00e5 underordnet egenskab.

FNRRS0224.explanation = Kunne ikke erkl\u00e6re dokumentet som record. 
FNRRS0224.action      = Kontroll\u00e9r de parametre, der bruges til at erkl\u00e6re dokument som en record, og pr\u00f8v funktionen til erkl\u00e6ring af dokument som record igen.
FNRRS0224.message     = Kan ikke erkl\u00e6re dokumentet som record.

FNRRS0225.explanation = Arkivering af en record i mere end \u00e9t opbevaringssted er aktuelt ikke aktiveret for dette opbevaringssted for filplaner.
FNRRS0225.action      = Fors\u00f8g ikke at arkivere en record flere steder, eller aktiv\u00e9r muligheden for arkivering flere steder for opbevaringsstedet for filplaner.
FNRRS0225.message     = Kan ikke arkivere record i mere end \u00e9t opbevaringssted p\u00e5 filplanopbevaringsstedet: ''{0}''.
RNRRS0255.arg.0       = Navn p\u00e5 opbevaringsstedet for filplaner.

FNRRS0226.explanation = Tilladte intervaller for opbevaringsv\u00e6rdier er \u00e5r: 0-999, m\u00e5neder: 0-99, dage: 0-99.
FNRRS0226.action      = Angiv gyldige opbevaringsv\u00e6rdier.
FNRRS0226.message     = En eller flere opbevaringsv\u00e6rdier ligger uden for intervallet. Tilladte intervaller er \u00e5r: 0-999, m\u00e5neder: 0-99, dage: 0-99.

FNRRS0227.explanation = Et basisplan-opbevaringssted kan kun tilf\u00f8jes til roden i en filplan eller til et opbevaringssted af typen recordkategori.
FNRRS0227.action      = Pr\u00f8v igen, og brug roden i en filplan eller recordkategorien som overordnet m\u00e5lopbevaringssted.
FNRRS0227.message     = Kan ikke tilf\u00f8je et nyt basisplan-opbevaringssted som underordnet til et overordnet opbevaringssted af typen: {0} 
RNRRS0227.arg.0       = Entitetstype for overordnet opbevaringssted.

FNRRS0228.explanation = Den angivne udl\u00f8seregenskab er ikke fundet.
FNRRS0228.action      = Angiv det symbolske navn p\u00e5 en gyldig egenskab af typen DateTime, som er knyttet til mindst \u00e9n recordklasse.
FNRRS0228.message     = Kan ikke hente egenskabsskabelon for det angivne symbolske navn p\u00e5 udl\u00f8seregenskab: {0} 
RNRRS0228.arg.0       = Angivet symbolsk navn p\u00e5 egenskab.

FNRRS0229.explanation = Den angivne udl\u00f8seregenskab skal have \u00e9n v\u00e6rdi og v\u00e6re af typen DateTime.
FNRRS0229.action      = Angiv det symbolske navn p\u00e5 en gyldig egenskab med \u00e9n v\u00e6rdi og typen DateTime, som er knyttet til mindst \u00e9n recordklasse.
FNRRS0229.message     = Den angivne udl\u00f8seregenskab har ikke datatypen DateTime og/eller har ikke \u00e9n v\u00e6rdi: {0}
RNRRS0229.arg.0       = Angivet symbolsk navn p\u00e5 egenskab.

FNRRS0230.explanation = Den angivne udl\u00f8seregenskab skal aktuelt v\u00e6re tilknyttet en eller flere recordklasser.
FNRRS0230.action      = Angiv det symbolske navn p\u00e5 en gyldig egenskab af typen DateTime, som er knyttet til mindst \u00e9n recordklasse.
FNRRS0230.message     = Den angivne udl\u00f8seregenskab er ikke tilknyttet nogen recordklasse : {0}.
RNRRS0230.arg.0       = Angivet symbolsk navn p\u00e5 egenskab.

FNRRS0231.explanation = Et foresl\u00e5et basisplan-opbevaringssted kan ikke have underordnede underopbevaringssteder.
FNRRS0231.action      = V\u00e6lg et andet opbevaringssted til konvertering til et basisplan-opbevaringssted.
FNRRS0231.message     = Det foresl\u00e5ede basisplan-opbevaringssted er ikke en bladnode: {0}
RNRRS0231.arg.0       = Id p\u00e5 foresl\u00e5et opbevaringssted.

FNRRS0232.explanation = Et foresl\u00e5et basisplan-opbevaringssted kan ikke indeholde en underordnet record, som aktuelt er arkiveret i mere end \u00e9t opbevaringssted.
FNRRS0232.action      = V\u00e6lg et andet opbevaringssted til konvertering, eller fjern evt. ikke-kvalificerende underordnede records.
FNRRS0232.message     = Det foresl\u00e5ede basisplan-opbevaringssted indeholder mindst \u00e9n record, der er arkiveret flere steder: {0}.
FNRRS0232.arg.0       = Id p\u00e5 record, der er arkiveret flere steder.

FNRRS0233.explanation = Et foresl\u00e5et basisplan-opbevaringssted kan ikke have en underordnet record, som er en fysisk record.
FNRRS0233.action      = V\u00e6lg et andet opbevaringssted til konvertering, eller fjern evt. ikke-kvalificerende underordnede records.
FNRRS0233.message     = Det foresl\u00e5ede basisplan-opbevaringssted indeholder mindst \u00e9n record, som er en fysisk record: {0}.
FNRRS0233.arg.0       = Id p\u00e5 fysisk record.

FNRRS0234.explanation = Et foresl\u00e5et basisplan-opbevaringssted kan ikke have en underordnet record, som har en tilknyttet recordtype.
FNRRS0234.action      = V\u00e6lg et andet opbevaringssted til konvertering, eller fjern evt. ikke-kvalificerende underordnede records.
FNRRS0234.message     = Det foresl\u00e5ede basisplan-opbevaringssted indeholder mindst \u00e9n record, som har en tilknyttet recordtype: {0}.
FNRRS0234.arg.0       = Record-id.

FNRRS0235.explanation = Alle records, som opbevares i et foresl\u00e5et basisplan-opbevaringssted, skal underst\u00f8tte den foresl\u00e5ede udl\u00f8seregenskab.
FNRRS0235.action      = V\u00e6lg en anden udl\u00f8seregenskab, eller fjern evt. ikke-kvalificerende underordnede records.
FNRRS0235.message     = Det foresl\u00e5ede basisplan-opbevaringssted indeholder mindst \u00e9n record, hvis recordklasse ikke underst\u00f8tter det foresl\u00e5ede udl\u00f8seregenskabsnavn: {0}.
FNRRS0235.arg.0       = Record-id.

FNRRS0236.explanation = Ikke alle typer recordopbevaringssted er kvalificeret til konvertering til basisplan-opbevaringssteder.
FNRRS0236.action      = V\u00e6lg et andet opbevaringssted.
FNRRS0236.message     = Den foresl\u00e5ede opbevaringsstedstype er ikke kvalificeret til konvertering til et basisplan-opbevaringssted: {0}.
FNRRS0236.arg.0       = Entitetstype for det foresl\u00e5ede opbevaringssted.

FNRRS0237.explanation = P\u00e5kr\u00e6vede basisplan-relaterede egenskabsskabeloner og/eller deres tilknytning til forskellige klasser af recordopbevaringssteder ser ikke ud til at findes i dette opbevaringssted for filplaner.
FNRRS0237.action      = Kontroll\u00e9r, at den relevante P8 Content Manager-till\u00e6gskomponent er anvendt p\u00e5 dette opbevaringssted for filplaner.
FNRRS0237.message     = De n\u00f8dvendige metadata, som skal underst\u00f8tte basisplan, er ikke tilg\u00e6ngelige p\u00e5 dette opbevaringssted for filplaner: {0}.
FNRRS0237.arg.0       = Id for opbevaringssted for filplan.

FNRRS0238.explanation = Et gyldigt opbevaringssted af typen Basisplan skal have en korrekt formateret v\u00e6rdi for egenskaben RMRetentionPeriod.
FNRRS0238.action      = Brug metoden DefensiblyDisposable.setRetentionPeriod til at fastl\u00e6gge en korrekt opbevaringsperiodev\u00e6rdi for dette opbevaringssted. 
FNRRS0238.message     = V\u00e6rdien for opbevaringsperioden for basisplan har ikke det forventede format: \u00e5\u00e5\u00e5-mm-dd.

FNRRS0239.explanation = Et opbevaringssted skal allerede v\u00e6re et basisplan-opbevaringssted, f\u00f8r du fors\u00f8ger at \u00e6ndre en egenskab relateret til en basisplan.
FNRRS0239.action      = Kontroll\u00e9r, at opbevaringsstedet er oprettet som eller konverteret til et basisplan-opbevaringssted.
FNRRS0239.message     = Kan ikke \u00e6ndre en basisplan-relateret egenskabsv\u00e6rdi p\u00e5 et opbevaringssted, der ikke er basisplan: {0}.
FNRRS0239.arg.0       = Opbevaringssteds-id.

FNRRS0240.explanation = Direkte angivelse af s\u00e5danne egenskaber er ikke tilladt, fordi det ville tilsides\u00e6tte en n\u00f8dvendig valideringslogik. 
FNRRS0240.action      = Brug i stedet metoden DefensiblyDisposable setRetentionPeriod og/eller setTriggerPropertyName. 
FNRRS0240.message     = Direkte angivelse af egenskabsv\u00e6rdier for basisplan er ikke tilladt.

FNRRS0241.explanation = Et basisplan-opbevaringssted kan ikke indeholde records, der er arkiveret flere steder. 
FNRRS0241.action      = V\u00e6lg et andet m\u00e5lopbevaringssted til arkivering af recorden. 
FNRRS0241.message     = Kan ikke placere en record, der er arkiveret flere steder, i et basisplan-opbevaringssted.

FNRRS0242.explanation = Et basisplan-opbevaringssted kan ikke indeholde fysiske records. 
FNRRS0242.action      = V\u00e6lg et andet m\u00e5lopbevaringssted til arkivering af recorden. 
FNRRS0242.message     = Kan ikke arkivere en fysisk record i et basisplan-opbevaringssted.

FNRRS0243.explanation = Et basisplan-opbevaringssted kan ikke indeholde records med en recordtype. 
FNRRS0243.action      = V\u00e6lg et andet m\u00e5lopbevaringssted til arkivering af recorden. 
FNRRS0243.message     = Kan ikke arkivere en tilknyttet record i et basisplan-opbevaringssted.

FNRRS0244.explanation = Alle records, der opbevares i et basisplan-opbevaringssted, skal underst\u00f8tte den udl\u00f8seregenskab, der er knyttet til opbevaringsstedet. 
FNRRS0244.action      = V\u00e6lg et andet m\u00e5lopbevaringssted til arkivering af recorden. 
FNRRS0244.message     = Recordklassen underst\u00f8tter ikke den udl\u00f8seregenskab, der er knyttet til basisplanens m\u00e5lopbevaringssted. 
FNRRS0245.explanation = Et basisplan-opbevaringssted kan ikke have en tilknyttet dispositionsplan, hverken direkte eller via overtagelse. 
FNRRS0245.action      = Fors\u00f8g ikke at tilknytte en dispositionsplan til et eksisterende basisplan-opbevaringssted eller under oprettelsen af et s\u00e5dant opbevaringssted.
FNRRS0245.message     = Kan ikke knytte en dispositionsplan til et basisplan-opbevaringssted.

FNRRS0246.explanation = En record, som aktuelt er inkluderet i en basisplan-rapport, kan ikke flyttes ud af sit opbevaringssted.
FNRRS0246.action      = Du kan tage en ny kopi af recorden eller tilbageholde recorden.
FNRRS0246.message     = Kan ikke flytte en record, som aktuelt er inkluderet i en basisplan-rapport: {0}.
FNRRS0246.arg.0       = Record-id.

FNRRS0247.explanation = Et ellers kvalificeret opbevaringssted kan ikke konverteres til et basisplan-opbevaringssted, hvis opbevaringsstedet eller mindst en af de indeholdte records aktuelt er involveret i dispositionsbehandling.
FNRRS0247.action      = F\u00e6rdigg\u00f8r en eksisterende dispositionsbehandling for opbevaringsstedet og/eller en indeholdt record, f\u00f8r du fors\u00f8ger at konvertere det.
FNRRS0247.message     = Det foresl\u00e5ede opbevaringssted er ikke aktuelt kvalificeret til konvertering til et basisplan-opbevaringssted, fordi opbevaringsstedet eller en indeholdt record aktuelt er involveret i dispositionsbehandling: {0}.
FNRRS0247.arg.0       = Id for det ikke-kvalificerede opbevaringssted eller en underordnet record.

FNRRS0248.explanation = Det er ikke tilladt at \u00e6ndre udl\u00f8seregenskaben for en record, som aktuelt er inkluderet i en basisplan-rapport.
FNRRS0248.action      = Fors\u00f8g ikke at \u00e6ndre v\u00e6rdien for udl\u00f8seregenskaben.
FNRRS0248.message     = Kan ikke opdatere den tilknyttede v\u00e6rdi for en udl\u00f8seregenskab for en record, som aktuelt er inkluderet i en basisplan-rapport: {0}.
FNRRS0248.arg.0       = Record-id.

FNRRS0249.explanation = Da et basisplan-opbevaringssted ikke kan indeholde records, som kan arkiveres flere steder, kan en eksisterende record i et basisplan-opbevaringssted ikke arkiveres andre steder.
FNRRS0249.action      = Flyt recorden, eller kopi\u00e9r den i stedet for at arkivere den flere steder.
FNRRS0249.message     = Kan ikke arkivere en record flere steder, som aktuelt er indeholdt i et basisplan-opbevaringssted: {0}.
FNRRS0249.arg.0       = Record-id.

FNRRS0250.explanation = Nogle systemkonfigurationsforekomster betragtes som konstante og kan ikke \u00e6ndres.
FNRRS0250.message     = En opdateringshandling er ikke tilladt for systemkonfigurationsforekomsten med egenskabsnavnet: {0}.
FNRRS0250.arg.0       = Egenskabsnavnet p\u00e5 den involverede systemkonfiguration.

FNRRS0251.explanation = Udf\u00f8relsesdatoen for den aktuelle fase i entiteten er ikke-angivet eller er nu angivet til en gang i fremtiden.
FNRRS0251.action      = Udf\u00f8r dispositionsafs\u00f8gning igen for at opfriske entitetens dispositionstilstand.
FNRRS0251.message     = Kan ikke igangs\u00e6tte disposition p\u00e5 grund af \u00e6ndring i udf\u00f8relsesdatoen for den aktuelle fase i entiteten: {0}, dato: {1}.
FNRRS0251.arg.0       = Den relevante entitet.
FNRRS0251.arg.1       = Udf\u00f8relsesdato for den aktuelle fase i entiteten.

FNRRS0252.explanation = Dispositionshandling kan ikke igangs\u00e6ttes for en entitet, hvis aktulle fasehandling er automatisk \u00f8del\u00e6ggelse.
FNRRS0252.action      = Udf\u00f8r dispositionsafs\u00f8gningen for automatisk \u00f8del\u00e6ggelse for at behandle denne entitet.
FNRRS0252.message     = Kan ikke igangs\u00e6tte disposition p\u00e5 en entitet, hvis aktuelle dispositionsfasehandling er automatisk \u00f8del\u00e6ggelse: {0}.
FNRRS0252.arg.0       = Den relevante entitet.

FNRRS0253.explanation = Dispositionshandling kan ikke igangs\u00e6ttes for en entitet, hvis hierarki af underopbevaringssteder indeholder et eller flere fysiske opbevaringssteder, som er tilbageholdt.
FNRRS0253.action      = Fjern tilbageholdelsen, og pr\u00f8v at igangs\u00e6tte disposition igen.
FNRRS0253.message     = Kan ikke igangs\u00e6tte disposition p\u00e5 en entitet, som indeholder et tilbageholdt, fysisk underopbevaringssted: {0}.
FNRRS0253.arg.0       = Den relevante entitet.

FNRRS0254.explanation = Dispositionshandling kan ikke igangs\u00e6ttes for en entitet, hvis hierarki af underopbevaringssteder indeholder en eller flere fysiske records, som er tilbageholdt.
FNRRS0254.action      = Fjern tilbageholdelsen, og pr\u00f8v at igangs\u00e6tte disposition igen.
FNRRS0254.message     = Kan ikke igangs\u00e6tte disposition p\u00e5 en entitet, som indeholder en tilbageholdt, fysisk record: {0}.
FNRRS0254.arg.0       = Den relevante entitet.

FNRRS0255.explanation = Dispositionshandling kan ikke igangs\u00e6ttes for en entitet, hvis hierarki af underopbevaringssteder indeholder et underopbevaringssted, som er tilbageholdt, og som indeholder fysiske records.
FNRRS0255.action      = Fjern tilbageholdelsen, og pr\u00f8v at igangs\u00e6tte disposition igen.
FNRRS0255.message     = Kan ikke igangs\u00e6tte disposition p\u00e5 en entitet, der indeholder et tilbageholdt underopbevaringssted, som igen indeholder en fysisk record: {0}.
FNRRS0255.arg.0       = Den relevante entitet.


FNRRS0300.explanation = Kan ikke anskaffe en JAAS-emneforekomst, som er tilknyttet den dom\u00e6ne_type, forbindelses-url, det brugernavn og JAAS_stanza-navn.
FNRRS0300.action      = Kontroll\u00e9r f\u00f8lgende: 1) JAAS-konfiguration for runtime-milj\u00f8, er angivet korrekt. 2) Det korrekte URL er angivet, herunder korrekt portnummer. 3) Det relevante JAAS_stanza-navn er angivet for URL''en.
FNRRS0300.message     = Kan ikke hente et JAAS-emne til dom\u00e6netypen: ''{0}'', URL: ''{1}'', brugernavn: ''{2}'', JAAS-stanza: ''{3}''.
FNRRS0300.arg.0       = dom\u00e6ne_type
FNRRS0300.arg.1       = url
FNRRS0300.arg.2       = brugernavn
FNRRS0300.arg.3       = JAAS_stanza

FNRRS0301.explanation = P8-ObjectStore, som er angivet af objektlager_id, er ikke et gyldigt Records Manager-indholdsopbevaringssted.
FNRRS0301.action      = Kontroll\u00e9r, at den rigtige Records Manager-datamodel er blevet anvendt p\u00e5 dette P8 ObjectStore.
FNRRS0301.message     = P8 ObjectStore er ikke et gyldigt Records Manager-indholdsopbevaringssted: ''{0}''.
FNRRS0301.arg.0       = objektlager_id

FNRRS0302.explanation = P8 ObjectStore, som er angivet af objektlager_id, er ikke et gyldigt IBM Enterprise Records-filplan-opbevaringssted.
FNRRS0302.action      = Kontroll\u00e9r, at den rigtige IBM Enterprise Records-datamodel er blevet anvendt p\u00e5 dette P8 ObjectStore.
FNRRS0302.message     = P8 ObjectStore er ikke et gyldigt IBM Enterprise Records-filplan-opbevaringssted: ''{0}''.
FNRRS0302.arg.0       = objektlager_id

FNRRS0303.explanation = API-objektet, forekomst_id, af typen entitets_type er endnu ikke tilknyttet til dets tilsvarende opbevaringsstedsbasisobjekt. Det begr\u00e6nser bruger an API-forekomsten, f.eks. fors\u00f8g p\u00e5 at hente egenskabsv\u00e6rdier fra den.
FNRRS0303.action      = Udf\u00f8r en fetchInstance (i mods\u00e6tning til en getInstance) for API-forekomsten med det form\u00e5l at gennemtvinge en hentning fra opbevaringsstedet.
FNRRS0303.message     = Der er ikke etableret et opbevaringsstedsbasisobjekt for API-forekomsten: ''{0}'', af typen: ''{1}''.
FNRRS0303.arg.0       = forekomst_id
FNRRS0303.arg.1       = entitets_type

FNRRS0304.explanation = Ingen tilg\u00e6ngelige filplan-opbevaringssteder kan hentes fra dom\u00e6net, dom\u00e6ne_id.
FNRRS0304.action      = Kontroll\u00e9r, at den aktuelle bruger har tilladelse til at f\u00e5 adgang til mindst \u00e9t filplan-opbevaringssted i dom\u00e6net. Du skal ogs\u00e5 sikre, at mindst \u00e9t opbevaringssted er konfigureret som et opbevaringssted for filplaner.
FNRRS0304.message     = Ingen tilg\u00e6ngelige filplan-opbevaringssteder kan hentes fra dom\u00e6net: ''{0}''.
FNRRS0304.arg.0       = dom\u00e6ne_id

FNRRS0305.explanation = Ingen tilg\u00e6ngelige filplan-opbevaringssteder kan hentes fra dom\u00e6net, dom\u00e6ne_id.
FNRRS0305.action      = Kontroll\u00e9r, at den aktuelle bruger har tilladelse til at f\u00e5 adgang til mindst \u00e9t filplan-opbevaringssted i dom\u00e6net. Du skal ogs\u00e5 sikre, at mindst \u00e9t opbevaringssted er konfigureret som et opbevaringssted for filplaner.
FNRRS0305.message     = Ingen tilg\u00e6ngelige filplan-opbevaringssteder kan hentes fra dom\u00e6net: ''{0}''.
FNRRS0305.arg.0       = dom\u00e6ne_id

FNRRS0306.explanation = Der er opst\u00e5et en undtagelse under fors\u00f8g p\u00e5 at udf\u00f8re INGEST til den P8 Content Engine-egenskab, hvis symbolske navn er symbolsk_navn.
FNRRS0306.action      = Unders\u00f8g undtagelsesstakken for at finde den underliggende \u00e5rsag til RMRuntimeException. Den typiske \u00e5rsag er et type casting-problem.
FNRRS0306.message     = Fejl i forbindelse med INGEST af P8CE-egenskab, symbolsk navn: ''{0}''.
FNRRS0306.arg.0       = symbolsk_navn

FNRRS0307.explanation = Ikke-underst\u00f8ttet egenskabsklasse klasse-navn for opbevaringsstedet er fundet for egenskaben symbolsk_navn.
FNRRS0307.action      = V\u00e6lg en anden egenskab eller egenskabsklassetype.
FNRRS0307.message     = Ikke-underst\u00f8ttet egenskabsklasse fundet i forbindelse med INGEST af opbevaringsegenskaben, symbolsk navn: ''{0}'', klasse: ''{1}''.
FNRRS0307.arg.0       = symbolsk_navn
FNRRS0307.arg.1       = klasse_navn

FNRRS0308.explanation = Uventet fejl under angivelse af egenskabsv\u00e6rdi for opbevaringssted for egenskaben symbolsk_navn af typen data_type.
FNRRS0308.action      = Unders\u00f8g den interne undtagelse for at f\u00e5 en anden beskrivelse af opbevaringsstedsfejlen.
FNRRS0308.message     = Fejl under fors\u00f8g p\u00e5 at angive egenskabsv\u00e6rdi for opbevaringsstedet, symbolsk navn: ''{0}'', datatype: ''{1}''.
FNRRS0308.arg.0       = symbolsk_navn
FNRRS0308.arg.1       = data_type

FNRRS0309.explanation = Et opbevaringsstedsobjekt af typen entitets_type underst\u00f8ttes ikke af adgangslaget i P8 Content Engine-opbevaringsstedet.
FNRRS0309.action      = V\u00e6lg en anden opbevaringsstedstype, eller v\u00e6lg et andet opbevaringssted, der underst\u00f8tter denne entitetstype.
FNRRS0309.message     = Kan ikke konstruere opbevaringsstedsobjekt pga. ikke-underst\u00f8ttet entitetstype: ''{0}'' for P8CE_RAL-opbevaringssted.
FNRRS0309.arg.0       = entitets_type

FNRRS0310.explanation = fpRepository har ikke et objekt af typen ''SystemConfiguration'', hvis ''PropertyName'' er ''FPOS Setup''.
FNRRS0310.action      = Kontroll\u00e9r, at fpRepository er konfigureret korrekt.
FNRRS0310.message     = Intet tilg\u00e6ngeligt ''FPOS Setup'' SystemConfiguration-objekt i filplan-opbevaringsstedet:''{0}''
FNRRS0310.arg.0       = fpRepository

FNRRS0311.explanation = fpRepositorys ''SystemConfiguration''-objekt, hvis ''PropertyName'' er ''FPOS Setup'', har en ugyldig v\u00e6rdi angivet for ''PropertyValue''.
FNRRS0311.action      = Kontroll\u00e9r, at fpRepository er konfigureret korrekt.
FNRRS0311.message     = Ugyldig v\u00e6rdi for ''FPOS Setup'' SystemConfiguration-objektet i filplan-opbevaringsstedet: ''{0}''.
FNRRS0311.arg.0       = fpRepository

FNRRS0312.explanation = Gem-funktion er ikke udf\u00f8rt for objekt af typen entitets_type og id''en objekt_id.
FNRRS0312.action      = Kontroll\u00e9r, at objektet stadig findes p\u00e5 opbevaringsstedet. Kontroll\u00e9r ogs\u00e5, at den aktuelle bruger har den korrekte sikkerhedsadgang p\u00e5 objektniveau til, at funktionen kan tillades.
FNRRS0312.message     = Kan ikke udf\u00f8re gem-funktion p\u00e5 opbevaringsstedsobjektet, ''{0}'', af typen: ''{1}''. Underliggende fejloplysninger: {2}
FNRRS0312.arg.0       = objekt_id
FNRRS0312.arg.1       = entitets_type
FNRRS0312.arg.2		  = meddelelsesstreng for underliggende undtagelse

FNRRS0313.explanation = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at hente filplan-rodnoden til filplan-opbevaringsstedet.
FNRRS0313.action      = Kontroll\u00e9r, at den aktuelle bruger mindst har fremvisnings-rettigheder til rodnoden p\u00e5 filplan, og at det relevante filplan-opbevaringssted er installeret og konfigureret korrekt.
FNRRS0313.message     = Kan ikke hente filplanens rodnode fra filplan-opbevaringsstedet: ''{0}''.
FNRRS0313.arg.0       = fpRepository

FNRRS0314.explanation = Uventet fejl under tilf\u00f8jelse af en egenskab med symbolsk_navn af typen data_type til en egenskabssamling.
FNRRS0314.action      = Unders\u00f8g interne undtagelser for at f\u00e5 en beskrivelse af opbevaringsstedsfejlen.
FNRRS0314.message     = Fejl under fors\u00f8g p\u00e5 at tilf\u00f8je ny egenskab til samling, symbolsk navn: ''{0}'', datatype: ''{1}''.
FNRRS0314.arg.0       = symbolsk_navn
FNRRS0314.arg.1       = data_type

FNRRS0315.explanation = Der opstod en fejl under fors\u00f8g p\u00e5 at hente underordnede recordkategorier fra det overordnede opbevaringssted.
FNRRS0315.action      = Kontroll\u00e9r, at den aktuelle bruger mindst har fremvisningsrettigheder til indholdet i det overordnede opbevaringssted.
FNRRS0315.message     = Fejl under hentning af recordkategorier fra overordnet opbevaringssted: ''{0}''.
FNRRS0315.arg.0       = overordnet_opbevaringssted

FNRRS0316.explanation = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at anskaffe det aktuelle indhold i en sideiterator.
FNRRS0316.action      = Kontroll\u00e9r, at der er foretaget en startkald af typen RMPageInterator.nextPage, for at flytte iteratoren til f\u00f8rste side. Det kan ogs\u00e5 v\u00e6re, at iteratoren er blevet flyttet forbi den sidste side.
FNRRS0316.message     = Fejl under fors\u00f8g p\u00e5 at hente aktuelt indhold fra en RMPageIterator.

FNRRS0317.explanation = Der opstod en fejl under fors\u00f8g p\u00e5 at anskaffe n\u00e6ste side af en side-iterator.
FNRRS0317.action      = Kontroll\u00e9r, at iteratoren ikke allerede har v\u00e6ret flyttet forbi det sidste side.
FNRRS0317.message     = Fejl under fors\u00f8g p\u00e5 at hente n\u00e6ste side fra en PagableSet-iterator.

FNRRS0318.explanation = Der opstod en fejl under fors\u00f8g p\u00e5 at hente de overordnede opbevaringssteder for objektet.
FNRRS0318.action      = Kontroll\u00e9r, at den aktuelle bruger mindst har fremvisningsrettigheder til indholdet i det overordnede opbevaringssted.
FNRRS0318.message     = Fejl under hentning af overordnede opbevaringssted for objekt: ''{0}''.
FNRRS0318.arg.0       = objekt
FNRRS0319.explanation = Slettefunktion for objekt af typen entitets_type og med id objekt_id er ikke gennemf\u00f8rt.
FNRRS0319.action      = Kontroll\u00e9r, at objektet stadig findes p\u00e5 opbevaringsstedet. Kontroll\u00e9r ogs\u00e5, at den aktuelle bruger har den korrekte sikkerhedsadgang p\u00e5 objektniveau til, at funktionen kan tillades.
FNRRS0319.message     = Kan ikke udf\u00f8re slettefunktion p\u00e5 opbevaringsstedsobjektet, ''{0}'', af typen ''{1}''.
FNRRS0319.arg.0       = objekt_id
FNRRS0319.arg.1       = entitets_type

FNRRS0320.explanation = Tilf\u00f8j recordkategori-funktion for objekt af typen entitets_type og id objekt_id er ikke udf\u00f8rt.
FNRRS0320.action      = Kontroll\u00e9r, at det p\u00e5g\u00e6ldende m\u00e5lobjekt stadig findes p\u00e5 opbevaringsstedet. Kontroll\u00e9r, at det er tilladt m\u00e5let at indeholde en record kategori. Kontroll\u00e9r, at den aktuelle bruger har den korrekte sikkerhedsadgang p\u00e5 objektniveau til, at funktionen kan tillades.
FNRRS0320.message     = Kan ikke tilf\u00f8je recordkategori til m\u00e5lobjekt: ''{0}'', af typen: ''{1}''.
FNRRS0320.arg.0       = objekt_id
FNRRS0320.arg.1       = entitets_type

FNRRS0321.explanation = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at anskaffe det aktuelle elementantal fra en side-iterator.
FNRRS0321.action      = Kontroll\u00e9r, at der er foretaget en startkald af typen RMPageInterator.nextPage, for at flytte iteratoren til f\u00f8rste side. Det kan ogs\u00e5 v\u00e6re, at iteratoren er blevet flyttet forbi den sidste side.
FNRRS0321.message     = Fejl under fors\u00f8g p\u00e5 at hente aktuelt elementantal fra en RMPageIterator.

FNRRS0322.explanation = Tilf\u00f8j recordfolderfunktion er ikke udf\u00f8rt for objekt af typen entitets_type og id''en objekt_id.
FNRRS0322.action      = Kontroll\u00e9r, at det p\u00e5g\u00e6ldende m\u00e5lobjekt stadig findes p\u00e5 opbevaringsstedet. Kontroll\u00e9r, at det er tilladt m\u00e5let at indeholde en recordfolder af den type. Kontroll\u00e9r, at den aktuelle bruger har den korrekte sikkerhedsadgang p\u00e5 objektniveau til, at funktionen kan tillades.
FNRRS0322.message     = Kan ikke tilf\u00f8je recordfolder til m\u00e5lobjekt: ''{0}'', af typen: ''{1}''.
FNRRS0322.arg.0       = objekt_id
FNRRS0322.arg.1       = entitets_type

FNRRS0323.explanation = Der opstod en fejl under fors\u00f8g p\u00e5 at hente underordnede recordfoldere fra det overordnede opbevaringssted.
FNRRS0323.action      = Kontroll\u00e9r, at den aktuelle bruger mindst har fremvisningsrettigheder til indholdet i det overordnede opbevaringssted.
FNRRS0323.message     = Fejl under hentning af recordfoldere fra overordnet opbevaringssted: ''{0}''.
FNRRS0323.arg.0       = overordnet_opbevaringssted

FNRRS0324.explanation = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at hente den aktive underordnede diskenhed fra det overordnede opbevaringssted.
FNRRS0324.action      = Kontroll\u00e9r, at den aktuelle bruger mindst har fremvisningsrettigheder til indholdet i det overordnede opbevaringssted.
FNRRS0324.message     = Fejl under hentning af aktiv diskenhed fra overordnet opbevaringssted: ''{0}''.
FNRRS0324.arg.0       = overordnet_opbevaringssted

FNRRS0325.explanation = Der opstod en fejl under fors\u00f8g p\u00e5 at hente underordnede recorddiskenheder fra det overordnede opbevaringssted.
FNRRS0325.action      = Kontroll\u00e9r, at den aktuelle bruger mindst har fremvisningsrettigheder til indholdet i det overordnede opbevaringssted.
FNRRS0325.message     = Fejl under hentning af recorddiskenhed fra overordnet opbevaringssted: ''{0}''.
FNRRS0325.arg.0       = overordnet_opbevaringssted

FNRRS0326.explanation = Funktionen Tilf\u00f8j recorddiskenhed for objekt af typen entitets_type og id objekt_id er ikke udf\u00f8rt.
FNRRS0326.action      = Kontroll\u00e9r, at det p\u00e5g\u00e6ldende m\u00e5lobjekt stadig findes p\u00e5 opbevaringsstedet. Kontroll\u00e9r, at det er tilladt m\u00e5let at indeholde en recorddiskenhed. Kontroll\u00e9r, at den aktuelle bruger har den korrekte sikkerhedsadgang p\u00e5 objektniveau til, at funktionen kan tillades.
FNRRS0326.message     = Kan ikke tilf\u00f8je recorddiskenhed til m\u00e5lobjekt: ''{0}'', af typen: ''{1}''.
FNRRS0326.arg.0       = objekt_id
FNRRS0326.arg.1       = entitets_type

FNRRS0327.explanation = En foresp\u00f8rgsel efter objekter er ikke udf\u00f8rt pga. en fejl i opbevaringssted.
FNRRS0327.action      = Kontroll\u00e9r, at SQL-syntaksen er korrekt, og/eller unders\u00f8g eventuelle indeholdte undtagelse for at f\u00e5 mere detaljerede forklaringer.
FNRRS0327.message     = Foresp\u00f8rgsel efter objekter er ikke udf\u00f8rt.

FNRRS0328.explanation = En foresp\u00f8rgsel efter r\u00e6kker er ikke udf\u00f8rt pga. en fejl i opbevaringssted.
FNRRS0328.action      = Kontroll\u00e9r, at SQL-syntaksen er korrekt, og/eller unders\u00f8g eventuelle indeholdte undtagelse for at f\u00e5 mere detaljerede forklaringer.
FNRRS0328.message     = Foresp\u00f8rgsel efter r\u00e6kker er ikke udf\u00f8rt.

FNRRS0329.explanation = Der er gjort fors\u00f8g p\u00e5 at hente en RMPagingIterator fra en PagableSet, der ikke underst\u00f8tter paging.
FNRRS0329.action      = Brug metoden RMPagingIterator.supportsPaging() til at afg\u00f8re, om paging er underst\u00f8ttet. Hvis paging ikke underst\u00f8ttes, skal du bruge RMPagingIterator.iterator() i stedet for RMPagingIterator.pageIterator().
FNRRS0329.message     = Paging underst\u00f8ttes ikke for denne PagableSet-forekomst.

FNRRS0330.explanation = Der er opst\u00e5et en fejl under hentning af markeringss\u00e6t from dom\u00e6net domain_id.
FNRRS0330.action      = Kontroll\u00e9r, at den aktuelle bruger har tilladelse til at f\u00e5 adgang til mindst \u00e9t markeringss\u00e6t i dom\u00e6net.
FNRRS0330.message     = Kan ikke hente markeringss\u00e6t fra dom\u00e6net: ''{0}''.
FNRRS0330.arg.0       = dom\u00e6ne_id

FNRRS0331.explanation = Den streng, der identificerer markeringss\u00e6ttet, markingSetId, har ikke et gyldigt format.
FNRRS0331.action      = Kontroll\u00e9r, at id-strengen har samme format som en GUID-streng: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', hvor hvert ''x'' er et hexadecimalt tegn.
FNRRS0331.message     = Forkert format p\u00e5 streng, der identificerer markeringss\u00e6t: ''{0}''.
FNRRS0331.arg.0       = markingSetId

FNRRS0332.explanation = Der er opst\u00e5et en fejl under hentning af en valgliste fra opbevaringsstedet opbevaringssted_id.
FNRRS0332.action      = Kontroll\u00e9r, at den aktuelle bruger har tilladelse til at f\u00e5 adgang til mindst \u00e9n valgliste p\u00e5 opbevaringsstedet.
FNRRS0332.message     = Kan ikke hente valglister fra opbevaringsstedet: ''{0}''.
FNRRS0332.arg.0       = opbevaringssted_id

FNRRS0333.explanation = Den streng, der identificerer valglisten, choiceListId, har ikke et gyldigt format.
FNRRS0333.action      = Kontroll\u00e9r, at id-strengen har samme format som en GUID-streng: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', hvor hvert ''x'' er et hexadecimalt tegn.
FNRRS0333.message     = Forkert format p\u00e5 streng, der identificerer valglisten: ''{0}''.
FNRRS0333.arg.0       = choiceListId

FNRRS0334.explanation = Der er opst\u00e5et en fejl under hentning af klassebeskrivelse, classDesc_id, fra opbevaringsstedet opbevaringssted_id.
FNRRS0334.action      = Kontroll\u00e9r, at klassebeskrivelsen findes p\u00e5 opbevaringsstedet, og at den aktuelle bruger har tilladelse til at f\u00e5 adgang til klassebeskrivelsen.
FNRRS0334.message     = Kan ikke hente klassebeskrivelse fra opbevaringsstedet: ''{0}'', id for klassebeskrivelse: ''{1}''.
FNRRS0334.arg.0       = opbevaringssted_id
FNRRS0334.arg.1       = klasseBeskriv_id

FNRRS0335.explanation = Der er opst\u00e5et en fejl under hentning af klassebeskrivelser fra opbevaringsstedet opbevaringssted_id.
FNRRS0335.action      = Kontroll\u00e9r, at den aktuelle bruger har adgangstilladelse til opbevaringsstedet.
FNRRS0335.message     = Kan ikke hente klassebeskrivelser fra opbevaringsstedet: ''{0}'', id for klassebeskrivelser: ''{1}''.
FNRRS0335.arg.0       = opbevaringssted_id

FNRRS0336.explanation = Der er fundet en ugyldig strengparameter.
FNRRS0336.action      = Kontroll\u00e9r, at id-strengen har samme format som en GUID-streng: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', hvor hvert ''x'' er et hexadecimalt tegn.
FNRRS0336.message     = Ugyldig parameter for id-streng: ''{0}''.
FNRRS0336.arg.0       = id_streng

FNRRS0337.explanation = Kan ikke hente den aktuelt validerede bruger for dom\u00e6net.
FNRRS0337.action      = Kontroll\u00e9r, at en bruger er valideret til dom\u00e6net, og/eller at der er etableret et JAAS-emne for den aktuelle programdel.
FNRRS0337.message     = Kan ikke hente den aktuelt validerede bruger for dom\u00e6net.

FNRRS0338.explanation = S\u00f8gning efter bestemte brugergrupper er ikke udf\u00f8rt.
FNRRS0338.action      = Kontroll\u00e9r, at en bruger er valideret til dom\u00e6net, og/eller at der er etableret et JAAS-emne for den aktuelle programdel.
FNRRS0338.message     = Fejl under s\u00f8gning efter dom\u00e6nebrugergrupper.

FNRRS0339.explanation = S\u00f8gning efter bestemte brugere er ikke udf\u00f8rt.
FNRRS0339.action      = Kontroll\u00e9r, at en bruger er valideret til dom\u00e6net, og/eller at der er etableret et JAAS-emne for den aktuelle programdel.
FNRRS0339.message     = Fejl under s\u00f8gning efter dom\u00e6nebrugere.

FNRRS0340.explanation = Den aktuelle bruger har ikke tilstr\u00e6kkelige rettigheder til at tilf\u00f8je et nyt medlem til en eksisterende rolle, som er defineret af sit rolle_navn, rolle_type og appl_navn.
FNRRS0340.action      = Kontroll\u00e9r, at brugeren har tilstr\u00e6kkelige rettigheder til at tilf\u00f8je et nyt medlem til en eksisterende rolle.
FNRRS0340.message     = Den aktuelle bruger har ikke tilstr\u00e6kkelige sikkerhedsrettigheder til rollen, rollenavn = ''{0}'', rolletype = ''{1}'', applikation = ''{2}''.
FNRRS0340.arg.0       = rolle_navn
FNRRS0340.arg.1       = rolle_type
FNRRS0340.arg.2       = appl_navn

FNRRS0341.explanation = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at hente den adgangsrolle, der er defineret af rolle_type og appl_navn.
FNRRS0341.action      = Kontroll\u00e9r, at brugeren har tilstr\u00e6kkelige rettigheder til at tilf\u00f8je et nyt medlem til en eksisterende rolle, og at den p\u00e5g\u00e6ldende rolle stadig findes p\u00e5 opbevaringsstedet.
FNRRS0341.message     = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at hente den adgangsrolle, der er defineret ved  type = ''{0}'' og applikation = ''{1}''.
FNRRS0341.arg.0       = rolle_type
FNRRS0341.arg.1       = appl_navn

FNRRS0342.explanation = Kan ikke oprette en ny rolle ved hj\u00e6lp af typen rolle_type og applikationen appl_navn, fordi der allerede findes en rolle med de samme v\u00e6rdier.
FNRRS0342.action      = Brug et andet s\u00e6t v\u00e6rdier af typen rolletype/applikationsnavn, eller slet den tilsvarende eksisterende rolle.
FNRRS0342.message     = Kan ikke oprette en ny rolle p\u00e5 grund af en tilsvarende allerede eksisterende rolle, type = ''{0}'' og applikation = ''{1}''.
FNRRS0342.arg.0       = rolle_type
FNRRS0342.arg.1       = appl_navn

FNRRS0343.explanation = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at hente den adgangsrolle, der er defineret af rolle_navn og appl_navn.
FNRRS0343.action      = Kontroll\u00e9r, at brugeren har tilstr\u00e6kkelige rettigheder til at f\u00e5 vist den eksisterende rolle, og at den p\u00e5g\u00e6ldende rolle stadig findes p\u00e5 opbevaringsstedet.
FNRRS0343.message     = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at hente den adgangsrolle, der er defineret ved  navn = ''{0}'' og applikation = ''{1}''.
FNRRS0343.arg.0       = rolle_navn
FNRRS0343.arg.1       = appl_navn

FNRRS0344.explanation = Kan ikke bestemme den aktuelle bruger.
FNRRS0344.action      = Kontroll\u00e9r, at en bruger er valideret til dom\u00e6net, og/eller at der er etableret et JAAS-emne for den aktuelle programdel.
FNRRS0344.message     = Kan ikke bestemme den aktuelle bruger.

FNRRS0345.explanation = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at hente filplanerne fra det overordnede opbevaringssted for filplaner.
FNRRS0345.action      = Kontroll\u00e9r, at den aktuelle bruger mindst har fremvisningsrettigheder til indholdet i opbevaringsstedet for filplaner.
FNRRS0345.message     = Fejl under hentning af filplaner fra opbevaringsstedet for filplaner: ''{0}''.
FNRRS0345.arg.0       = filplan_opbevaringssted

FNRRS0346.explanation = En n\u00f8dvendig egenskab mangler eller har ingen v\u00e6rdi.
FNRRS0346.action      = S\u00f8rg for, at der er angivet en gyldig egenskab.
FNRRS0346.message     = Egenskab mangler eller har ingen v\u00e6rdi, symbolsk navn: ''{0}''.
FNRRS0346.arg.0       = egenskabs_navn

FNRRS0347.explanation = Det angivne filplannavn er ikke entydigt.
FNRRS0347.action      = Angiv et filplannavn, der ikke allerede er blevet brugt p\u00e5 opbevaringsstedet for filplaner.
FNRRS0347.message     = Filplan-navn er ikke entydigt: ''{0}''.
FNRRS0347.arg.0       = filplan_navn

FNRRS0348.explanation = Der er opst\u00e5et en fejl under et fors\u00f8g p\u00e5 at tilf\u00f8je en nye filplan til et opbevaringssted for filplaner.
FNRRS0348.action      = Kontroll\u00e9r, at m\u00e5lopbevaringsstedet er gyldigt. Kontroll\u00e9r, at den aktuelle bruger har den korrekte sikkerhedsadgang p\u00e5 objektniveau til, at funktionen kan tillades.
FNRRS0348.message     = Kan ikke tilf\u00f8je ny filplan til m\u00e5lopbevaringsstedet for filplaner: ''{0}''.
FNRRS0348.arg.0       = opbevaringssteds_id

FNRRS0349.explanation = Kan ikke hente den angivne egenskabsbeskrivelse eller det underfelt, der passer til den angivne klasse eller det angive opbevaringssted.
FNRRS0349.action      = Kontroll\u00e9r, at den angivne klasse er relevant for den aktuelle proces.
FNRRS0349.message     = Kan ikke hente egenskabsbeskrivelse for: ''{0}'', klasse-id: ''{1}'' fra opbevaringssted: ''{2}''.
FNRRS0349.arg.0       = egenskabs_id
FNRRS0349.arg.1       = klasse_id
FNRRS0349.arg.2       = opbevaringssteds_id

FNRRS0350.explanation = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at hente det angivne indholdselement som en del af en recorderkl\u00e6ringsproces.
FNRRS0350.action      = Kontroll\u00e9r, at det angivne indholdselement findes og er tilg\u00e6ngeligt.
FNRRS0350.message     = Kan ikke hente det angivne indholdselement til brug i forbindelse med recorderkl\u00e6ring: ''{0}''.
FNRRS0350.arg.0       = indholdselement_id

FNRRS0351.explanation = Der er ikke fundet nogen aktive underordnede diskenheder for den angivne recordfolder. Hvis denne record er medlem af m\u00e5lopbevaringsstedet for den nye record, kan det forhindre recorderkl\u00e6ringsfunktionen.
FNRRS0351.action      = Tilf\u00f8j en ny aktiv diskenhed til recordfolderen, eller gen\u00e5bn en eksisterende diskenhed, og defin\u00e9r den som m\u00e5lopbevaringssted for recorderkl\u00e6ringsfunktionen.
FNRRS0351.message     = Der er ingen tilg\u00e6ngelige aktive underordnede diskenheder for den angivne recordfolder: ''{0}''.
FNRRS0351.arg.0       = recordFolder_id

FNRRS0352.explanation = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at hente placeringerne fra det overordnede opbevaringssted for filplaner.
FNRRS0352.action      = Kontroll\u00e9r, at den aktuelle bruger mindst har fremvisningsrettigheder til indholdet i opbevaringsstedet for filplaner.
FNRRS0352.message     = Fejl under hentning af placeringer fra opbevaringsstedet for filplaner: ''{0}''.
FNRRS0352.arg.0       = filplan_opbevaringssted

FNRRS0353.explanation = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at hente till\u00e6gskomponent fra det angivne opbevaringssted.
FNRRS0353.action      = Kontroll\u00e9r, at den aktuelle bruger mindst har fremvisningsrettigheder til opbevaringsstedet for filplaner.
FNRRS0353.message     = Fejl under hentning af till\u00e6gskomponenter fra opbevaringsstedet: ''{0}''.
FNRRS0353.arg.0       = opbevaringssted
FNRRS0354.explanation = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at hente recordtyper fra det overordnede opbevaringssted for filplaner.
FNRRS0354.action      = Kontroll\u00e9r, at den aktuelle bruger mindst har fremvisningsrettigheder til indholdet i opbevaringsstedet for filplaner.
FNRRS0354.message     = Fejl under hentning af recordtyper fra opbevaringsstedet for filplaner: ''{0}''.
FNRRS0354.arg.0       = filplan_opbevaringssted

FNRRS0355.explanation = Den streng, der identificerer RMLink, rmLinkId, har ikke et gyldigt format.
FNRRS0355.action      = Kontroll\u00e9r, at id-strengen har samme format som en GUID-streng: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', hvor hvert ''x'' er et hexadecimalt tegn.
FNRRS0355.message     = Forkert format p\u00e5 streng, der identificerer RMLink: ''{0}''.
FNRRS0355.arg.0       = rmLinkId

FNRRS0356.explanation = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 hentning af tilg\u00e6ngelige sikkerhedsklassificeringsvejledninger (Security Classification Guides) fra det angivne opbevaringssted for filplaner.
FNRRS0356.action      = Kontroll\u00e9r, at opbevaringsstedet er et DoD-sikkerhedsklassificeret opbevaringssted for  filplaner, og at den aktuelle bruger har den n\u00f8dvendige sikkerhedsadgang til klassificeringsvejledningerne.
FNRRS0356.message     = Fejl under hentning af sikkerhedsvejledninger fra opbevaringsstedet for filplaner: ''{0}''.
FNRRS0356.arg.0       = repositoryIdent

FNRRS0357.explanation = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 hentning af tilg\u00e6ngelige underordnede afsnit i den angivne sikkerhedsklassificeringsvejledning, eller afsnittet tilh\u00f8rer det angivne opbevaringssted for filplaner.
FNRRS0357.action      = Kontroll\u00e9r, at opbevaringsstedet er et DoD-sikkerhedsklassificeret opbevaringssted for  filplaner, og at den aktuelle bruger har den n\u00f8dvendige sikkerhedsadgang til klassificeringsvejledningerne.
FNRRS0357.message     = Fejl under hentning af underordnede afsnit fra klassifikationsvejledning, eller vejledningsafsnittet ''{1}'' tilh\u00f8rer filplan-opbevaringsstedet: ''{0}''.
FNRRS0357.arg.0       = repositoryIdent
FNRRS0357.arg.1       = classificationGuideOrSection

FNRRS0358.explanation = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 hentning af tilg\u00e6ngelige underordnede emner i den angivne sikkerhedsklassificeringsvejledning, eller afsnittet tilh\u00f8rer det angivne opbevaringssted for filplaner.
FNRRS0358.action      = Kontroll\u00e9r, at opbevaringsstedet er et DoD-sikkerhedsklassificeret opbevaringssted for  filplaner, og at den aktuelle bruger har den n\u00f8dvendige sikkerhedsadgang til klassificeringsvejledningerne.
FNRRS0358.message     = Fejl under hentning af underordnede emner fra klassifikationsvejledning, eller vejledningsafsnittet ''{1}'' tilh\u00f8rer filplan-opbevaringsstedet: ''{0}''.
FNRRS0358.arg.0       = repositoryIdent
FNRRS0358.arg.1       = classificationGuideOrSection

FNRRS0359.explanation = Det angivne opbevaringssted for filplaner er ikke konfigureret med den DoD-klassificerede datamodel og underst\u00f8tter derfor ikke DoD-sikkerhedsklassificeringsvejledningerne.
FNRRS0359.action      = Kontroll\u00e9r, at det er det korrekte opbevaringssted for filplaner, der er angivet, og at det er konfigureret med DoD-klassificeret datamodel.
FNRRS0359.message     = DoD-klassificeringsvejledninger underst\u00f8ttes ikke p\u00e5 opbevaringsstedet for filplaner: ''{0}''.
FNRRS0359.arg.0       = repositoryIdent

FNRRS0360.explanation = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 hentning af den angivne sikkerhedsklassificeringsvejledning, som tilh\u00f8rer det angivne opbevaringssted for filplaner.
FNRRS0360.action      = Kontroll\u00e9r, at opbevaringsstedet er et DoD-sikkerhedsklassificeret opbevaringssted for  filplaner, og at den aktuelle bruger har den n\u00f8dvendige sikkerhedsadgang til klassificeringsvejledningerne.
FNRRS0360.message     = Fejl under hentning af klassifikationsvejledning ''{1}'', som  tilh\u00f8rer filplan-opbevaringsstedet: ''{0}''.
FNRRS0360.arg.0       = repositoryIdent
FNRRS0360.arg.1       = guideIdent

FNRRS0361.explanation = Der er returneret en uventet undtagelse fra P8 Content Engine-API''en, som angivet i undtagelseskode- og meddelelsesstrengen.
FNRRS0361.action      = Unders\u00f8g den inkluderede P8 Content Engine-undtagelse og eventuelle tilg\u00e6ngelige fejlrecords for at f\u00e5 oplysninger om den underliggende \u00e5rsag til fejltilstanden.
FNRRS0361.message     = Der er opst\u00e5et en uventet P8 Content Engine-undtagelse. Undtagelseskode: {0}, Meddelelse: ''{1}''
FNRRS0361.arg.0       = ceExceptionCode
FNRRS0361.arg.1       = ceExceptionMessage

FNRRS0362.explanation = Der er opst\u00e5et en uventet undtagelse under fors\u00f8g p\u00e5 at hente den DoD-klassificerede v\u00e6rdi for maksimal tidsgr\u00e6nse for afklassificering fra det angivne filplan-opbevaringssted.
FNRRS0362.action      = Kontroll\u00e9r, at den DoD-klassificerede datamodelegenskab er konfigureret til dette opbevaringssted, og at den indeholder en gyldig v\u00e6rdi for den relevante System Configuration-indgang.
FNRRS0362.message     = Uventet fejl under hentning af v\u00e6rdi for DoD-klassificeret maksimal tidsgr\u00e6nse for afklassificering. Opbevaringssted: ''{0}''
FNRRS0362.arg.0       = repositoryName

FNRRS0363.explanation = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at hente dispositionshandlinger fra det overordnede opbevaringssted for filplaner.
FNRRS0363.action      = Kontroll\u00e9r, at den aktuelle bruger mindst har fremvisningsrettigheder til indholdet i opbevaringsstedet for filplaner.
FNRRS0363.message     = Fejl under hentning af dispositionshandlinger fra opbevaringsstedet for filplaner: ''{0}''.
FNRRS0363.arg.0       = filplan_opbevaringssted

FNRRS0364.explanation = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at hente dispositionsudl\u00f8sere fra det overordnede opbevaringssted for filplaner.
FNRRS0364.action      = Kontroll\u00e9r, at den aktuelle bruger mindst har fremvisningsrettigheder til indholdet i opbevaringsstedet for filplaner.
FNRRS0364.message     = Fejl under hentning af dispositionsudl\u00f8sere fra opbevaringsstedet for filplaner: ''{0}''.
FNRRS0364.arg.0       = filplan_opbevaringssted

FNRRS0365.explanation = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at hente dispositionsplaner fra det overordnede opbevaringssted for filplaner.
FNRRS0365.action      = Kontroll\u00e9r, at den aktuelle bruger mindst har fremvisningsrettigheder til indholdet i opbevaringsstedet for filplaner.
FNRRS0365.message     = Fejl under hentning af dispositionsplaner fra opbevaringsstedet for filplaner: ''{0}''.
FNRRS0365.arg.0       = filplan_opbevaringssted

FNRRS0366.explanation = Det foresl\u00e5ede navn p\u00e5 dispositionsudl\u00f8serhandling er allerede i brug p\u00e5 dette opbevaringssted.
FNRRS0366.action      = Angiv en v\u00e6rdi, der ikke allerede er blevet brugt p\u00e5 opbevaringsstedet.
FNRRS0366.message     = Det foresl\u00e5ede navn p\u00e5 dispositionsudl\u00f8serhandling er ikke entydigt p\u00e5 opbevaringsstedet: ''{0}''.
FNRRS0366.arg.0       = navne_v\u00e6rdi

FNRRS0367.explanation = Cyklusperioden for gentagelse af en dispositionsudl\u00f8ser skal v\u00e6re st\u00f8rre end 0.
FNRRS0367.action      = Angiv en v\u00e6rdi, der ikke er nul, for v\u00e6rdien for \u00e5r, m\u00e5neder eller dage.
FNRRS0367.message     = Mindst \u00e9n v\u00e6rdi for cyklisk tidsperiode skal v\u00e6re st\u00f8rre end 0.

FNRRS0368.explanation = Der er opst\u00e5et en fejl under et fors\u00f8g p\u00e5 at tilf\u00f8je en ny dispositionsudl\u00f8ser til et opbevaringssted for filplaner.
FNRRS0368.action      = Kontroll\u00e9r, at m\u00e5lopbevaringsstedet er gyldigt. Kontroll\u00e9r, at den aktuelle bruger har den korrekte sikkerhedsadgang p\u00e5 objektniveau til, at funktionen kan tillades.
FNRRS0368.message     = Kan ikke tilf\u00f8je ny dispositionsudl\u00f8ser til m\u00e5lopbevaringsstedet for filplaner: ''{0}''.
FNRRS0368.arg.0       = opbevaringssteds_id

FNRRS0369.explanation = Der er opst\u00e5et en fejl under et fors\u00f8g p\u00e5 at tilf\u00f8je en ny dispositionshandling til et opbevaringssted for filplaner.
FNRRS0369.action      = Kontroll\u00e9r, at m\u00e5lopbevaringsstedet er gyldigt. Kontroll\u00e9r, at den aktuelle bruger har den korrekte sikkerhedsadgang p\u00e5 objektniveau til, at funktionen kan tillades.
FNRRS0369.message     = Kan ikke tilf\u00f8je ny dispositionshandling til m\u00e5lopbevaringsstedet for filplaner: ''{0}''.
FNRRS0369.arg.0       = opbevaringssteds_id

FNRRS0370.explanation = Det foresl\u00e5ede navn p\u00e5 dispositionshandling er allerede i brug p\u00e5 dette opbevaringssted.
FNRRS0370.action      = Angiv en v\u00e6rdi, der ikke allerede er blevet brugt p\u00e5 opbevaringsstedet.
FNRRS0370.message     = Det foresl\u00e5ede navn p\u00e5 dispositionshandling er ikke entydigt p\u00e5 opbevaringsstedet: ''{0}''.
FNRRS0370.arg.0       = navne_v\u00e6rdi

FNRRS0371.explanation = Den foresl\u00e5ede v\u00e6rdi for den arbejdsgang, der er tilknyttet dispositionshandlingen, er ikke en forekomst af  WorkflowDefinition-klassen.
FNRRS0371.action      = Angiv en gyldig IBM Enterprise Records WorkflowDefinition-forekomst for den tilh\u00f8rende arbejdsgangsegenskab.
FNRRS0371.message     = Den foresl\u00e5ede v\u00e6rdi for den arbejdsgang, der er tilknyttet dispositionshandlingen, er ikke en forekomst af  WorkflowDefinition-klassen: ''{0}''.
FNRRS0371.arg.0       = klasse_navn

FNRRS0372.explanation = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at hente arbejdsgangsdefinitioner fra det overordnede opbevaringssted for filplaner.
FNRRS0372.action      = Kontroll\u00e9r, at den aktuelle bruger mindst har fremvisningsrettigheder til indholdet i opbevaringsstedet for filplaner.
FNRRS0372.message     = Fejl under hentning af arbejdsgangsdefinitioner fra opbevaringsstedet for filplaner: ''{0}''.
FNRRS0372.arg.0       = filplan_opbevaringssted

FNRRS0373.explanation = Det foresl\u00e5ede navn p\u00e5 dispositionsplan er allerede i brug p\u00e5 dette opbevaringssted.
FNRRS0373.action      = Angiv en v\u00e6rdi, der ikke allerede er blevet brugt p\u00e5 opbevaringsstedet.
FNRRS0373.message     = Det foresl\u00e5ede navn p\u00e5 dispositionsplan er ikke entydigt p\u00e5 opbevaringsstedet: ''{0}''.
FNRRS0373.arg.0       = navne_v\u00e6rdi

FNRRS0374.explanation = Der er angivet en ugyldig v\u00e6rdi for dispositionsudl\u00f8ser for den foresl\u00e5ede dispositionsplan.
FNRRS0374.action      = Angiv en gyldig v\u00e6rdi for dispositionsudl\u00f8ser eller en foruddefineret kalenderdatoudl\u00f8ser.
FNRRS0374.message     = Der er angivet en ugyldig v\u00e6rdi for dispositionsudl\u00f8ser for den foresl\u00e5ede dispositionsplan.
FNRRS0374.arg.0       = navne_v\u00e6rdi

FNRRS0375.explanation = V\u00e6rdien for den angivne egenskab er ugyldig eller ligger uden for interval.
FNRRS0375.action      = Angiv en gyldig v\u00e6rdi for den angivne egenskab.
FNRRS0375.message     = V\u00e6rdien for den angivne egenskab er ugyldig eller ligger uden for interval: {0}, ''{1}''
FNRRS0375.arg.0       = egenskabs_navn
FNRRS0375.arg.1       = egenskabs_v\u00e6rdi
FNRRS0376.explanation = Det foresl\u00e5ede navn p\u00e5 dispositionsplan mangler en gyldig v\u00e6rdi for opbevaringsperiode.
FNRRS0376.action      = Angiv ikke-negative v\u00e6rdier for opbevaringsperiode i \u00e5r, m\u00e5neder og dage.
FNRRS0376.message     = Det foresl\u00e5ede navn p\u00e5 dispositionsplan mangler en gyldig v\u00e6rdi for opbevaringsperiode.

FNRRS0377.explanation = En dispositionsfase mangler en gyldig v\u00e6rdig for opbevaringsperiode.
FNRRS0377.action      = Angiv ikke-negative v\u00e6rdier for opbevaringsperiode i \u00e5r, m\u00e5neder og dage.
FNRRS0377.message     = En dispositionsfase mangler en gyldig v\u00e6rdig for opbevaringsperiode.

FNRRS0378.explanation = Anden opbevaringsperiode for dispositionsfase mangler en gyldig v\u00e6rdig for opbevaringsperiode.
FNRRS0378.action      = Angiv ikke-negative v\u00e6rdier for opbevaringsperiode i \u00e5r, m\u00e5neder og dage.
FNRRS0378.message     = Anden opbevaringsperiode for dispositionsfase mangler en gyldig v\u00e6rdig for opbevaringsperiode.

FNRRS0379.explanation = Der er opst\u00e5et en fejl under et fors\u00f8g p\u00e5 at tilf\u00f8je en ny dispositionsplan til et opbevaringssted for filplaner.
FNRRS0379.action      = Kontroll\u00e9r, at m\u00e5lopbevaringsstedet er gyldigt. Kontroll\u00e9r, at den aktuelle bruger har den korrekte sikkerhedsadgang p\u00e5 objektniveau til, at funktionen kan tillades.
FNRRS0379.message     = Kan ikke tilf\u00f8je ny dispositionsplan til m\u00e5lopbevaringsstedet for filplaner: ''{0}''.
FNRRS0379.arg.0       = opbevaringssteds_id

FNRRS0380.explanation = Der er opst\u00e5et en fejl under et fors\u00f8g p\u00e5 at tilf\u00f8je en ny recordtype til et opbevaringssted for filplaner.
FNRRS0380.action      = Kontroll\u00e9r, at m\u00e5lopbevaringsstedet er gyldigt. Kontroll\u00e9r, at den aktuelle bruger har den korrekte sikkerhedsadgang p\u00e5 objektniveau til, at funktionen kan tillades.
FNRRS0380.message     = Kan ikke tilf\u00f8je ny recordtype til m\u00e5lopbevaringsstedet for filplaner: ''{0}''.
FNRRS0380.arg.0       = opbevaringssteds_id

FNRRS0381.explanation = Det foresl\u00e5ede navn p\u00e5 recordtype er allerede i brug p\u00e5 dette opbevaringssted.
FNRRS0381.action      = Angiv en v\u00e6rdi, der ikke allerede er blevet brugt p\u00e5 opbevaringsstedet.
FNRRS0381.message     = Det foresl\u00e5ede navn p\u00e5 recordtype er ikke entydigt p\u00e5 opbevaringsstedet: ''{0}''.
FNRRS0381.arg.0       = navne_v\u00e6rdi

FNRRS0382.explanation = Kan ikke oprette en ny forekomst af entitets_type p\u00e5 opbevaringssteds_id.
FNRRS0382.action      = Kontroll\u00e9r, at den tilknyttede klasse er defineret p\u00e5 opbevaringsstedet, og at den aktuelle bruger har den korrekte sikkerhedsadgang til, at denne funktion kan lade sig g\u00f8re.
FNRRS0382.message     = Kan ikke oprette ny forekomst af entitetstype p\u00e5 det angivne opbevaringssted: {0}, ''{1}''.
FNRRS0382.arg.0       = entitetstype
FNRRS0382.arg.1       = opbevaringssteds_id

FNRRS0383.explanation = Den angivne egenskab eller dens v\u00e6rdi er aktuelt ikke tilg\u00e6ngelig.
FNRRS0383.action      = Kontroll\u00e9r, at egenskaben er defineret og er tilg\u00e6ngelig for den aktuelle bruger.
FNRRS0383.message     = Kunne ikke hente egenskab: {0}.
FNRRS0383.arg.0       = egenskabs_navn

FNRRS0384.explanation = Det foresl\u00e5ede navn p\u00e5 placering er allerede i brug p\u00e5 dette opbevaringssted.
FNRRS0384.action      = Angiv en v\u00e6rdi, der ikke allerede er blevet brugt p\u00e5 opbevaringsstedet.
FNRRS0384.message     = Det foresl\u00e5ede navn p\u00e5 placering er ikke entydigt p\u00e5 opbevaringsstedet: ''{0}''.
FNRRS0384.arg.0       = navne_v\u00e6rdi

FNRRS0385.explanation = Funktionen underst\u00f8ttes ikke af den aktuelle objekttype
FNRRS0385.action      = Denne funktion kan ikke bruges sammen med dette objekt. Revid\u00e9r enten objektet eller funktionen
FNRRS0385.message     = Funktionen underst\u00f8ttes ikke sammen med den aktuelle objekttype

FNRRS0386.explanation = Det foresl\u00e5ede navn p\u00e5 tilbageholdelse er allerede i brug p\u00e5 dette opbevaringssted.
FNRRS0386.action      = Angiv en v\u00e6rdi, der ikke allerede er blevet brugt p\u00e5 opbevaringsstedet.
FNRRS0386.message     = Det foresl\u00e5ede navn p\u00e5 tilbageholdelse er ikke entydigt p\u00e5 opbevaringsstedet: ''{0}''.
FNRRS0386.arg.0       = navne_v\u00e6rdi

FNRRS0387.explanation = Der er opst\u00e5et en fejl under hentning af tilbageholdelser fra opbevaringsstedet for filplaner
FNRRS0387.action      = Kontroll\u00e9r, at mindst \u00e9n tilbageholdelse findes i opbevaringsstedet
FNRRS0387.message     = Fejl under hentning af tilbageholdelser fra opbevaringsstedet for filplaner: ''{0}''.
FNRRS0387.arg.0       = id for opbevaringssted for filplan

FNRRS0388.explanation = Den streng, der identificerer tilbageholdelse, rmHoldId, har ikke et gyldigt format.
FNRRS0388.action      = Kontroll\u00e9r, at id-strengen har samme format som en GUID-streng: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', hvor hvert ''x'' er et hexadecimalt tegn.
FNRRS0388.message     = Forkert format p\u00e5 streng, der identificerer tilbageholdelse: ''{0}''.
FNRRS0388.arg.0       = tilbageholdelses-id

FNRRS0389.explanation = Kan ikke starte SQL-foresp\u00f8rgsel p\u00e5 objektlager.
FNRRS0389.action      = Hvis SQL-foresp\u00f8rgslen indeholder indholdsbaseret hentning, skal du kontrollere, at indholdss\u00f8geprogrammet er konfigureret korrekt.
FNRRS0389.message     = Kan ikke starte SQL-foresp\u00f8rgslen ''{0}'' p\u00e5 opbevaringsstedet: ''{1}''.
FNRRS0389.arg.0       = SQL-foresp\u00f8rgselsstreng
FNRRS0389.arg.1       = opbevaringssteds-id
FNRRS0390.explanation = IBM Enterprise Records underst\u00f8tter ikke et heterogent CBR-milj\u00f8 (content-based retrieval), som kombinerer en eller flere forskellige typer CBR-programmer.
FNRRS0390.action      = Du skal migrere s\u00f8geprogrammerne i recordobjektlageret fra IBM Legacy Content Search Engine til IBM Content Search Services.
FNRRS0390.message     = De indholdsopbevaringssteder, der er tilknyttet opbevaringsstedet for filplaner, er konfigureret med et heterogent CBR-milj\u00f8 (content-based retrieval), som kombinerer en eller flere forskellige typer CBR-programmer. Den heterogene CBR-konfiguration er ikke underst\u00f8ttet. Du skal migrere s\u00f8geprogrammerne fra IBM Legacy Content Search Engine til IBM Content Search Services. Der er flere oplysninger i emnet "Hvad er nyt i IBM FileNet Content Search Engine" i FileNet P8-informationcentret.

FNRRS0391.explanation = Kan ikke starte indholdsbaseret hentning. Et indholdss\u00f8gesystem er ikke konfigureret eller er ikke konfigureret korrekt.
FNRRS0391.action      = Kontroll\u00e9r, at et indholdss\u00f8gesystem er konfigureret korrekt sammen med indholdsopbevaringsstedet.
FNRRS0391.message     = Et indholdss\u00f8gesystem er ikke konfigureret eller er ikke konfigureret korrekt. Kan ikke starte den indholdsbaserede hentning: ''{0}'' p\u00e5 opbevaringsstedet: ''{1}''.
FNRRS0391.arg.0       = SQL-foresp\u00f8rgselsstreng
FNRRS0391.arg.1       = opbevaringssteds-id

FNRRS0392.explanation = Kan ikke hente s\u00f8geresultater baseret p\u00e5 s\u00f8gekriterierne.
FNRRS0392.action      = Kontroll\u00e9r, at et indholdss\u00f8gesystem er konfigureret korrekt sammen med recordobjektlageret.
FNRRS0392.message     = Kan ikke hente s\u00f8geresultater baseret p\u00e5 s\u00f8gekriterierne.

FNRRS0393.explanation = Recorden kan ikke arkiveres p\u00e5 mere end \u00e9t opbevaringssted.
FNRRS0393.action      = Kontroll\u00e9r, at recorden ikke er arkiveret flere steder, og pr\u00f8v igen.
FNRRS0393.message     = Recorden kan ikke arkiveres p\u00e5 mere end \u00e9t opbevaringssted.

FNRRS0394.explanation = Parameterv\u00e6rdien mangler eller har en ugyldig v\u00e6rdi.
FNRRS0394.action      = Angiv en kompatibel parameterv\u00e6rdi.
FNRRS0394.message     = V\u00e6rdien for f\u00f8lgende parameter er ugyldig: ''{0}''
FNRRS0394.arg.0       = parameternavn

FNRRS0395.explanation = Der er ingen aktive diskenhed p\u00e5 det angivne opbevaringssted. Der kr\u00e6ves en aktive diskenhed.
FNRRS0395.action      = Kontroll\u00e9r, at der er en aktiv diskenhed p\u00e5 det angivne opbevaringssted.
FNRRS0395.message     = Der er ingen aktiv diskenhed p\u00e5 dette opbevaringssted: ''{0}''
FNRRS0395.arg.0       = opbevaringssted-id

FNRRS0396.explanation = Kilde- og destinationsopbevaringsstederne er de samme. Dette er ikke tilladt, n\u00e5r objekter flyttes.
FNRRS0396.action      = Pr\u00f8v handlingen igen, og angiv forskellige kilde-og destinationsopbevaringssteder.
FNRRS0396.message     = Kilde- og destinationsopbevaringsstederne er de samme.

FNRRS0397.explanation = Objektet er allerede arkiveret p\u00e5 destinationsopbevaringsstedet.
FNRRS0397.action      = Pr\u00f8v funktionen igen, og angiv et andet destinationsopbevaringssted.
FNRRS0397.message     = Objektet er allerede arkiveret p\u00e5 destinationsopbevaringsstedet.

FNRRS0398.explanation = Recorden er allerede en kvitterende overordnet. Den kan ikke v\u00e6re b\u00e5de kvittering og en kvitterende overordnet.
FNRRS0398.action      = Recorden kan ikke v\u00e6re b\u00e5de kvittering og en kvitterende overordnet. Ret fejlen, afh\u00e6ngigt af din virksomheds behov.
FNRRS0398.message     = Recorden er allerede et kvitterende overordnet.
FNRRS0398.arg.0       = pladsholder
FNRRS0399.explanation = Recorden er allerede en kvittering. Kvitteringer kan kun knyttes til \u00e9n record.
FNRRS0399.action      = Recorden kan kun knyttes til \u00e9n record. Ret fejlen, afh\u00e6ngigt af din virksomheds behov.
FNRRS0399.message     = Recorden er allerede en kvittering. 
FNRRS0400.explanation = Den kvitterende overordnede er allerede en kvittering. Den kan ikke v\u00e6re b\u00e5de kvittering og en kvitterende overordnet.
FNRRS0400.action      = Recorden kan ikke v\u00e6re b\u00e5de kvittering og en kvitterende overordnet. Ret fejlen, afh\u00e6ngigt af din virksomheds behov.
FNRRS0400.message     = Recordoverordnede er allerede en kvittering.

FNRRS0401.explanation = Der er opst\u00e5et en fejl under vedh\u00e6ftning af kvittering til recorden.
FNRRS0401.action      = Kontroll\u00e9r, at kvitteringsegenskaben er tilg\u00e6ngelig fra egenskabssiden. Kontroll\u00e9r, at du har tilladelse til at \u00e6ndre egenskaberne for recorden og kvitteringen.
FNRRS0401.message     = Kvittering kan ikke tilknyttes til recorden.

FNRRS0402.explanation = Dette objekt er ikke en gyldigt kvittering.
FNRRS0402.action      = Kontroll\u00e9r, at egenskaben receiptOf i "kvitteringen" har en gyldig v\u00e6rdi.
FNRRS0402.message     = Dette objekt er ikke en gyldig kvittering: {0}.
FNRRS0402.arg.0       = objekt-id

FNRRS0403.explanation = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at fjerne tilknytningen af denne kvittering fra dens overordnede.
FNRRS0403.action      = Kontroll\u00e9r, at kvitteringer er aktiveret for objektlageret. Kontroll\u00e9r, at dette objekt er en gyldig kvittering.
FNRRS0403.message     = Kvittering kan ikke fjernes.

FNRRS0404.explanation = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at aktivere en RMAudit-h\u00e6ndelse p\u00e5 objektet.
FNRRS0404.action      = Kontroll\u00e9r, at objektet er et gyldigt dokumentobjekt, folderobjekt eller tilpasset objekt.
FNRRS0404.message     = Kan ikke aktivere h\u00e6ndelse p\u00e5 objekt: ''{0}''
FNRRS0404.arg.0       = objekt_id

FNRRS0405.explanation = Der er opst\u00e5et en fejl under kontrol af de egenskaber, der er knyttet til vigtige records. Entiteten er markeret som vigtig, men en tilknyttet egenskab mangler eller er forkert.
FNRRS0405.action      = Kontroll\u00e9r, at de korrekte vigtige recordegenskaber er angivet med gyldige v\u00e6rdier.
FNRRS0405.message     = Ugyldig vigtig recordegenskab: ''{0}'' med v\u00e6rdien ''{1}''
FNRRS0405.arg.0       = egenskabsnavn
FNRRS0405.arg.1       = egenskabsv\u00e6rdi

FNRRS0406.explanation = Den overf\u00f8rte opbevaringssteder ikke er fra samme filplan.
FNRRS0406.action      = Kontroll\u00e9r, at opbevaringsstederne er i samme filplan.
FNRRS0406.message     = Opbevaringsstedet {0} og opbevaringsstedet {1} er ikke fra samme filplan.
FNRRS0406.arg.0       = id for opbevaringssted 1
FNRRS0406.arg.1       = id for opbevaringssted 2

FNRRS0407.explanation = De angivne egenskaber for den vigtige record er enten tomme eller ugyldige.
FNRRS0407.action      = Kontroll\u00e9r, at de korrekte vigtige recordegenskaber er angivet med gyldige v\u00e6rdier.
FNRRS0407.message     = Ugyldige egenskaber for vigtig record.

FNRRS0408.explanation = Egenskaben ApplyToNameOrID har en ugyldig v\u00e6rdi. V\u00e6rdien skal enten v\u00e6re "Navn" eller "id"
FNRRS0408.action      = Revid\u00e9r egenskaben til en af de gyldige v\u00e6rdier.
FNRRS0408.message     = Egenskaben har en ugyldig v\u00e6rdi

FNRRS0409.explanation = De vigtige egenskaber kan ikke angives. Kontroll\u00e9r de andre fejlmeddelelser for at finde den specifikke \u00e5rsag.
FNRRS0409.action      = Kontroll\u00e9r, at de korrekte vigtige recordegenskaber er angivet med gyldige v\u00e6rdier.
FNRRS0409.message     = Kan ikke hente vigtige egenskaber for entiteten. Egenskab: ''{0}''.
FNRRS0409.arg.0       = objekt_id

FNRRS0410.explanation = De vigtige egenskaber kan ikke angives. Kontroll\u00e9r de andre fejlmeddelelser for at finde den specifikke \u00e5rsag.
FNRRS0410.action      = Kontroll\u00e9r, at de korrekte vigtige recordegenskaber er angivet med gyldige v\u00e6rdier.
FNRRS0410.message     = Kan ikke angive n\u00e6ste det vigtige objekts n\u00e6ste gennemgangsdato for entiteten ''{0}''.
FNRRS0410.arg.0       = objekt_id

FNRRS0411.explanation = Det angivne m\u00f8nsternavn er ikke entydigt.
FNRRS0411.action      = V\u00e6lg et nyt m\u00f8nsternavn, som er entydigt
FNRRS0411.message     = Det angivne m\u00f8nsternavn er ikke entydigt.

FNRRS0412.explanation = De vigtige egenskaber kan ikke angives. Kontroll\u00e9r de andre fejlmeddelelser for at finde den specifikke \u00e5rsag.
FNRRS0412.action      = Kontroll\u00e9r, at de korrekte vigtige recordegenskaber er angivet med gyldige v\u00e6rdier.
FNRRS0412.message     = Kan ikke angive vigtige egenskaber for entiteten ''{0}''.
FNRRS0412.arg.0       = objekt_id

FNRRS0413.explanation = Den vigtige egenskaben m\u00e5 ikke v\u00e6re NULL.
FNRRS0413.action      = Kontroll\u00e9r, at den korrekte egenskab for en vigtig record er angivet med en gyldig ikke-NULL v\u00e6rdi.
FNRRS0413.message     = Kan ikke angive egenskaben ''{0}'' for den vigtige udl\u00f8ser.
FNRRS0413.arg.0       = objekt_id

FNRRS0414.explanation = Den angivne cyklush\u00e6ndelse har en ugyldig cyklusperiode. Dette skyldes sandsynligvis, at de \u00e5r, m\u00e5neder og dage, der er tilknyttet udl\u00f8seren, er nul.
FNRRS0414.action      = Kontroll\u00e9r, at cyklusperiod en har en gyldig v\u00e6rdi, der er st\u00f8rre end nul.
FNRRS0414.message     = Navn p\u00e5 cyklisk h\u00e6ndelse, {0}, definerer cyklusperioder som {1} \u00e5r, {2} m\u00e5neder, {3} dage. Systemet kan ikke beregne dispositionsdata.
FNRRS0414.arg.0       = aktivitetsnavn
FNRRS0414.arg.1       = antal \u00e5r
FNRRS0414.arg.2       = antal m\u00e5neder
FNRRS0414.arg.3       = antal dage

FNRRS0415.explanation = Der er opst\u00e5et en uventet fejl under fors\u00f8g p\u00e5 at hente tilg\u00e6ngelige ConnectorRegistration-objekter fra et opbevaringsstede for filplaner.
FNRRS0415.action      = Kontroll\u00e9r, at alle trin for installation af opbevaringssted for filplaner er udf\u00f8rt.
FNRRS0415.message     = Kan ikke hente ConnectorRegistration-objekter fra opbevaringssted for filplaner: {0}.
FNRRS0415.arg.0       = id p\u00e5 opbevaringssted for filplaner.

FNRRS0416.explanation = Kan ikke f\u00e5 adgang til klasser, der er i IBM FileNet P8 Process Engine Java API.
FNRRS0416.action      = Kontroll\u00e9r, at Process Engine Java API-jar-filen og dets afh\u00e6ngigheder er inkluderet i runtime-classpath. Det omfatter typisk pe.jar, peResources.jar, mailapi.jar, xercesImpl.jar. Metoden RALPESupport#getSetupException kan bruges til at hente en opst\u00e5et undtagelse.
FNRRS0416.message     = The IBM FileNet P8 Process Engine Java API er ikke tilg\u00e6ngelig.

FNRRS0417.explanation = Inputparameteren ''vwSession'' skal v\u00e6re en gyldig forekomst af klassen ''filenet.vw.api.VWSession''.
FNRRS0417.action      = Kontroll\u00e9r, at din IBM FileNet P8 Process Engine-klientforbindelse er konfigureret er korrekt.
FNRRS0417.message     = Inputparameteren ''vwSession'' er ikke en gyldig forekomst af klassen ''filenet.vw.api.VWSession''.

FNRRS0418.explanation = Inputparameteren ''vwStepElement'' skal v\u00e6re en gyldig forekomst af klassen ''filenet.vw.api.VWStepElement''.
FNRRS0418.action      = Du kan hente en gyldig forekomst af klassen ''filenet.vw.api.VWStepElement'' ved brug af metoden RALPESupport#createWorkflow.
FNRRS0418.message     = Inputparameteren ''vwStepElement'' er ikke en gyldig forekomst af klassen ''filenet.vw.api.VWStepElement''.

FNRRS0419.explanation = Der er opst\u00e5et en uventet ''filenet.vw.api.VWException''.

FNRRS0419.action      = Unders\u00f8g den tilf\u00f8jede meddelelsesstreng, stak sporings- og/eller logfilerne for oplysninger vedr. kilden til fejlen.
FNRRS0419.message     = En uventet ''filenet.vw.api.VWException'' er opfanget: {0}
FNRRS0419.arg.0	   = Den lokaliserede meddelelse fra ''filenet.vw.api.VWException''-forekomsten.

FNRRS0420.explanation = En ikke-NULL forekomst af ilenet.vw.api.VWUserInfo'' er p\u00e5kr\u00e6vet, hvis denne funktion skal udf\u00f8res.
FNRRS0420.action      = Kontroll\u00e9r, at den angivne forekomst ''filenet.vw.api.VWSession'' er gyldig, og at den aktuelle bruger er valideret.
FNRRS0420.message     = P8 FileNet Process Engine-API-kald for at hente en forekomst af ''filenet.vw.api.VWUserInfo'' '' har returneret en NULL-v\u00e6rdi.

FNRRS0421.explanation = Der er returneret en fejl under fors\u00f8g p\u00e5 at hente den angivne tilbageholdelse.
FNRRS0421.action	   = Kontroll\u00e9r, at den streng, der identificerer tilbageholdelsen, er gyldig, og at tilbageholdelsen findes.
FNRRS0421.message     = Kan ikke hente den angivne tilbageholdelse: {0}
FNRRS0421.arg.0        = Den streng, der identificerer den angivne tilbageholdelse.

FNRRS0422.explanation = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at hente rapportdefinitioner fra det overordnede opbevaringssted for filplaner.
FNRRS0422.action      = Kontroll\u00e9r, at den aktuelle bruger mindst har fremvisningsrettigheder til indholdet i opbevaringsstedet for filplaner.
FNRRS0422.message     = Fejl under hentning af rapportdefinitioner fra opbevaringsstedet for filplaner: ''{0}''.
FNRRS0422.arg.0       = filplan_opbevaringssted

FNRRS0423.explanation = Der er opst\u00e5et en fejl i den JVM XML-analysekonfiguration, som vedr\u00f8rer XPATH.
FNRRS0423.action      = Kontroll\u00e9r, at JRE-versionen 1.5 eller nyere.
FNRRS0423.message     = Fejl ved initialisering af den JVM XML-analysekonfiguration, som vedr\u00f8rer XPATH.

FNRRS0424.explanation = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at analysere rapportdefinitions-XML.
FNRRS0424.action      = Kontroll\u00e9r, at rapportdefinitions-XML er korrekt formateret.
FNRRS0424.message     = Fejl under analyse af rapportdefinitions-XML: ''{0}''.
FNRRS0424.arg.0       = rapportdefinitions navn eller id.

FNRRS0425.explanation = Der opstod en fejl under fors\u00f8g p\u00e5 at hente indhold fra rapportdefinitionen.
FNRRS0425.action      = Kontroll\u00e9r, at rapportdefinitionen findes og indeholder XML-formateret indhold.
FNRRS0425.message     = Fejl under hentning af rapportdefinitionsindhold: ''{0}''.
FNRRS0425.arg.0       = rapportdefinitions navn eller id.

FNRRS0426.explanation = Der er returneret en fejl fra org.w3c.DOM API-biblioteket.
FNRRS0426.action      = Undtagelsesstakken indeholder mere detaljerede oplysninger.
FNRRS0426.message     = Der er opst\u00e5et en fejl under behandling af DOM XML som del af en eksportproces: entitet {0}.
FNRRS0426.arg.0       = Id for den entitet, der indg\u00e5r i eksporten.

FNRRS0427.explanation = Der er returneret en fejl fra P8 Content Engine XML-eksportgenereringsfunktionen.
FNRRS0427.action      = Undtagelsesstakken indeholder mere detaljerede oplysninger.
FNRRS0427.message     = Der er opst\u00e5et en fejl under P8 Content Engine XML-generering som del af en eksportproces,  entitet: {0}.
FNRRS0427.arg.0       = Id for den entitet, der indg\u00e5r i eksporten.

FNRRS0428.explanation = Der er returneret en fejl fra P8 Content Engine XML-eksportgenereringsfunktionen.
FNRRS0428.action      = Undtagelsesstakken indeholder mere detaljerede oplysninger.
FNRRS0428.message     = Der er opst\u00e5et en fejl under XML-serialisering til output-filen: {0}, {1}.
FNRRS0428.arg.0       = Outputfilsti i filsystem.
FNRRS0428.arg.1       = Meddelelse om XML-transformeringsundtagelse.

FNRRS0429.explanation = Selv om der er fundet et dokument for egenskabsv\u00e6rdien CurrentPhaseExportFormat, var der en fejl under fors\u00f8g p\u00e5 at l\u00e6se XSLT-indholdet.

FNRRS0429.action      = Kontroll\u00e9r, at CurrentPhaseExportFormat for eksportentiteter har f\u00e5et tildelt en gyldig dokumentv\u00e6rdi, hvis indhold omfatter gyldig XSLT.
FNRRS0429.message     = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at l\u00e6se XSLT-indhold fra CurrentPhaseExportFormat-v\u00e6rdidokument: {0}.
FNRRS0429.arg.0       = Id for dokumentv\u00e6rdien af ExportFormat-egenskaben.

FNRRS0430.explanation = Et fors\u00f8g p\u00e5 pr\u00e6kompilering af en XPath-streng i et XPath-udtryk er ikke gennemf\u00f8rt.

FNRRS0430.action      = Kontroll\u00e9r, at XPath-strengen er gyldig, og/eller den aktuelle JRE/classpath underst\u00f8tter XPath.
FNRRS0430.message     = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 kompilere f\u00f8lgende XPath-udtryksstrenge: ''{0}''.
FNRRS0430.arg.0       = Fejl i XPath-udtryksstreng.

FNRRS0431.explanation = Sidemarkering kan ikke hentes for den aktuelle tilstand af RMPageIterator.

FNRRS0431.action      = Kontroll\u00e9r, at RMPageIterator er flyttet til en gyldig sideplacering.
FNRRS0431.message     = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at returnere den aktuelle sidemarkering.

FNRRS0432.explanation = Der er opst\u00e5et en uventet fejl under fors\u00f8g p\u00e5 at hente RecordedDocuments-egenskabsv\u00e6rdien for recorden.
FNRRS0432.action      = Kontroll\u00e9r, at den aktuelle bruger har de korrekte adgangsrettigheder til de tilh\u00f8rende indholdselementer.
FNRRS0432.message     = Fejl opst\u00e5et under fors\u00f8g p\u00e5 at hente de tilknyttede indholdselementer for record: {0}.
FNRRS0432.arg.0       = Identitet p\u00e5 recorden.

FNRRS0433.explanation = M\u00e5lopbevaringsstedet for en opbevaringsflytning kan ikke v\u00e6re placeret i det underordnede opbevaringsstedshierarki for kildeopbevaringsstedet.
FNRRS0433.action      = V\u00e6lg en anden placering for m\u00e5lopbevaringsstedet, som kildeopbevaringsstedet kan flyttes til.
FNRRS0433.message     = Kan ikke flytte et kildeopbevaringssted til et m\u00e5lopbevaringssted, der er placeret under kildeopbevaringsstedet, sourceIdent: {0}, targetIdent: {1}.
FNRRS0433.arg.0       = Id for det kildeopbevaringssted, som flyttefors\u00f8get g\u00e6lder.
FNRRS0433.arg.1       = Id for m\u00e5lopbevaringsstedet.

FNRRS0434.explanation = Unders\u00f8g eventuelle indeholdte staksporinger for at se, om der er en underliggende undtagelse.
FNRRS0434.action      = Udf\u00f8r dispositionsafs\u00f8gning igen, og/eller pr\u00f8v at udf\u00f8re startdispositionsfunktionen igen.
FNRRS0434.message     = Der er opst\u00e5et en uventet fejl under opdatering af de aktuelle fasedata for en entitet, entitys- id: {0}.
FNRRS0434.arg.0       = Identiteten p\u00e5 den p\u00e5g\u00e6ldende entitet.

FNRRS0435.explanation = Kan ikke udf\u00f8re start disposition p\u00e5 en entitet p\u00e5 grund af en tilbageholdt placering og/eller en \u00e6ndring i dispositionsplanen.
FNRRS0435.action      = Fjern eventuelle anvendte tilbageholdelser fra entiteten, dens overordnede hierarki eller dens underordnede hierarki. Gentage dispositionsafs\u00f8gning.
FNRRS0435.message     = P\u00e5 grund af en \u00e6ndring i den aktuelle dispositionsfase kan start disposition ikke udf\u00f8res for denne entitet: {0}.
FNRRS0435.arg.0       = Identiteten p\u00e5 den entitet, p\u00e5 hvilken start disposition blev fors\u00f8gt.

FNRRS0436.explanation = En dispositionsfase kan ikke fjernes fra dispositionsplanen, hvis et eller flere opbevaringssteder eller records er i denne fase.
FNRRS0436.action      = Gentag dispositionsafs\u00f8gning, og/eller start disposition for de p\u00e5g\u00e6ldende recordopbevaringssteder eller records, og pr\u00f8v funktionen til fjernelse af faser igen.
FNRRS0436.message     = Kan ikke fjerne en dispositionsfase, der er i brug i \u00f8jeblikket, faseidentitet: {0}.
FNRRS0436.arg.0       = Identitet p\u00e5 den dispositionsfase, som fors\u00f8get p\u00e5 flytning blev udf\u00f8rt p\u00e5.

FNRRS0437.explanation = En bestemt dispositionsfase kan ikke forekomme flere gange i en dispositionsplan.
FNRRS0437.action      = Opret en ny dispositionsfase, f\u00f8r du fors\u00f8ger at tilf\u00f8je den til en dispositionsplan.
FNRRS0437.message     = Kan ikke tilf\u00f8je en dispositionsfase til en plan, som den allerede findes i, fase identitet: {0}.
FNRRS0437.arg.0       = Identitet p\u00e5 den dispositionsfase, som fors\u00f8get p\u00e5 tilf\u00f8jelse blev udf\u00f8rt p\u00e5.

FNRRS0438.explanation = En bestemt dispositionsfase kan ikke bruges i mere end \u00e9n dispositionsplan.
FNRRS0438.action      = Opret en ny dispositionsfase, f\u00f8r du fors\u00f8ger at tilf\u00f8je den til en dispositionsplan.
FNRRS0438.message     = Kan ikke tilf\u00f8je en dispositionsfase til en plan, som allerede bruges i en anden plan, fase-id: {0}.
FNRRS0438.arg.0       = Identitet p\u00e5 den dispositionsfase, som fors\u00f8get p\u00e5 tilf\u00f8jelse blev udf\u00f8rt p\u00e5.

FNRRS0439.explanation = N\u00e5r en plan indeholder en fase, hvis dispositionshandling er \u00f8del\u00e6g automatisk, \u00f8del\u00e6g eller overf\u00f8r, kan der ikke tilf\u00f8jes flere faser til den.
FNRRS0439.action      = Fjern f\u00f8rst alle handlingsfaser af typen afslut, f\u00f8r du fors\u00f8ger at tilf\u00f8je en ny fase til en dispositionsplan.
FNRRS0439.message     = Kan ikke tilf\u00f8je en dispositionsfase til en plan, der allerede har en afsluttende handlingsfase af typen \u00f8del\u00e6g automatisk, slet eller overf\u00f8r. 
FNRRS0440.explanation = Kan ikke fjerne en dispositionsfase fra en samling, den ikke h\u00f8rer til.
FNRRS0440.action      = Opfrisk den tilsvarende dispositionsplan, og f\u00e5 igen adgang til dens dispositionsfaseliste.
FNRRS0440.message     = Dispositionsfasen er ikke fasemedlem af denne dispositionsfaseliste, faseidentitet: {0}.
FNRRS0440.arg.0       = Identitet p\u00e5 den dispositionsfase, som fors\u00f8get p\u00e5 flytning blev udf\u00f8rt p\u00e5.

FNRRS0441.explanation = En bestemt anden opbevaring kan ikke findes mere end \u00e9n i en dispositionsfase.
FNRRS0441.action      = Opret en ny anden opbevaring, f\u00f8r du fors\u00f8ger at tilf\u00f8je den til en dispositionsfase.
FNRRS0441.message     = Kan ikke tilf\u00f8je en anden opbevaring til en dispositionsplan, den allerede findes i , id p\u00e5 anden opbevaring: {0}.
FNRRS0441.arg.0       = Identitet p\u00e5 anden opbevaring, som fors\u00f8get p\u00e5 tilf\u00f8jelse blev udf\u00f8rt p\u00e5.

FNRRS0442.explanation = En bestemt anden opbevaring kan ikke bruges i mere end \u00e9n dispositionsfase.
FNRRS0442.action      = Opret en ny anden opbevaring, f\u00f8r du fors\u00f8ger at tilf\u00f8je den til en dispositionsfase.
FNRRS0442.message     = Kan ikke tilf\u00f8je en anden opbevaring til en fase, som allerede bruges i en anden fase, id for anden opbevaring: {0}.
FNRRS0442.arg.0       = Identitet p\u00e5 anden opbevaring, som fors\u00f8get p\u00e5 tilf\u00f8jelse blev udf\u00f8rt p\u00e5.

FNRRS0443.explanation = Kan ikke fjerne en anden opbevaring fra en samling, den ikke h\u00f8rer til.
FNRRS0443.action      = Opfrisk den tilsvarende dispositionsfase, og f\u00e5 derefter adgang til dens liste med anden opbevaring.
FNRRS0443.message     = Anden opbevaring er ikke medlem af listen med anden opbevaring, id for anden opbevaring: {0}.
FNRRS0443.arg.0       = Identitet p\u00e5 anden opbevaring, som fors\u00f8get p\u00e5 fjernelse blev udf\u00f8rt p\u00e5.

FNRRS0444.explanation = Direkte sletning af en DispositionPhase-forekomst underst\u00f8ttes ikke.
FNRRS0444.action      = Brug en af DispositionPhaseList.remove-metoder til at slette en DispositionPhase-forekomst.
FNRRS0444.message     = Slettemetoden underst\u00f8ttes ikke i en DispositionPhase-forekomst, brug i stedet DispositionPhaseList.remove.

FNRRS0445.explanation = Direkte sletning af en AlternateRetention-forekomst underst\u00f8ttes ikke.
FNRRS0445.action      = Brug \u00e9n af AlternateRetentionList.remove-metoderne til at slette en AlternateRetention-forekomst.
FNRRS0445.message     = Slettemetoden underst\u00f8ttes ikke for en AlternateRetention-forekomst, brug i stedet AlternateRetentionList.remove.

FNRRS0446.explanation = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at hente den adgangsrolle, der er defineret af identifikator.
FNRRS0446.action      = Kontroll\u00e9r, at brugeren har tilstr\u00e6kkelige rettigheder til at tilf\u00f8je et nyt medlem til en eksisterende rolle, og at den p\u00e5g\u00e6ldende rolle stadig findes p\u00e5 opbevaringsstedet.
FNRRS0446.message     = Der er opst\u00e5et en fejl under fors\u00f8g p\u00e5 at hente den adgangsrolle, der er defineret ved  id = ''{0}''.
FNRRS0446.arg.0       = rolle-id

FNRRS0447.explanation = En dispositionsplan skal have en ikke-tom egenskabsv\u00e6rdi af typen ''\u00c5rsag til \u00e6ndring'', f\u00f8r en \u00e6ndring i den, og/eller i en af dens tilknyttede dispositionsfaser kan gemmes.
FNRRS0447.action      = Angiv en ikke-tom egenskabsv\u00e6rdi af typen ''\u00c5rsag til \u00e6ndring'' i den tilknyttede dispositionsplan, f\u00f8r du fors\u00f8ger at gemme dispositionsplanen eller nogen af dens dispositionsfaser.
FNRRS0447.message     = Kan ikke udf\u00f8re gemning p\u00e5 en dispositionsfase, n\u00e5r dens tilknyttede dispositionsplan mangler en egenskabsv\u00e6rdi af typen ''\u00c5rsag til \u00e6ndring''.

FNRRS0448.explanation = Entitetstypen af det hentede opbevaringssted svarer ikke til den entitetstype, du har anmodet om. Du fors\u00f8ger f.eks. at hente en recordkategori ved brug af en recordfolderid.
FNRRS0448.action      = Kontroll\u00e9r, at opbevaringsstedets id er korrekt for den forventede opbevaringsstedstype, og pr\u00f8v igen.
FNRRS0448.message     = Den faktiske entitetstype p\u00e5 den hentede opbevaringssted svarer ikke til den, du har anmodet om , opbevaringssteds-id:, {0}, entitetstype anmodet om: {1}, faktisk entitetstype for opbevaringssted: {2}
FNRRS0448.arg.0       = opbevaringssted-id
FNRRS0448.arg.1       = entitetstype anmodet om
FNRRS0448.arg.2       = faktisk entitetstype for opbevaringssted

FNRRS0449.explanation = IBM FileNet Content Search Engine sender CBR_FULLTEXTROWLIMIT_EXCEEDED-undtagelse. S\u00f8geresultater overstiger systemkapaciteten.

FNRRS0449.action      = Just\u00e9r n\u00f8gleord for indholdss\u00f8gning.
FNRRS0449.message     = S\u00f8geresultatet overstiger kapaciteten i IBM FileNet Content Search Engine. Just\u00e9r n\u00f8gleord for indholdss\u00f8gning.



FNRRS0600.explanation = Der er opst\u00e5et en uventet undtagelse i Java-API til Records Manager, den er beskrevet i undtagelses_meddelelse.
FNRRS0600.action      = Kontroll\u00e9r teksten i undtagelsesmeddelelsen og den tilh\u00f8rende staksporing for at f\u00e5 flere oplysninger om \u00e5rsagen til undtagelsen.
FNRRS0600.message     = Der er opst\u00e5et en uventet undtagelse: {0}.
FNRRS0600.arg.0       = undtagelses_meddelelse

FNRRS0601.explanation = En obligatorisk fil (globaliseringsressourcebundt) er ikke tilg\u00e6ngelig, navn p\u00e5 bundbase: base_navn.
FNRRS0601.action      = Kontroll\u00e9r, at en eller flere ressourcebundtfiler i formatet basename_nnNN.properties er tilg\u00e6ngelige i JVM-classpath.
FNRRS0601.message     = Ingen ResourceBundle er fundet for basisnavnet: ''{0}''.
FNRRS0601.arg.0       = basis_navn

FNRRS0602.explanation = En ikke-underst\u00f8ttet NULL- eller tom streng-v\u00e6rdi er overf\u00f8rt for inputparameter: parameter_navn.
FNRRS0602.action      = Kontroll\u00e9r, at v\u00e6rdien for denne parameter ikke indeholder en NULL-streng eller en tom streng.
FNRRS0602.message     = V\u00e6rdi for inputparameter er NULL eller en tom streng for parameteren ''{0}''.
FNRRS0602.arg.0       = parameter_navn

FNRRS0603.explanation = En ikke-underst\u00f8ttet NULL eller ugyldig array-v\u00e6rdi er overf\u00f8rt for inputparameter: parameter_navn.
FNRRS0603.action      = Kontroll\u00e9r, at array ikke er NULL eller tom, og at den ikke indeholder NULL-array-medlemmer.
FNRRS0603.message     = V\u00e6rdi for inputparameter er NULL eller en ugyldig array for parameteren ''{0}''.
FNRRS0603.arg.0       = parameter_navn

FNRRS0604.explanation = En ikke-underst\u00f8ttet NULL eller ugyldig samlingsv\u00e6rdi er overf\u00f8rt for inputparameter: parameter_navn.
FNRRS0604.action      = Kontroll\u00e9r, at samlingen ikke er NULL eller tom, og at den ikke indeholder NULL-medlemmer.
FNRRS0604.message     = V\u00e6rdi for inputparameter er NULL eller en ugyldig samling for parameteren ''{0}''.
FNRRS0604.arg.0       = parameter_navn

#
#
#================================================================================
# JARM Logging Message Strings
#--------------------------------------------------------------------------------
# For each logging message include the suffixed resource where applicable:
#   .message     -- the actual log message containing any necessary {n} parameter placeholders.
#   .arg.n       -- description of argument parameter {n}.
#
#

FNRRS9999.message  = Testmeddelelse, param1:, {0}, param2:{1}.

FNRRS0700.message = Slet under oprettelse af en {0} {1} RM Audit-forekomst for entiteten: {2}
FNRRS0700.arg.0   = Funktion, som revideres, f.eks. "Slet" eller "Flyt".
FNRRS0700.arg.1   = Revisionsstatus ''Gennemf\u00f8rt'' eller ''Fejl''.
FNRRS0700.arg.2   = Identificerende streng i entitet, som er tilknyttet RM Audit-fors\u00f8g.

FNRRS0701.message = Den aktuelle bruger ikke har adgangsrettighed til at arkivere det kopierede dokument {0} i indholdsfolderen {1} som en del af en proces til kopiering af records.
FNRRS0701.arg.0   = Id for den netop oprettede dokumentkopi.
FNRRS0701.arg.1   = Id p\u00e5 den involverede indholdsfolder.

FNRRS0702.message = Der findes mere end \u00e9n underordnet aktiv diskenhed under recordfolderen: {0}.
FNRRS0702.arg.0   = Id for den overordnede recordfolder.

FNRRS0703.message = Problem under behandling af DoD-klassificeret recordversion i forbindelse med erkl\u00e6ring af ny record: {0}
FNRRS0703.arg.0   = Undtagelsesmeddelelse.

FNRRS0704.message = Uventet fejl under fors\u00f8g p\u00e5 automatisk at slette PSS Atlas-administrerede dispositionsartefakter: {0}
FNRRS0704.arg.0   = Undtagelsesmeddelelse.

FNRRS0705.message = Genberegning af dispositionsafsk\u00e6ring blev udf\u00f8rt p\u00e5 entiteten: {0}.
FNRRS0705.arg.0   = Entitets-id.

#
#
#--------------------------------------------------------------------------------
#
#
#================================================================================
# JARM Miscellaneous Strings (primarily for auditing purposes).
#--------------------------------------------------------------------------------

#-- Used for LString class unit tests.
test.string1		= En teststreng.
test.pattern1		= F\u00f8rste {0} og anden {1}.
audit.reasonForFailure = \u00c5rsag til fejl: {0}

#-- {0} - the record or entity which is affected
#-- {1} - location where the entity was transferred or exported
audit.successfulDelete = RM Entity {0} er slettet
audit.failedDelete	   = RM Entity {0} er ikke slettet

audit.successfulExport = RM Entity {0} er ekporteret til {1}
audit.failedExport	   = RM Entity {0} er ikke eksporteret til {1}

audit.successfulInterimTransfer = RM Entity {0} er midlertidigt overf\u00f8rt til {1}
audit.failedInterimTransfer 	= RM Entity {0} er ikke midlertidigt overf\u00f8rt til {1}

audit.successfulTransfer = RM Entity {0} er overf\u00f8rt til {1}
audit.failedTransfer 	 = RM Entity {0} er ikke overf\u00f8rt til {1}

audit.successfulUndeclare = RM Record {0} er ikke-erkl\u00e6ret
audit.failedUndeclare     = RM Record {0} er ikke ikke-erkl\u00e6ret

audit.successfulReview = RM Record {0} er gennemset
audit.failedReview     = RM Record {0} er ikke gennemset

#-- {0} - the record or entity which is affected
#-- {1} - source location where the entity is from
#-- {2} - destination location where the entity is being relocated to
audit.successfulRelocate = RM Entity {0} er flyttet fra kilde {1} til destination {2}
audit.failedRelocate     = RM Entity {0} kunne ikke flyttes

#-- {0} - the record or entity which is affected
#-- {1} - name of the hold
audit.holdReason       = Manuel tilbageholdelse
audit.successfulHold   = RM Entity {0} er tilbageholdt {1}
audit.failedHold       = RM Entity {0} er ikke tilbageholdt {1}

audit.removeHoldReason      = Manuel fjernelse af tilbageholdelse
audit.successfullRemoveHold = RMEntity {0} er fjernet fra tilbageholdelse {1}
audit.failedRemoveHold      = RMEntity {0} er ikke fjernet fra tilbageholdelse {1}

bulk.deleteReason	= Del af bulkslettefunktion

disposition.deleteFromDestroy   = Sletning udf\u00f8rt som resultat af en \u00f8del\u00e6ggelseshandling.
disposition.closedByDisposition = Lukket pga. dispositionsbehandling.

# volume.autoCloseReason must be limited to 64 chars max.
volume.autoCloseReason	= Diskenhed er lukket pga. tilf\u00f8jelse af ny aktiv, sideordnet diskenhed.

