# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2010, 2012 IBM Corp. All rights reserved.
#
# JARM Localized String Resources (en_US).
# Includes strings for exception messages, logging and
#  other miscellaneous usage.
#
#
#================================================================================
# JARM Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRS0100.explanation = La propriet\u00e0 designata da property_symbolicname attualmente non \u00e8 nella cache delle propriet\u00e0.
FNRRS0100.action      = Aggiornare le propriet\u00e0 dell''oggetto per essere certi che la propriet\u00e0 desiderata sia inclusa nel filtro delle propriet\u00e0.
FNRRS0100.message     = La propriet\u00e0 non \u00e8 nella cache delle propriet\u00e0 dell''oggetto, nome simbolico della propriet\u00e0: ''{0}''.
FNRRS0100.arg.0       = property_symbolicname

FNRRS0101.explanation = L''operazione non \u00e8 supportata per questo entity_type identificato come identit\u00e0.
FNRRS0101.action      = Adeguare l''applicazione client in modo che non tenti questa operazione in questo tipo di istanza.
FNRRS0101.message     = L''operazione non \u00e8 supportata per questo tipo di istanza, operazione: ''{0}'', EntityType: ''{1}'', identit\u00e0: ''{2}''.
FNRRS0101.arg.0       = operazione
FNRRS0101.arg.1       = entity_type
FNRRS0101.arg.2       = identit\u00e0

FNRRS0102.explanation = La raccolta di repository in cui deve essere eseguita un''operazione di ricerca non appartiene allo stesso dominio.
FNRRS0102.action      = Assicurarsi che i repository della ricerca appartengano tutti allo stesso dominio.
FNRRS0102.message     = I repository della ricerca non appartengono allo stesso dominio.

FNRRS0103.explanation = La propriet\u00e0 symbolic_name non supporta il richiamo o l''impostazione di tipo data_type.
FNRRS0103.action      = Limitare il tipo di dati utilizzato con questa propriet\u00e0 al tipo definito dal valore DataType della propriet\u00e0.
FNRRS0103.message     = La propriet\u00e0 non supporta il tipo di dati, nome simbolico: ''{0}'', tipo di dati: ''{1}''.
FNRRS0103.arg.0       = symbolic_name
FNRRS0103.arg.1       = data_type

FNRRS0104.explanation = Il contenitore padre di destinazione attualmente \u00e8 chiuso e non pu\u00f2 accettare l''aggiunta di nuovi elementi figlio.
FNRRS0104.action      = Scegliere un contenitore padre alternativo o aprire questo contenitore padre.
FNRRS0104.message     = Il contenitore padre di destinazione ''{0}'' attualmente \u00e8 chiuso per le nuove aggiunte di elementi figlio.
FNRRS0104.arg.0       = parent_id

FNRRS0105.explanation = Al contenitore padre specificato non \u00e8 consentito contenere un elemento figlio di quel tipo.
FNRRS0105.action      = Scegliere un contenitore padre alternativo per il nuovo oggetto figlio.
FNRRS0105.message     = Il contenitore padre di destinazione ''{0}'' non pu\u00f2 contenere un oggetto figlio di tipo: {1}.
FNRRS0105.arg.0       = parent_id
FNRRS0105.arg.1       = container_type

FNRRS0106.explanation = I valori propriet\u00e0 specificati per il nuovo contenitore devono avere valori univoci relativi a tutti i suoi potenziali contenitori di pari livello esistenti all''interno del contenitore padre di destinazione.
FNRRS0106.action      = Accertarsi che vengano forniti valori univoci per i valori propriet\u00e0 in questione.
FNRRS0106.message     = Impossibile aggiungere un nuovo contenitore di tipo {0} al contenitore padre ''{1}'' perch\u00e9 uno o pi\u00f9 valori propriet\u00e0 tra quelli riportati di seguito non sono univoci tra i contenitori esistenti di pari livello: {2}, {3}.
FNRRS0106.arg.0       = container_type
FNRRS0106.arg.1       = parent_id
FNRRS0106.arg.2       = property1_name
FNRRS0106.arg.3       = property2_name

FNRRS0107.explanation = Alla propriet\u00e0 specificata deve essere assegnato un valore non vuoto.
FNRRS0107.action      = Fornire un valore non vuoto per la propriet\u00e0 specificata.
FNRRS0107.message     = All''oggetto manca un valore non vuoto per la propriet\u00e0 ''{0}''.
FNRRS0107.arg.0       = Nome della propriet\u00e0 mancante o vuota.

FNRRS0108.explanation = Il contenitore specificato non pu\u00f2 essere eliminato a causa di un''attesa esistente direttamente sul contenitore, su uno o pi\u00f9 dei relativi elementi padre o su uno o pi\u00f9 contenuti dei suoi discendenti.
FNRRS0108.action      = Rimuovere le attese che sono di impedimento e riprovare il processo di eliminazione.
FNRRS0108.message     = L''eliminazione del contenitore non \u00e8 consentita a causa di condizioni di attesa esistenti: ''{0}''.
FNRRS0108.arg.0       = delete_target

FNRRS0109.explanation = Il contenitore specificato non pu\u00f2 essere eliminato perch\u00e9 contiene sottocontenitori o record.
FNRRS0109.action      = Eliminare il contenuto del contenitore e riprovare il processo di eliminazione.
FNRRS0109.message     = Impossibile eliminare il contenitore non vuoto: ''{0}''.
FNRRS0109.arg.0       = delete_target

FNRRS0110.explanation = Il contenitore specificato non pu\u00f2 essere eliminato perch\u00e9 contiene sottocontenitori o record che vengono eliminati in modo logico (ossia, esistono perch\u00e9 la funzione di conservazione dei metadati \u00e8 abilitata).
FNRRS0110.action      = Eliminare il contenuto del contenitore e riprovare il processo di eliminazione.
FNRRS0110.message     = Impossibile eliminare un contenitore che contiene contenuti eliminati in modo logico: ''{0}''.
FNRRS0110.arg.0       = delete_target

FNRRS0111.explanation = Impossibile aggiungere un nuovo elemento figlio ad un contenitore padre inattivo.
FNRRS0111.action      = Rendere attivo il contenitore padre o scegliere un contenitore padre diverso a cui effettuare l''aggiunta.
FNRRS0111.message     = Impossibile aggiungere un nuovo elemento figlio ad un contenitore padre inattivo: ''{0}''.
FNRRS0111.arg.0       = parent_container

FNRRS0112.explanation = Se gli elementi contenuto sono specificati tramite i rispettivi ID, \u00e8 necessario specificare anche un repository di contenuti.
FNRRS0112.action      = Fornire il archivio di contenuti appropriato per gli ID elemento contenuto.
FNRRS0112.message     = Errore di dichiarazione, non \u00e8 stato specificato un archivio di contenuti per gli identificativi di elemento contenuto.

FNRRS0113.explanation = Se vengono specificati pi\u00f9 contenitori di destinazione durante una nuova dichiarazione record, tutti i contenitori simili appartengono allo stesso repository di piani file.
FNRRS0113.action      = Accertarsi che tutti i contenitori di destinazione della dichiarazione record appartengano allo stesso repository di piani file.
FNRRS0113.message     = Errore di dichiarazione, i contenitori di destinazione devono appartenere allo stesso repository di piani file.

FNRRS0114.explanation = Uno dei contenitori di destinazione per una dichiarazione record \u00e8 stato precedentemente eliminato in modo logico e non \u00e8 idoneo a contenere nuovi record.
FNRRS0114.action      = Rimuovere questo contenitore dall''elenco o selezionare un contenitore alternativo, oppure effettuare entrambe le operazioni.
FNRRS0114.message     = Errore di dichiarazione, il contenitore di destinazione \u00e8 stato eliminato in modo logico: ''{0}''.
FNRRS0114.arg.0       = container_ident

FNRRS0115.explanation = Non \u00e8 possibile dichiarare un record in un contenitore chiuso.
FNRRS0115.action      = Riaprire il contenitore e riprovare o scegliere un contenitore diverso.
FNRRS0115.message     = Errore di dichiarazione, il contenitore di destinazione \u00e8 chiuso: ''{0}''.
FNRRS0115.arg.0       = container_ident

FNRRS0116.explanation = Uno dei contenitori di destinazione per una dichiarazione record attualmente \u00e8 inattivo e non idoneo a contenere nuovi record.
FNRRS0116.action      = Riattivare questo contenitore o rimuoverlo dall''elenco di contenitori di destinazione.
FNRRS0116.message     = Errore di dichiarazione, il contenitore di destinazione \u00e8 inattivo: ''{0}''.
FNRRS0116.arg.0       = container_ident

FNRRS0117.explanation = \u00c8 possibile specificare un solo contenitore di tipo fisico come destinazione per una dichiarazione record.
FNRRS0117.action      = Limitare l''elenco di contenitori di destinazione ad un singolo contenitore di tipo fisico.
FNRRS0117.message     = Errore di dichiarazione, \u00e8 specificato pi\u00f9 di un contenitore di tipo fisico.

FNRRS0118.explanation = Tutti gli elementi contenuto associati ad un nuovo record devono appartenere allo stesso archivio di contenuti.
FNRRS0118.action      = Accertarsi che tutti gli elementi contenuto associati appartengano allo stesso archivio di contenuti.
FNRRS0118.message     = Errore di dichiarazione, gli elementi contenuto specificati per una nuova dichiarazione record appartengono ad archivi di contenuti diversi.

FNRRS0119.explanation = L''elemento contenuto specificato non \u00e8 idoneo alla dichiarazione record perch\u00e9 la propriet\u00e0 CanDeclare \u00e8 false, l''elemento \u00e8 in stato prenotazione o l''elemento \u00e8 gi\u00e0 stato dichiarato.
FNRRS0119.action      = Correggere l''elemento contenuto in errore o specificare un elemento contenuto diverso.
FNRRS0119.message     = Errore di dichiarazione, l''elemento contenuto specificato non \u00e8 idoneo alla dichiarazione record: ''{0}''.
FNRRS0119.arg.0       = contentItem_ident

FNRRS0120.explanation = Il record specificato non pu\u00f2 essere eliminato a causa di un''attesa esistente direttamente sul record o su uno o pi\u00f9 dei suoi elementi padre.
FNRRS0120.action      = Rimuovere le attese che sono di impedimento e riprovare il processo di eliminazione.
FNRRS0120.message     = L''eliminazione del record non \u00e8 consentita a causa di condizioni di attesa esistenti: ''{0}''.
FNRRS0120.arg.0       = delete_target

FNRRS0121.explanation = Il valore della propriet\u00e0 Sostituisci di un oggetto record pu\u00f2 contenere solo un oggetto record esistente.
FNRRS0121.action      = Accertarsi che il valore dell''oggetto assegnato alla propriet\u00e0 Sostituisci sia di tipo com.ibm.jarm.api.core.Record.
FNRRS0121.message     = Errore di dichiarazione, il valore della propriet\u00e0 Sostituisci del nuovo record deve essere un altro oggetto Record.

FNRRS0122.explanation = Il record di destinazione per il valore della propriet\u00e0 Sostituisci di un nuovo record non pu\u00f2 essere stato gi\u00e0 sostituito.
FNRRS0122.action      = Non tentare di sostituire un record esistente che \u00e8 gi\u00e0 stato sostituito.
FNRRS0122.message     = Il record di destinazione della propriet\u00e0 Sostituisci del nuovo record \u00e8 stato gi\u00e0 sostituito in precedenza.

FNRRS0123.explanation = Il record di destinazione per il valore della propriet\u00e0 Sostituisci di un nuovo record non pu\u00f2 essere recuperato a scopo di convalida.
FNRRS0123.action      = Accertarsi che il valore del record di destinazione della sostituzione esista ancora, o che l''utente corrente disponga dell''accesso di sicurezza necessario, o entrambi.
FNRRS0123.message     = Errore di dichiarazione, il record di destinazione della propriet\u00e0 Sostituisci del nuovo record non \u00e8 disponibile.

FNRRS0124.explanation = Il record di destinazione per il valore della propriet\u00e0 Sostituisci di un nuovo record non pu\u00f2 essere scritto.
FNRRS0124.action      = Accertarsi che l''utente corrente disponga dell''accesso in scrittura necessario per sostituire il valore del record di destinazione.
FNRRS0124.message     = Errore di dichiarazione, il record di destinazione della propriet\u00e0 Sostituisci del nuovo record non pu\u00f2 essere scritto.

FNRRS0125.explanation = Il record di destinazione per il valore della propriet\u00e0 ''Ricevuta di'' di un nuovo record \u00e8 gi\u00e0 un record ricevuta.
FNRRS0125.action      = Selezionare un record alternativo come valore Ricevuta di.
FNRRS0125.message     = Errore di dichiarazione, il record di destinazione per il valore della propriet\u00e0 ''Ricevuta di'' di un nuovo record \u00e8 gi\u00e0 un record ricevuta.

FNRRS0126.explanation = Quando si dichiara un record su un repository di piani file configurato con il modello dati di classificazione DoD, \u00e8 richiesto un valore propriet\u00e0 Classificazione corrente non nullo o non vuoto.
FNRRS0126.action      = Fornire un valore propriet\u00e0 Classificazione corrente valido.
FNRRS0126.message     = Errore di dichiarazione, propriet\u00e0 ''Classificazione corrente'' mancante o non valida.

FNRRS0127.explanation = Un record classificato deve avere un valore propriet\u00e0 Classificazione iniziale valido.
FNRRS0127.action      = Fornire un valore propriet\u00e0 Classificazione iniziale valido.
FNRRS0127.message     = Errore di dichiarazione, propriet\u00e0 ''Classificazione iniziale'' mancante o non valida.

FNRRS0128.explanation = Per un record classificato, se non viene fornita una propriet\u00e0 Derivato da, vengono fornite le propriet\u00e0 Classificato da e Motivi della classificazione.
FNRRS0128.action      = Fornire valori validi per le propriet\u00e0 Classificato da e Motivi della classificazione.
FNRRS0128.message     = Errore di dichiarazione, propriet\u00e0 ''Autorit\u00e0 della classificazione'' mancante o non valida.

FNRRS0129.explanation = Per un record classificato, se non vengono specificate esenzioni, \u00e8 necessario fornire la propriet\u00e0 Data declassamento o Eventi declassamento.
FNRRS0129.action      = Fornire un''esenzione valida o una data di declassamento o un evento di declassamento.
FNRRS0129.message     = Errore di dichiarazione, manca una propriet\u00e0 ''Data declassamento'' o ''Eventi declassamento'' valida.

FNRRS0130.explanation = Per un record classificato, se non vengono specificate esenzioni E viene fornita una data di declassamento, tale data deve essere compresa nel limite di tempo specificato dalla direttiva presidenziale corrente.
FNRRS0130.action      = Fornire un''esenzione valida o una data di declassamento o un evento di declassamento.
FNRRS0130.message     = Errore di dichiarazione, la propriet\u00e0 ''Data declassamento'' non \u00e8 compresa nell''intervallo.

FNRRS0131.explanation = Per un record classificato, se viene specificato un contrassegno supplementare di restrizione, non sono consentite le propriet\u00e0 Data declassamento e Eventi declassamento.
FNRRS0131.action      = Rimuovere i valori di Data declassamento e Eventi declassamento, oppure rimuovere il contrassegno supplementare di restrizione.
FNRRS0131.message     = Errore di dichiarazione, un record limitato non pu\u00f2 avere una propriet\u00e0 ''Data declassamento'' n\u00e9 ''Eventi declassamento''.

FNRRS0132.explanation = Per un record classificato, se viene specificato un contrassegno supplementare di restrizione, non sono consentiti valori di esenzione.
FNRRS0132.action      = Rimuovere i valori di Esenzione o il contrassegno supplementare di restrizione.
FNRRS0132.message     = Errore di dichiarazione, un record limitato non pu\u00f2 avere propriet\u00e0 ''Esenzione''.

FNRRS0133.explanation = Per un record classificato, se viene specificato un contrassegno supplementare di restrizione, non sono consentiti valori della propriet\u00e0 Retrocedi.
FNRRS0133.action      = Rimuovere i valori di Retrocedi o il contrassegno supplementare di restrizione.
FNRRS0133.message     = Errore di dichiarazione, un record limitato non pu\u00f2 avere una propriet\u00e0 ''Data retrocessione'' n\u00e9 ''Eventi retrocessione''.

FNRRS0134.explanation = Per un record classificato, \u00e8 necessario specificare un''agenzia di classificazione.
FNRRS0134.action      = Fornire una propriet\u00e0 Agenzia di classificazione valida.
FNRRS0134.message     = Errore di dichiarazione, propriet\u00e0 ''Agenzia di classificazione'' mancante o non valida.

FNRRS0135.explanation = Per un record classificato, se viene specificato Data retrocessione o Eventi retrocessione, \u00e8 necessario fornire una propriet\u00e0 Istruzioni di retrocessione.
FNRRS0135.action      = Fornire le istruzioni di retrocessione o non specificare le propriet\u00e0 Data retrocessione e Eventi retrocessione.
FNRRS0135.message     = Errore di dichiarazione, propriet\u00e0 ''Istruzioni di retrocessione'' mancante o non valida.

FNRRS0136.explanation = Per un record classificato, se viene specificata la propriet\u00e0 ''Aggiornato il'', \u00e8 necessario fornire anche una propriet\u00e0 Motivi dell''aggiornamento.
FNRRS0136.action      = Fornire Motivi dell''aggiornamento o non specificare alcuna propriet\u00e0 Aggiornato il.
FNRRS0136.message     = Errore di dichiarazione, propriet\u00e0 ''Motivi dell''aggiornamento'' mancante o non valida.

FNRRS0137.explanation = Per un record classificato, se viene specificata la propriet\u00e0 ''Aggiornato il'', \u00e8 necessario fornire anche una propriet\u00e0 ''Aggiornato da''.
FNRRS0137.action      = Fornire Aggiornato da o non specificare alcuna propriet\u00e0 Aggiornato il.
FNRRS0137.message     = Errore di dichiarazione, propriet\u00e0 ''Aggiornato da'' mancante o non valida.

FNRRS0138.explanation = Per un record classificato, se viene specificata la propriet\u00e0 ''Revisionato il'', \u00e8 necessario fornire anche la propriet\u00e0 ''Revisionato da''.
FNRRS0138.action      = Fornire una propriet\u00e0 Revisionato da o non specificare alcuna propriet\u00e0 Revisionato il.
FNRRS0138.message     = Errore di dichiarazione, propriet\u00e0 ''Revisionato da'' mancante o non valida.

FNRRS0139.explanation = Per un record classificato, se viene specificata la propriet\u00e0 ''Retrocesso il'', \u00e8 necessario fornire anche la propriet\u00e0 ''Retrocesso da''.
FNRRS0139.action      = Fornire Retrocesso da o non specificare alcuna propriet\u00e0 Retrocesso il.
FNRRS0139.message     = Errore di dichiarazione, propriet\u00e0 ''Retrocesso da'' mancante o non valida.

FNRRS0140.explanation = Per un record classificato, se viene specificata la propriet\u00e0 ''Declassato il'', \u00e8 necessario fornire anche la propriet\u00e0 ''Declassato da''.
FNRRS0140.action      = Fornire Declassato da o non specificare alcuna propriet\u00e0 Declassato il.
FNRRS0140.message     = Errore di dichiarazione, propriet\u00e0 ''Declassato da'' mancante o non valida.

FNRRS0141.explanation = Per un tentativo di dichiarazione di record classificato, una o pi\u00f9 convalide di classificazioni DoD non sono riuscite.
FNRRS0141.action      = Esaminare la raccolta dei record di errore dell''eccezione per i dettagli relativi a ciascuna convalida non riuscita.
FNRRS0141.message     = Errore di dichiarazione, si sono verificati uno o pi\u00f9 errori di convalida di classificazioni DoD. Per i dettagli consultare i record di errore dell''eccezione.

FNRRS0142.explanation = \u00c8 stato effettuato un tentativo di impostare un contenitore record come Attivo ma era gi\u00e0 Attivo.  Un contenitore Attivo non pu\u00f2 essere impostato su Attivo.
FNRRS0142.action      = Determinare perch\u00e9 il contenitore viene impostato su Attivo quando lo \u00e8 gi\u00e0.
FNRRS0142.message     = Impossibile impostare il contenitore come Attivo, lo \u00e8 gi\u00e0.

FNRRS0143.explanation = \u00c8 stato effettuato un tentativo di impostare un contenitore record come Inattivo ma era gi\u00e0 Inattivo.  Un contenitore Inattivo non pu\u00f2 essere impostato su Inattivo.
FNRRS0143.action      = Determinare perch\u00e9 il contenitore viene impostato su Inattivo quando lo \u00e8 gi\u00e0.
FNRRS0143.message     = Impossibile impostare il contenitore come Inattivo; lo \u00e8 gi\u00e0.

FNRRS0144.explanation = Quando un contenitore \u00e8 Inattivo, tutti i relativi sottocontenitori devono essere inattivi fino alla fine della gerarchia di contenitori.  Non \u00e8 consentito un tentativo di impostare un contenitore come Attivo quando uno dei suoi elementi padre \u00e8 Inattivo.
FNRRS0144.action      = Se il contenitore deve essere impostato come Attivo, qualsiasi elemento padre Inattivo deve essere impostato prima su Attivo.
FNRRS0144.message     = Impossibile impostare il contenitore come Attivo; un contenitore padre \u00e8 Inattivo.

FNRRS0145.explanation = Quando un contenitore \u00e8 impostato su Inattivo, \u00e8 necessario specificare un motivo per l''azione.  Tale motivo fornisce le informazioni relative alla causa per cui quel contenitore non \u00e8 pi\u00f9 Attivo.
FNRRS0145.action      = Specificare il motivo quando si imposta un contenitore su Inattivo.
FNRRS0145.message     = Il motivo dell''impostazione su Inattivo \u00e8 richiesto quando si imposta un contenitore su Inattivo.

FNRRS0146.explanation = \u00c8 possibile riaprire un contenitore solo se \u00e8 stato chiuso.  Se il contenitore \u00e8 gi\u00e0 aperto, non \u00e8 consentito riaprirlo.
FNRRS0146.action      = Non riaprire un contenitore a meno che non sia in stato chiuso.
FNRRS0146.message     = Impossibile riaprire un contenitore che non \u00e8 stato chiuso.

FNRRS0147.explanation = L''azione di riapertura \u00e8 valida solo su un contenitore che attualmente \u00e8 in stato chiuso. Il contenitore corrente \u00e8 gi\u00e0 stato riaperto, pertanto non \u00e8 possibile riaprirlo.
FNRRS0147.action      = Non riaprire un contenitore a meno che non sia in stato chiuso.
FNRRS0147.message     = Impossibile riaprire un contenitore che \u00e8 stato gi\u00e0 riaperto.

FNRRS0148.explanation = \u00c8 possibile riaprire un contenitore solo se tutti i relativi contenitori padre sono in stato aperto. Se un contenitore padre \u00e8 chiuso, il contenitore non pu\u00f2 essere riaperto.
FNRRS0148.action      = Non riaprire un contenitore a meno che tutti i relativi elementi padre non siano aperti.
FNRRS0148.message     = Impossibile riaprire un contenitore che ha un contenitore predecessore chiuso.

FNRRS0149.explanation = Quando si chiude un contenitore, \u00e8 necessario specificare il motivo per cui il contenitore viene chiuso. Il motivo deve essere una stringa valida, non vuota.
FNRRS0149.action      = Specificare una stringa non vuota che indichi perch\u00e9 il contenitore \u00e8 stato chiuso.
FNRRS0149.message     = \u00c8 necessario specificare un motivo quando si chiude un contenitore.

FNRRS0150.explanation = Non \u00e8 possibile chiudere un contenitore che \u00e8 gi\u00e0 chiuso.  \u00c8 possibile chiudere un contenitore solo se \u00e8 aperto (mai stato chiuso) o riaperto (\u00e8 stato chiuso ma ora \u00e8 riaperto)
FNRRS0150.action      = Verificare se un contenitore \u00e8 gi\u00e0 chiuso, prima di provare a chiuderlo.
FNRRS0150.message     = Impossibile chiudere il contenitore, \u00e8 gi\u00e0 chiuso.

FNRRS0151.explanation = Non \u00e8 possibile archiviare un record in un contenitore attualmente inattivo.
FNRRS0151.action      = Riattivare il contenitore o scegliere un''altra destinazione di archiviazione.
FNRRS0151.message     = Impossibile archiviare il record in un contenitore inattivo.

FNRRS0152.explanation = Non \u00e8 possibile archiviare un record in un contenitore attualmente chiuso.
FNRRS0152.action      = Riaprire il contenitore o scegliere un''altra destinazione di archiviazione.
FNRRS0152.message     = Impossibile archiviare il record in un contenitore chiuso.

FNRRS0153.explanation = Al contenitore di destinazione di archiviazione non \u00e8 consentito contenere questo tipo di record.
FNRRS0153.action      = Scegliere un contenitore alternativo in cui archiviare il record.
FNRRS0153.message     = Al contenitore di destinazione di archiviazione non \u00e8 consentito contenere un record di tipo di entit\u00e0: {0}.

FNRRS0154.explanation = Il record esiste gi\u00e0 nel contenitore di destinazione specificato (o nel relativo volume figlio attivo).
FNRRS0154.action      = Scegliere un contenitore alternativo in cui archiviare il record.
FNRRS0154.message     = Impossibile archiviare il record \u00e8 gi\u00e0 nel contenitore di destinazione specificato (o nel relativo volume figlio attivo).

FNRRS0155.explanation = Il record non pu\u00f2 essere archiviato in un contenitore che risiede all''esterno del relativo piano file esistente.
FNRRS0155.action      = Scegliere un contenitore che sia all''interno del piano file esistente del record.
FNRRS0155.message     = Il record non pu\u00f2 essere archiviato in un contenitore che si trova all''esterno del relativo piano file esistente.

FNRRS0156.explanation = Un record fisico non pu\u00f2 essere archiviato in pi\u00f9 di un contenitore fisico.
FNRRS0156.action      = Limitare il contenimento di un record fisico ad un singolo contenitore fisico.
FNRRS0156.message     = Impossibile archiviare un record fisico in pi\u00f9 di un contenitore fisico.

FNRRS0157.explanation = Un record fisico non pu\u00f2 essere archiviato in pi\u00f9 di un contenitore fisico.
FNRRS0157.action      = Limitare il contenimento di un record fisico ad un singolo contenitore fisico.
FNRRS0157.message     = La modalit\u00e0 SchedulePropagation specificata non \u00e8 applicabile quando si cancella un''assegnazione di pianificazione di disposizione esistente: {0}.

FNRRS0158.explanation = L''attesa specificata non \u00e8 associata all''entit\u00e0 quindi non pu\u00f2 essere rimossa.
FNRRS0158.action      = Accertarsi che l''oggetto attesa sia associato ad un''entit\u00e0, prima di provare a rimuoverlo.
FNRRS0158.message     = Impossibile rimuovere l''attesa perch\u00e9 non \u00e8 associata all''entit\u00e0, identit\u00e0 attesa: {0}.
FNRRS0158.arg.0	   = L''identit\u00e0 dell''attesa in questione.

FNRRS0159.explanation = L''attesa specificata \u00e8 stata assegnata dinamicamente all''entit\u00e0. Non \u00e8 possibile rimuoverla manualmente
FNRRS0159.action      = Eseguire la pulitura attesa per rimuovere le attese dinamiche.
FNRRS0159.message     = Impossibile rimuovere manualmente l''attesa che \u00e8 stata applicata dinamicamente, identit\u00e0 attesa: {0}.
FNRRS0159.arg.0	   = L''identit\u00e0 dell''attesa in questione.

FNRRS0160.explanation = L''attesa specificata non \u00e8 attiva.  Impossibile applicarla ad un''entit\u00e0.
FNRRS0160.action      = Accertarsi che l''attesa sia designata come attiva prima di associarla alle entit\u00e0.
FNRRS0160.message     = Impossibile applicare un''attesa che non sia attiva, identit\u00e0 attesa: {0}.
FNRRS0160.arg.0	   = L''identit\u00e0 dell''attesa in questione.

FNRRS0161.explanation = Non \u00e8 possibile aggiungere un''attesa ad un''entit\u00e0 gi\u00e0 associata a quell''attesa.
FNRRS0161.action      = Aggiungere un''attesa ad un''entit\u00e0 una sola volta.
FNRRS0161.message     = Impossibile aggiungere un''attesa ad un''entit\u00e0 pi\u00f9 di una volta, identit\u00e0 attese: {0}
FNRRS0161.arg.0	   = L''identit\u00e0 delle attese in questione.

FNRRS0162.explanation = Non \u00e8 possibile eliminare un''attesa quando ad essa sono associati record o contenitori.
FNRRS0162.action      = Rimuovere le entit\u00e0 associate all''attesa e quindi eliminare l''attesa.
FNRRS0162.message     = Impossibile eliminare un''attesa associata ad entit\u00e0.

FNRRS0163.explanation = Si \u00e8 verificata un''eccezione imprevista nel tentativo di spostare questa entit\u00e0.
FNRRS0163.action      = Esaminare i log per informazioni pi\u00f9 dettagliate sull''eccezione.
FNRRS0163.message     = Impossibile spostare l''entit\u00e0 a causa di un''eccezione imprevista, entit\u00e0: {0}, eccezione: {1}.
FNRRS0163.arg.0       = Identit\u00e0 dell''entit\u00e0 sulla quale \u00e8 stato tentato lo spostamento.
FNRRS0163.arg.1       = Messaggio di eccezione.

FNRRS0164.explanation = L''operazione di eliminazione di massa non supporta un''entit\u00e0 con quel valore entityType.
FNRRS0164.action      = Rimuovere questa entit\u00e0 dalla raccolta entit\u00e0 dell''operazione di eliminazione di massa.
FNRRS0164.message     = Impossibile eseguire l''eliminazione di massa sul tipo di entit\u00e0 entityType: {0}, entityIdent: {1}.
FNRRS0164.arg.0       = Il tipo di entit\u00e0 dell''entit\u00e0 su cui \u00e8 stata tentata l''eliminazione.
FNRRS0164.arg.1       = Identit\u00e0 dell''entit\u00e0 sulla quale \u00e8 stata tentata l''eliminazione.

FNRRS0165.explanation = L''operazione di disattivazione di massa non supporta un''entit\u00e0 con quel valore entityType.
FNRRS0165.action      = Rimuovere questa entit\u00e0 dalla raccolta entit\u00e0 dell''operazione di disattivazione di massa.
FNRRS0165.message     = Impossibile eseguire la disattivazione di massa sul tipo di entit\u00e0 entityType: {0}, entityIdent: {1}.
FNRRS0165.arg.0       = Il tipo di entit\u00e0 dell''entit\u00e0 su cui \u00e8 stata tentata la disattivazione.
FNRRS0165.arg.1       = Identit\u00e0 dell''entit\u00e0 sulla quale \u00e8 stata tentata la disattivazione.

FNRRS0166.explanation = L''operazione di attivazione di massa non supporta un''entit\u00e0 con quel valore entityType.
FNRRS0166.action      = Rimuovere questa entit\u00e0 dalla raccolta entit\u00e0 dell''operazione di attivazione di massa.
FNRRS0166.message     = Impossibile eseguire l''attivazione di massa sul tipo di entit\u00e0 entityType: {0}, entityIdent: {1}.
FNRRS0166.arg.0       = Il tipo di entit\u00e0 dell''entit\u00e0 su cui \u00e8 stata tentata l''attivazione.
FNRRS0166.arg.1       = Identit\u00e0 dell''entit\u00e0 sulla quale \u00e8 stata tentata l''attivazione.

FNRRS0167.explanation = Il contenitore origine specificato per l''operazione di spostamento non contiene direttamente il record specificato.
FNRRS0167.action      = Accertarsi che sia specificato il contenitore origine corretto. Se il contenitore origine effettivo \u00e8 un volume record, specificare quel volume record invece della relativa cartella record padre.
FNRRS0167.message     = Impossibile eseguire lo spostamento del record perch\u00e9 il record non \u00e8 contenuto nel contenitore origine specificato.

FNRRS0168.explanation = L''utente corrente non dispone dell''autorizzazione per spostare l''oggetto.
FNRRS0168.action      = Verificare che l''utente corrente disponga dell''autorizzazione per spostare l''oggetto.
FNRRS0168.message     = L''utente corrente non pu\u00f2 spostare il contenitore: {0}.
FNRRS0168.arg.0       = Identit\u00e0 del contenitore.

FNRRS0169.explanation = L''utente corrente non dispone dell''autorizzazione corretta per copiare l''oggetto.
FNRRS0169.action      = Verificare che l''utente corrente disponga almeno dell''autorizzazione alla scrittura sul record.
FNRRS0169.message     = L''utente corrente non dispone dell''autorizzazione per copiare il record: {0}.
FNRRS0169.arg.0       = Identit\u00e0 del record.

FNRRS0170.explanation = A causa dell''impossibilit\u00e0 di effettuare automaticamente una copia di un documento federato esterno, un record associato a tale documento non pu\u00f2 essere copiato.
FNRRS0170.action      = Duplicare manualmente il documento originario federato e dichiarare manualmente un nuovo record per il nuovo documento federato.
FNRRS0170.message     = Non \u00e8 possibile copiare un record associato ad un documento federato.

FNRRS0171.explanation = Il record specificato attualmente non \u00e8 archiviato nel contenitore specificato e di conseguenza non pu\u00f2 essere disarchiviato da questo contenitore.
FNRRS0171.action      = Se in origine questo metodo \u00e8 stato richiamato su una cartella record che richiede l''utilizzo di volumi record figlio, effettuare la chiamata sul volume figlio appropriato che effettivamente contiene il record.
FNRRS0171.message     = Impossibile disarchiviare un record da un contenitore in cui non \u00e8 attualmente archiviato, record: {0}, contenitore: {1}.
FNRRS0171.arg.0       = Il record su cui \u00e8 stata tentata l''operazione di disarchiviazione.
FNRRS0171.arg.1       = La destinazione contenitore da cui viene tentata l''operazione di disarchiviazione del record.

FNRRS0172.explanation = \u00c8 necessario che un record sia archiviato su almeno un contenitore. 
FNRRS0172.action      = Accertarsi che il record sia archiviato in almeno un altro contenitore prima di tentarne la disarchiviazione da un contenitore.
FNRRS0172.message     = Impossibile disarchiviare un record che attualmente \u00e8 archiviato in un solo contenitore, record: {0}.
FNRRS0172.arg.0       = Il record su cui \u00e8 stata tentata l''operazione di disarchiviazione.

FNRRS0173.explanation = Dopo che un record \u00e8 stato eliminato "in modo logico", non \u00e8 pi\u00f9 possibile annullarne la dichiarazione. 
FNRRS0173.action      =  
FNRRS0173.message     = Impossibile annullare la dichiarazione di un record che \u00e8 stato eliminato "in modo logico", record: {0}.
FNRRS0173.arg.0       = Il record su cui \u00e8 stata tentata l''operazione di annullamento dichiarazione.

FNRRS0174.explanation = Se un record (o qualsiasi suo contenitore padre) \u00e8 in attesa, non \u00e8 possibile annullarne la dichiarazione. 
FNRRS0174.action      = Rimuovere dal record tutte le attese applicabili e riprovare l''operazione di annullamento dichiarazione.
FNRRS0174.message     = Impossibile annullare la dichiarazione di un record che attualmente \u00e8 in attesa, record: {0}.
FNRRS0174.arg.0       = Il record su cui \u00e8 stata tentata l''operazione di annullamento dichiarazione.

FNRRS0175.explanation = Se un record attualmente \u00e8 coinvolto in un flusso di lavoro disposizione attivo, non \u00e8 possibile annullarne la dichiarazione.
FNRRS0175.action      = Completare l''eventuale elaborazione del flusso di lavoro associata al record e riprovare l''operazione di annullamento dichiarazione.
FNRRS0175.message     = Impossibile annullare la dichiarazione di un record che fa parte di un flusso di lavoro disposizione attivo, record: {0}.
FNRRS0175.arg.0       = Il record su cui \u00e8 stata tentata l''operazione di annullamento dichiarazione.

FNRRS0176.explanation = Se un record \u00e8 associato a contenuto federato, non \u00e8 possibile annullarne la dichiarazione.
FNRRS0176.action      = 
FNRRS0176.message     = Impossibile annullare la dichiarazione di un record associato a contenuto federato, record: {0}.
FNRRS0176.arg.0       = Il record su cui \u00e8 stata tentata l''operazione di annullamento dichiarazione.

FNRRS0177.explanation = In genere, le propriet\u00e0 correlate alla ricezione record vengono definite solo nel modello di dati del repository di piani file classificato DoD.
FNRRS0177.action      = Verificare che sia stato installato il modello di dati appropriato per il repository di piani file.
FNRRS0177.message     = Le ricezioni record non sono supportate sul repository di piani file associato.

FNRRS0178.explanation = In un modello di denominazione, ogni parentesi chiusa deve avere una corrispondente parentesi aperta per specificare l''ambito della macro di sostituzione.
FNRRS0178.action      = Controllare il modello di denominazione e verificare che tutte le parentesi chiuse siano precedute da una parentesi aperta.
FNRRS0178.message     = Il modello di denominazione specificato ha una parentesi chiusa senza la corrispondente parentesi aperta.

FNRRS0179.explanation = In un modello di denominazione, ogni parentesi aperta deve avere una corrispondente parentesi chiusa per specificare l''ambito della macro di sostituzione.
FNRRS0179.action      = Controllare il modello di denominazione e verificare che tutte le parentesi aperte siano seguite da una parentesi chiusa corrispondente.
FNRRS0179.message     = Il modello di denominazione specificato ha una parentesi chiusa senza la corrispondente parentesi aperta.

FNRRS0180.explanation = Il valore di indice successivo per la sostituzione \u00e8 pi\u00f9 lungo del modello di cifre specificato.
FNRRS0180.action      = Aumentare il numero di cifre nel modello di cifre.
FNRRS0180.message     = Il modello di cifre specificato \u00e8 troppo corto per contenere il successivo valore di indice.

FNRRS0181.explanation = Il modello specificato non pu\u00f2 essere analizzato come modello valido.
FNRRS0181.action      = Controllare il modello specificato per accertarsi che sia un modello valido.
FNRRS0181.message     = Il modello specificato non \u00e8 un modello valido.

FNRRS0182.explanation = Nel modello di denominazione \u00e8 specificata una propriet\u00e0 che non esiste.
FNRRS0182.action      = Modificare il modello di denominazione includendo un nome propriet\u00e0 valido.
FNRRS0182.message     = La propriet\u00e0 specificata nel modello di denominazione non \u00e8 valida o non esiste: {0}.
FNRRS0182.arg.0       = property_name

FNRRS0183.explanation = Nel modello di denominazione \u00e8 presente una propriet\u00e0 a pi\u00f9 valori.  I modelli di denominazione supportano unicamente propriet\u00e0 a valore singolo.
FNRRS0183.action      = Rimuovere la propriet\u00e0 a pi\u00f9 valori dal modello di denominazione.
FNRRS0183.message     = Una propriet\u00e0 a pi\u00f9 valori non \u00e8 supportata in un modello di denominazione: {0}.
FNRRS0183.arg.0       = property_name

FNRRS0184.explanation = I modelli di denominazione non supportano propriet\u00e0 oggetto o binarie.
FNRRS0184.action      = Modificare il modello di denominazione includendo un tipo di propriet\u00e0 supportato.
FNRRS0184.message     = Il tipo di propriet\u00e0 specificato nel modello di denominazione non \u00e8 supportato: {0}. 
FNRRS0184.arg.0       = property_name

FNRRS0185.explanation = Si \u00e8 verificata un''eccezione imprevista nel tentativo di distruggere questa entit\u00e0.
FNRRS0185.action      = Esaminare i log per informazioni pi\u00f9 dettagliate sull''eccezione.
FNRRS0185.message     = Impossibile distruggere l''entit\u00e0 a causa di un''eccezione imprevista, entit\u00e0: {0}, eccezione: {1}.
FNRRS0185.arg.0       = Identit\u00e0 dell''entit\u00e0 sulla quale \u00e8 stata tentata la distruzione.
FNRRS0185.arg.1       = Messaggio di eccezione.

FNRRS0186.explanation = La pianificazione di disposizione applicabile ad un''entit\u00e0 \u00e8 stata modificata e questo impedisce l''elaborazione della disposizione delle entit\u00e0 interessate.
FNRRS0186.action      = Eseguire nuovamente la pulitura disposizioni per poter rielaborare queste entit\u00e0 con la pianificazione modificata.
FNRRS0186.message     = La pianificazione di disposizione applicabile \u00e8 stata modificata.

FNRRS0187.explanation = Impossibile distruggere un contenitore padre fino a quando tutti gli elementi figlio non hanno completato tutti i singoli cicli di conservazione.
FNRRS0187.action      = Rimandare la distruzione dell''entit\u00e0 padre.
FNRRS0187.message     = Impossibile distruggere un''entit\u00e0 che contiene uno o pi\u00f9 elementi figlio gerarchici con periodi di conservazione diversi, entit\u00e0: {0}.
FNRRS0187.arg.0       = Identit\u00e0 dell''entit\u00e0 sulla quale \u00e8 stata tentata la distruzione.

FNRRS0188.explanation = Il tipo di azione della fase di disposizione corrente associata all''entit\u00e0 sembra essere stato modificato.
FNRRS0188.action      = Eseguire nuovamente la pulitura disposizioni per questa entit\u00e0.
FNRRS0188.message     = Impossibile continuare l''elaborazione della disposizione a causa di una modifica apparente nella fase corrente, entit\u00e0: {0}, fase: {1}.
FNRRS0188.arg.0       = Identit\u00e0 dell''entit\u00e0 implicata nella disposizione.
FNRRS0188.arg.1       = Identit\u00e0 della fase corrente dell''entit\u00e0.

FNRRS0189.explanation = Il valore della data di esecuzione della fase corrente dell''entit\u00e0 non \u00e8 valido per l''elaborazione della disposizione.
FNRRS0189.action      = Eseguire nuovamente la pulitura disposizioni per questa entit\u00e0.
FNRRS0189.message     = Impossibile continuare l''elaborazione della disposizione perch\u00e9 la data di esecuzione della fase corrente \u00e8 nulla o \u00e8 una data futura, entit\u00e0: {0}, data: {1}.
FNRRS0189.arg.0       = Identit\u00e0 dell''entit\u00e0 implicata nella disposizione.
FNRRS0189.arg.1       = Valore della data di esecuzione della fase corrente dell''entit\u00e0.

FNRRS0190.explanation = Un''azione di un''operazione deve corrispondere a quella dell''azione della fase corrente dell''entit\u00e0 a meno che l''operazione non sia Esportazione o Distruzione e l''azione della fase corrente dell''entit\u00e0 non sia Trasferimento.
FNRRS0190.action      = Eseguire nuovamente la pulitura disposizioni per questa entit\u00e0.
FNRRS0190.message     = Il tipo di azione dell''operazione di disposizione non \u00e8 valido per lo stato della fase corrente dell''entit\u00e0, entit\u00e0: {0}, azione fase corrente: {1}, azione tentata: {2}.
FNRRS0190.arg.0       = Identit\u00e0 dell''entit\u00e0 implicata nella disposizione.
FNRRS0190.arg.1       = Azione fase corrente dell''entit\u00e0.
FNRRS0190.arg.2       = Azione tentata dell''operazione.

FNRRS0191.explanation = La disposizione non pu\u00f2 continuare per un''entit\u00e0 che ha un''attesa applicabile applicata direttamente ad essa, ad uno dei relativi elementi padre o elementi figlio.
FNRRS0191.action      = Rimuovere eventuali attese applicabili su questa entit\u00e0.
FNRRS0191.message     = Impossibile continuare l''operazione di disposizione a causa di un''attesa effettiva per l''entit\u00e0: {0}.
FNRRS0191.arg.0       = Identit\u00e0 dell''entit\u00e0 implicata nella disposizione.

FNRRS0192.explanation = Le azioni di disposizione Trasferimento provvisorio ed Esportazione non sono consentite su un contenitore record riaperto.
FNRRS0192.action      = Chiudere il contenitore record implicato.
FNRRS0192.message     = Impossibile eseguire l''azione di disposizione sul contenitore record riaperto: {0}, azione: {1}.
FNRRS0192.arg.0       = Identit\u00e0 dell''entit\u00e0 implicata nella disposizione.
FNRRS0192.arg.1       = Tipo di azione di disposizione tentato.

FNRRS0193.explanation = A causa di un possibile nuovo calcolo dello stato di disposizione dell''entit\u00e0, il relativo processo di disposizione deve essere iniziato nuovamente.
FNRRS0193.action      = Eseguire nuovamente l''azione "Inizia disposizione" su questa entit\u00e0.
FNRRS0193.message     = L''azione di disposizione non pu\u00f2 essere eseguita sull''entit\u00e0 perch\u00e9 il flusso di lavoro applicabile non \u00e8 stato ancora avviato, entit\u00e0: {0}.
FNRRS0193.arg.0       = Identit\u00e0 dell''entit\u00e0 implicata nella disposizione.

FNRRS0194.explanation = Quando un record viene associato ad una pianificazione di disposizione tramite un tipo di record, non pu\u00f2 essere distrutto come parte del processo di distruzione di uno dei suoi contenitori.
FNRRS0194.action      = Elaborare prima i records e tentare nuovamente una distruzione sul contenitore.
FNRRS0194.message     = Impossibile distruggere l''entit\u00e0 perch\u00e9 contiene uno o pi\u00f9 record figlio che hanno un tipo di record assegnato, entit\u00e0: {0}.
FNRRS0194.arg.0       = Identit\u00e0 dell''entit\u00e0 implicata nella disposizione.

FNRRS0195.explanation = L''entit\u00e0 non \u00e8 realmente contenuta nel contenitore specificato o il tipo di record specificato non \u00e8 disponibile.
FNRRS0195.action      = Verificare in che modo l''entit\u00e0 eredita la relativa pianificazione ed eseguire nuovamente la pulitura.
FNRRS0195.message     = Impossibile disporre correttamente dell''entit\u00e0 perch\u00e9 il relativo valore ''cutoff ereditato da'' non \u00e8 valido, entit\u00e0: {0}.
FNRRS0195.arg.0       = Identit\u00e0 dell''entit\u00e0 implicata nella disposizione.

FNRRS0196.explanation = Impossibile ottenere un percorso directory valido dal parametro di input o dalla propriet\u00e0 Destinazione esportazione fase corrente dell''entit\u00e0.
FNRRS0196.action      = Fornire un percorso directory valido utilizzando il parametro di input del metodo o la propriet\u00e0 Destinazione esportazione fase corrente dell''entit\u00e0 associata.
FNRRS0196.message     = La stringa del percorso directory del file system di destinazione dell''esportazione \u00e8 un''entit\u00e0 nulla o vuota: {0}.
FNRRS0196.arg.0       = Identit\u00e0 dell''entit\u00e0 implicata nella disposizione.

FNRRS0197.explanation = Si \u00e8 verificato un errore di file system durante il tentativo di creazione della directory di file system specificata. Per informazioni pi\u00f9 specifiche esaminare la causa sottostante dell''eccezione.
FNRRS0197.action      = Accertarsi che sia stato specificato un percorso directory di file system valido e che l''utente corrente disponga delle necessarie autorizzazioni per il file system.
FNRRS0197.message     = Si \u00e8 verificato un errore durante il tentativo di creazione della directory di file system specificata per la destinazione dell''esportazione: ''{0}''.
FNRRS0197.arg.0       = Percorso directory file system.

FNRRS0198.explanation = Si \u00e8 verificato un errore di file system durante il tentativo di creazione di una sottodirectory ''content'' per i file di dati di contenuto record associati. Per informazioni pi\u00f9 specifiche esaminare la causa sottostante dell''eccezione.
FNRRS0198.action      = Accertarsi che sia stato specificato un percorso directory di file system valido e che l''utente corrente disponga delle necessarie autorizzazioni per il file system.
FNRRS0198.message     = Si \u00e8 verificato un errore durante il tentativo di creazione di una sottodirectory ''content'' nella directory del file system: ''{0}''.
FNRRS0198.arg.0       = Percorso directory file system padre.

FNRRS0199.explanation = Si \u00e8 verificato un errore di file system durante la generazione di un file di file system di contenuto di esportazione. Per informazioni pi\u00f9 specifiche esaminare la causa sottostante dell''eccezione.
FNRRS0199.action      = Accertarsi che sia stato specificato un percorso directory di file system valido e che l''utente corrente disponga delle necessarie autorizzazioni per il file system.
FNRRS0199.message     = Si \u00e8 verificato un errore durante il tentativo di esportare i dati di contenuto nel file: ''{0}''.
FNRRS0199.arg.0       = Stringa del percorso file di output.

FNRRS0200.explanation = Si \u00e8 verificata un''eccezione imprevista nel tentativo di esportare questa entit\u00e0.
FNRRS0200.action      = Esaminare i log per informazioni pi\u00f9 dettagliate sull''eccezione.
FNRRS0200.message     = Impossibile esportare l''entit\u00e0 a causa di un''eccezione imprevista, entit\u00e0: {0}, eccezione: {1}.
FNRRS0200.arg.0       = Identit\u00e0 dell''entit\u00e0 sulla quale \u00e8 stata tentata l''esportazione.
FNRRS0200.arg.1       = Messaggio di eccezione.

FNRRS0201.explanation = L''operazione di inizio disposizione non supporta un''entit\u00e0 con quel valore di tipo di entit\u00e0.
FNRRS0201.action      = Rimuovere questa entit\u00e0 dalla raccolta di input dell''operazione di inizio disposizione.
FNRRS0201.message     = Impossibile eseguire l''inizio disposizione su un''entit\u00e0 di tipo: {0}, entityIdent: {1}.
FNRRS0201.arg.0       = Il tipo di entit\u00e0 dell''entit\u00e0 su cui \u00e8 stato tentato l''inizio disposizione.
FNRRS0201.arg.1       = Identit\u00e0 dell''entit\u00e0 su cui \u00e8 stato tentato l''inizio disposizione.

FNRRS0202.explanation = Impossibile eseguire l''inizio disposizione su un''entit\u00e0 su cui \u00e8 collocata un''attesa effettiva.
FNRRS0202.action      = Rimuovere l''attesa effettiva dall''entit\u00e0 e riprovare l''inizio disposizione.
FNRRS0202.message     = Impossibile eseguire l''inizio disposizione su un''entit\u00e0 in attesa o che ha un elemento padre in attesa, entityIdent: {0}.
FNRRS0202.arg.0       = Identit\u00e0 dell''entit\u00e0 su cui \u00e8 stato tentato l''inizio disposizione.

FNRRS0203.explanation = Impossibile eseguire l''inizio disposizione su un''entit\u00e0 che contiene entit\u00e0 figlio in attesa.
FNRRS0203.action      = Rimuovere l''attesa dalle entit\u00e0 figlio appropriate e riprovare l''inizio disposizione.
FNRRS0203.message     = Impossibile eseguire l''inizio disposizione su questa entit\u00e0 perch\u00e9 uno o pi\u00f9 membri figlio sono in attesa, entityIdent: {0}.
FNRRS0203.arg.0       = Identit\u00e0 dell''entit\u00e0 su cui \u00e8 stato tentato l''inizio disposizione.

FNRRS0204.explanation = Impossibile eseguire l''inizio disposizione su un''entit\u00e0 a causa della collocazione di un''attesa o di una modifica alla relativa pianificazione di disposizione, o a causa di entrambe.
FNRRS0204.action      = Rimuovere qualsiasi attesa applicazione posta sull''entit\u00e0, sulla relativa gerarchia di elementi padre o di elementi figlio ed eseguire di nuovo la pulitura disposizioni.
FNRRS0204.message     = Impossibile eseguire l''inizio disposizione di questa l''entit\u00e0: {0}.
FNRRS0204.arg.0       = Identit\u00e0 dell''entit\u00e0 su cui \u00e8 stato tentato l''inizio disposizione.

FNRRS0205.explanation = Si \u00e8 verificato un errore imprevisto che impedisce la continuazione del processo di inizio disposizione.
FNRRS0205.action      = Esaminare le informazioni dello stack delle eccezioni associate per la possibile causa, oppure eseguire di nuovo la pulitura disposizioni, o effettuare entrambe le operazioni.
FNRRS0205.message     = Si \u00e8 verificato un errore imprevisto durante l''inizio disposizione per una o pi\u00f9 entit\u00e0.

FNRRS0206.explanation = Il parametro VWSession \u00e8 nullo o in qualche modo non valido.
FNRRS0206.action      = Verificare la configurazione IBM FileNet Process Engine applicabile dell''applicazione client.
FNRRS0206.message     = Impossibile eseguire l''inizio disposizione a causa del parametro VWSession non valido: {0}.
FNRRS0206.arg.0       = Il parametro VWSession in questione.

FNRRS0207.explanation = La data di esecuzione della fase corrente dell''entit\u00e0 non \u00e8 stata ancora stabilita o \u00e8 ancora futura.
FNRRS0207.action      = Eseguire nuovamente la pulitura disposizioni e ritentare l''inizio disposizione. 
FNRRS0207.message     = Impossibile completare la fase di disposizione corrente perch\u00e9 la data di esecuzione della fase corrente non \u00e8 stata ancora raggiunta, entit\u00e0: {0}.
FNRRS0207.arg.0       = Identit\u00e0 dell''entit\u00e0 in questione.

FNRRS0208.explanation = Potrebbe essersi verificata una modifica nella pianificazione di disposizione associata dell''entit\u00e0 o nei metadati correlati alla disposizione dell''entit\u00e0, oppure in entrambi.
FNRRS0208.action      = Eseguire nuovamente la pulitura disposizioni e ritentare l''inizio disposizione. 
FNRRS0208.message     = Impossibile completare la fase di disposizione corrente perch\u00e9 il flusso di lavoro associato non \u00e8 stato ancora avviato, entit\u00e0: {0}.
FNRRS0208.arg.0       = Identit\u00e0 dell''entit\u00e0 in questione.

FNRRS0209.explanation = Un contenitore riaperto non pu\u00f2 essere transitato oltre la fase di disposizione corrente.
FNRRS0209.action      = Chiudere il contenitore e ritentare la transizione della fase. 
FNRRS0209.message     = Impossibile completare la fase di disposizione corrente perch\u00e9 l''entit\u00e0 contenitore \u00e8 stata riaperta, entit\u00e0: {0}.
FNRRS0209.arg.0       = Identit\u00e0 dell''entit\u00e0 in questione.

FNRRS0210.explanation = Una data di esecuzione della fase corrente proposta non pu\u00f2 essere nulla o futura.
FNRRS0210.action      = Proporre un valore di data di esecuzione della fase corrente diverso e ritentare la transizione della fase. 
FNRRS0210.message     = Impossibile completare la fase di disposizione corrente perch\u00e9 la data di esecuzione della fase corrente proposta \u00e8 nulla o futura, entit\u00e0: {0}, data proposta: {1}.
FNRRS0210.arg.0       = Identit\u00e0 dell''entit\u00e0 in questione.
FNRRS0210.arg.1       = Il valore della data non valido fornito.

FNRRS0211.explanation = Una pianificazione di disposizione deve avere sempre un valore propriet\u00e0 base di cutoff.
FNRRS0211.action      = Correggere la pianificazione di disposizione e ritentare il processo di inizio disposizione.
FNRRS0211.message     = impossibile eseguire il processo di cutoff disposizione poich\u00e9 manca la propriet\u00e0 base di cutoff per la pianificazione di disposizione: {0}.
FNRRS0211.arg.0       = Identit\u00e0 della pianificazione in questione.

FNRRS0212.explanation = All''entit\u00e0 in questione manca un valore di data per la propriet\u00e0 base di cutoff specificata.
FNRRS0212.action      = Adeguare l''entit\u00e0 o la relativa pianificazione di disposizione, o entrambe, e ritentare il processo di inizio disposizione.
FNRRS0212.message     = All''entit\u00e0 in questione manca un valore di data per la propriet\u00e0 base di cutoff, entit\u00e0: {0}, nome propriet\u00e0: {1}.
FNRRS0212.arg.0       = Identit\u00e0 dell''entit\u00e0 in questione.
FNRRS0212.arg.1       = Nome della propriet\u00e0 base di cutoff.

FNRRS0213.explanation = All''entit\u00e0 in questione manca un valore di data per la propriet\u00e0 base di cutoff specificata.
FNRRS0213.action      = Adeguare l''entit\u00e0 o la relativa pianificazione di disposizione, o entrambe, e ritentare il processo di inizio disposizione.
FNRRS0213.message     = Il trigger della disposizione \u00e8 un tipo di trigger non valido per l''elaborazione del cutoff, trigger: {0}, tipo: {1}.
FNRRS0213.arg.0       = Identit\u00e0 dell''entit\u00e0 in questione.
FNRRS0213.arg.1       = Nome della propriet\u00e0 base di cutoff.

FNRRS0214.explanation = Si \u00e8 verificata un''eccezione imprevista nel tentativo di trasferimento provvisorio di questa entit\u00e0.
FNRRS0214.action      = Esaminare i log per informazioni pi\u00f9 dettagliate sull''eccezione.
FNRRS0214.message     = Impossibile trasferire provvisoriamente l''entit\u00e0 a causa di un''eccezione imprevista, entit\u00e0: {0}, eccezione: {1}.
FNRRS0214.arg.0       = Identit\u00e0 dell''entit\u00e0 sulla quale \u00e8 stato tentato il trasferimento provvisorio.
FNRRS0214.arg.1       = Messaggio di eccezione.

FNRRS0215.explanation = Si \u00e8 verificata un''eccezione imprevista nel tentativo di trasferire questa entit\u00e0.
FNRRS0215.action      = Esaminare i log per informazioni pi\u00f9 dettagliate sull''eccezione.
FNRRS0215.message     = Impossibile trasferire l''entit\u00e0 a causa di un''eccezione imprevista, entit\u00e0: {0}, eccezione: {1}.
FNRRS0215.arg.0       = Identit\u00e0 dell''entit\u00e0 sulla quale \u00e8 stato tentato il trasferimento.
FNRRS0215.arg.1       = Messaggio di eccezione.

FNRRS0216.explanation = Impossibile ottenere l''originatore dall''elemento di fase del flusso di lavoro.
FNRRS0216.action      = Controllare il server Process Engine e Gestione componenti per accertarsi che stiano funzionando correttamente.
FNRRS0216.message     = Impossibile ottenere originatore.

FNRRS0217.explanation = La raccolta RMProperties che contiene i valori propriet\u00e0 correlati alla revisione della disposizione non pu\u00f2 essere nulla o vuota.
FNRRS0217.action      = Fornire i valori propriet\u00e0 della revisione appropriati e ritentare l''operazione di revisione.
FNRRS0217.message     = La raccolta RMProperties di input \u00e8 vuota per l''entit\u00e0 revisionata: {0}.
FNRRS0217.arg.0       = Identit\u00e0 dell''entit\u00e0 sulla quale \u00e8 stata tentata la revisione.

FNRRS0218.explanation = L''ID classe del tipo di cartella da creare non pu\u00f2 essere nullo o vuoto.
FNRRS0218.action      = Fornire l''ID classe appropriato del tipo di cartella.
FNRRS0218.message     = L''ID {0} non \u00e8 un ID classe valido.
FNRRS0218.arg.0       = L''ID classe del tipo di cartella da creare.

FNRRS0219.explanation = Solo la categoria record pu\u00f2 essere aggiunta al piano file. 
FNRRS0219.action      = Fornire il tipo di entit\u00e0 appropriato della cartella da creare.
FNRRS0219.message     = L''entit\u00e0 {0} non pu\u00f2 essere aggiunta al piano file.
FNRRS0219.arg.0       = Il tipo di entit\u00e0 della cartella da creare.

FNRRS0220.explanation = L''allegato deve essere di tipo RecordCategory o RecordFolder.
FNRRS0220.action      = Fornire l''allegato appropriato.
FNRRS0220.message     = L''allegato {0} non \u00e8 un tipo di allegato valido. L''allegato deve essere di tipo RecordCategory o RecordFolder.
FNRRS0220.arg.0       = Il nome allegato.

FNRRS0221.explanation = Impossibile creare l''oggetto cartella record. 
FNRRS0221.action      = Controllare i parametri utilizzati per creare la cartella e riprovare l''operazione di creazione cartella.
FNRRS0221.message     = Impossibile creare oggetto cartella record {0}.
FNRRS0221.arg.0       = Il tipo di entit\u00e0 della cartella da creare.

FNRRS0222.explanation = La lunghezza dell''array PropertyName e PropertyValue deve essere uguale.
FNRRS0222.action      = Accertarsi che la lunghezza dell''array PropertyName sia uguale a quella dell''array PropertyValue.
FNRRS0222.message     = La lunghezza dell''array PropertyName {0} e dell''array PropertyValue {1} non \u00e8 uguale.
FNRRS0222.arg.0       = Array PropertyName.
FNRRS0222.arg.1       = Array PropertyValue.

FNRRS0223.explanation = Quando la propriet\u00e0 dipendente specificata per l''oggetto ha come valore true, l''altra propriet\u00e0 deve avere assegnato un valore non vuoto.
FNRRS0223.action      = Fornire un valore valido per il valore propriet\u00e0 mancante o adeguare il valore della propriet\u00e0 dipendente.
FNRRS0223.message     = All''oggetto manca un valore non vuoto per la propriet\u00e0 ''{0}'', che \u00e8 obbligatorio quando la propriet\u00e0 dipendente ''{1}'' \u00e8 specificata con un valore ''true''.
FNRRS0223.arg.0       = Nome della propriet\u00e0 mancante o vuota.
FNRRS0223.arg.1       = Nome della propriet\u00e0 dipendente.

FNRRS0224.explanation = Impossibile dichiarare il documento come record. 
FNRRS0224.action      = Controllare i parametri utilizzati per dichiarare il documento come record e riprovare l''operazione.
FNRRS0224.message     = Impossibile dichiarare il documento come record.

FNRRS0225.explanation = L''inserimento di un record in pi\u00f9 di un contenitore non \u00e8 attualmente abilitato per questo repository del piano file.
FNRRS0225.action      = Non tentare l''inserimento multiplo di un record o abilitare la funzione di inserimento multiplo sul repository del piano file.
FNRRS0225.message     = Impossibile inserire il record in pi\u00f9 di un contenitore sul repository del piano file: {0}.
RNRRS0255.arg.0       = Nome del repository del piano file.

FNRRS0226.explanation = Gli intervalli dei valori di conservazione consentiti sono anni: 0-999, mesi: 0-99, giorni: 0-99.
FNRRS0226.action      = Fornire valori di conservazione validi.
FNRRS0226.message     = Uno o pi\u00f9 valori di conservazione non sono compresi nell''intervallo. Gli intervalli consentiti sono anni: 0-999, mesi: 0-99, giorni: 0-99.

FNRRS0227.explanation = Un contenitore Pianificazione di base pu\u00f2 solo essere aggiunto a un nodo principale del piano file o al contenitore del tipo di categoria.
FNRRS0227.action      = Riprovare utilizzando un nodo principale del piano file o una categoria record come contenitore padre di destinazione.
FNRRS0227.message     = Impossibile aggiungere un nuovo contenitore Pianificazione di base come contenitore figlio o padre di tipo: {0} 
RNRRS0227.arg.0       = Tipo di entit\u00e0 del contenitore padre.

FNRRS0228.explanation = Impossibile trovare la propriet\u00e0 trigger specificata.
FNRRS0228.action      = Fornire il nome simbolico di una propriet\u00e0 DateTime-type valida assegnata ad almeno una classe di record.
FNRRS0228.message     = Impossibile richiamare il modello propriet\u00e0 per il nome simbolo della propriet\u00e0 trigger specificato: {0} 
RNRRS0228.arg.0       = Nome propriet\u00e0 simbolica specificato.

FNRRS0229.explanation = La propriet\u00e0 trigger specificata deve essere di valore singolo e di tipo dati DateTime.
FNRRS0229.action      = Fornire il nome simbolico di una propriet\u00e0 DateTime-type (valore singolo) valida assegnata ad almeno una classe di record.
FNRRS0229.message     = La propriet\u00e0 trigger specificata non \u00e8 di tipo dati DateTime e/o non \u00e8 di  valore singolo: {0}
RNRRS0229.arg.0       = Nome propriet\u00e0 simbolica specificato.

FNRRS0230.explanation = La propriet\u00e0 trigger specificata deve essere attualmente assegnata a una o pi\u00f9 classi di record.
FNRRS0230.action      = Fornire il nome simbolico di una propriet\u00e0 DateTime-type valida assegnata ad almeno una classe di record.
FNRRS0230.message     = La propriet\u00e0 trigger specificata non \u00e8 assegnata ad alcuna classe di record : {0}.
RNRRS0230.arg.0       = Nome propriet\u00e0 simbolica specificato.

FNRRS0231.explanation = Un contenitore Pianificazione di base proposto non pu\u00f2 avere sottocontenitori figlio.
FNRRS0231.action      = Selezionare un contenitore alterno per la conversione in un contenitore Pianificazione di base.
FNRRS0231.message     = Il contenitore Pianificazione di base proposto non \u00e8 un nodo foglia : {0}
RNRRS0231.arg.0       = Identit\u00e0 contenitore proposto.

FNRRS0232.explanation = Un contenitore Pianificazione di base proposto non pu\u00f2 contenete alcun record figlio attualmente inserito in pi\u00f9 di un contenitore.
FNRRS0232.action      = Selezionare un contenitore alternativo per la conversione o rimuovere eventuali record figlio non qualificabili.
FNRRS0232.message     = Il contenitore Pianificazione di base proposto contiene almeno un record con inserimento multiplo: {0}.
FNRRS0232.arg.0       = Identit\u00e0 record con inserimento multiplo.

FNRRS0233.explanation = Un contenitore Pianificazione di base proposto non pu\u00f2 avere un record figlio che \u00e8 un record fisico.
FNRRS0233.action      = Selezionare un contenitore alternativo per la conversione o rimuovere eventuali record figlio non qualificabili.
FNRRS0233.message     = Il contenitore Pianificazione di base proposto contiene almeno un record che \u00e8 un record fisico: {0}.
FNRRS0233.arg.0       = Identit\u00e0 record fisico.

FNRRS0234.explanation = Un contenitore Pianificazione di base proposto non pu\u00f2 avere alcun record figlio con un tipo di record associato.
FNRRS0234.action      = Selezionare un contenitore alternativo per la conversione o rimuovere eventuali record figlio non qualificabili.
FNRRS0234.message     = Il contenitore Pianificazione di base proposto contiene almeno un record con un tipo di record associato: {0}.
FNRRS0234.arg.0       = Identit\u00e0 record.

FNRRS0235.explanation = Tutti i record presenti in un contenitore Pianificazione di base proposto devono supportare la propriet\u00e0 trigger proposta.
FNRRS0235.action      = Selezionare una propriet\u00e0 trigger alternativa o rimuovere eventuali record figlio non qualificabili.
FNRRS0235.message     = Il contenitore Pianificazione di base proposto contiene almeno un record la cui classe record non supporta il nome propriet\u00e0 trigger proposto: {0}.
FNRRS0235.arg.0       = Identit\u00e0 record.

FNRRS0236.explanation = Non tutti i tipi di contenitori record sono idonei per la conversione in contenitori Pianificazione di base.
FNRRS0236.action      = Selezionare un contenitore alternativo.
FNRRS0236.message     = Il tipo di contenitore proposto non \u00e8 idoneo per la conversione in un contenitore Pianificazione di base: {0}.
FNRRS0236.arg.0       = Tipo entit\u00e0 del contenitore proposto.

FNRRS0237.explanation = I modelli di propriet\u00e0 associate alla pianificazione di base richiesti e/o la relativa assegnazione a diverse classi di contenitori record non sembrano esistere in questo repository di piani file.
FNRRS0237.action      = Assicurarsi che il componente aggiuntivo Content Manager P8 sia stato applicato a questo repository di piani file.
FNRRS0237.message     = I metadati necessari per il supporto Pianificazione di base non \u00e8 disponibile su questo repository di piani file: {0}.
FNRRS0237.arg.0       = Identificativo repository del piano file.

FNRRS0238.explanation = Un contenitore Pianificazione di base valido deve avere un valore di propriet\u00e0 RMRetentionPeriod correttamente formattato.
FNRRS0238.action      = Utilizzare il metodo DefensiblyDisposable.setRetentionPeriod per stabilire un valore del periodo di conservazione appropriato per questo contenitore. 
FNRRS0238.message     = Il valore del periodo di conservazione Pianificazione di base non \u00e8 nel formato previsto: aaa-mm-gg.

FNRRS0239.explanation = Un contenitore deve essere gi\u00e0 di tipo Pianificazione di base prima di qualsiasi tentativo di modifica della propriet\u00e0 associata a Pianificazione di base.
FNRRS0239.action      = Assicurarsi che il contenitore sia stato creato o sia stato convertito in un contenitore Pianificazione di base.
FNRRS0239.message     = Impossibile modificare il valore della propriet\u00e0 relativa a Pianificazione di base in un contenitore non pianificazione di base: {0}.
FNRRS0239.arg.0       = Identificativo contenitore.

FNRRS0240.explanation = Non \u00e8 consentita l''impostazione diretta di tali propriet\u00e0 perch\u00e9 ignorerebbe la logica di convalida neccessaria. 
FNRRS0240.action      = Utilizzare invece i metodi setRetentionPeriod e/o setTriggerPropertyName DefensiblyDisposable. 
FNRRS0240.message     = L''impostazione diretta dei valori della propriet\u00e0 Pianificazione di base non \u00e8 consentita.

FNRRS0241.explanation = Un contenitore Pianificazione di base non pu\u00f2 contenere alcun record con inserimento multiplo. 
FNRRS0241.action      = Selezionare un contenitore di destinazione differente in cui inserire il record. 
FNRRS0241.message     = Impossibile collocare un record con inserimento multiplo in un contenitore Pianificazione di base.

FNRRS0242.explanation = Un contenitore Pianificazione di base non pu\u00f2 contenere alcun record fisico. 
FNRRS0242.action      = Selezionare un contenitore di destinazione differente in cui inserire il record. 
FNRRS0242.message     = Impossibile inserire un record fisico in un contenitore Pianificazione di base.

FNRRS0243.explanation = Un contenitore Pianificazione di base non pu\u00f2 contenere alcun record con un tipo di record. 
FNRRS0243.action      = Selezionare un contenitore di destinazione differente in cui inserire il record. 
FNRRS0243.message     = Impossibile inserire un record con un tipo di record associato in un contenitore Pianificazione di base.

FNRRS0244.explanation = Tutti i record presenti in un contenitore Pianificazione di base devono supportare la propriet\u00e0 trigger assegnata del contenitore. 
FNRRS0244.action      = Selezionare un contenitore di destinazione differente in cui inserire il record. 
FNRRS0244.message     = La classe del record non supporta la propriet\u00e0 trigger assegnata al contenitore Pianificazione di base di destinazione.

FNRRS0245.explanation = Un contenitore Pianificazione di base non pu\u00f2 avere una pianificazione di disposizione assegnata, direttamente o mediante ereditariet\u00e0. 
FNRRS0245.action      = Non tentare di assegnare una pianificazione di disposizione a un contenitore Pianificazione di base esistente o durante la creazione di un contenitore di questo tipo.
FNRRS0245.message     = Impossibile assegnare una pianificazione di disposizione a un contenitore Pianificazione di base.

FNRRS0246.explanation = Qualsiasi record attualmente incluso in un report Pianificazione di base non pu\u00f2 essere rimosso dal suo contenitore.
FNRRS0246.action      = \u00c8 possibile effettuare una nuova copia di questo record o mettere il record in attesa.
FNRRS0246.message     = Impossibile spostare un record attualmente incluso in un report Pianificazione di base: {0}.
FNRRS0246.arg.0       = Identificativo del record.

FNRRS0247.explanation = Un contenitore altrimenti idoneo non pu\u00f2 essere convertito in un contenitore Pianificazione di base se esso o uno dei relativi record contenuti \u00e8 attualmente coinvolto nel processo di disposizione.
FNRRS0247.action      = Completare tutti i processi di disposizione per il contenitore e/o i relativi record contenuti prima di tentarne la conversione.
FNRRS0247.message     = Il contenitore proposto non \u00e8 attualmente idoneo per la conversione in un contenitore Pianificazione di base poich\u00e9 \u00e8 attualmente coinvolto (o almeno un record contenuto) nel processo di disposizione: {0}.
FNRRS0247.arg.0       = Identificativo del contenitore idoneo o del record figlio.

FNRRS0248.explanation = Non \u00e8 consentita alcuna modifica alla propriet\u00e0 trigger per i record attualmente inclusi in un report Pianificazione di base.
FNRRS0248.action      = Non tentare di modificare il valore della propriet\u00e0 trigger.
FNRRS0248.message     = Impossibile aggiornare il valore della propriet\u00e0 trigger assegnata a un record attualmente incluso in un report Pianificazione di base: {0}.
FNRRS0248.arg.0       = Identificativo del record.

FNRRS0249.explanation = Poich\u00e9 un contenitore Pianificazione di base non pu\u00f2 contenere record con inserimento multiplo, tutti i record presenti in un contenitore Pianificazione di base non possono essere inseriti altrove.
FNRRS0249.action      = Spostare o copiare il record anzich\u00e9 eseguirne l''inserimento multiplo.
FNRRS0249.message     = Impossibile eseguire l''inserimento multiplo di un record attualmente contenuto in un contenitore Pianificazione di base: {0}.
FNRRS0249.arg.0       = Identificativo del record.

FNRRS0250.explanation = Alcune istanze della configurazione di sistema sono considerate costanti e non \u00e8 possibile modificarle.
FNRRS0250.message     = L''operazione di aggiornamento non \u00e8 consentita per l''istanza di configurazione di sistema il cui nome propriet\u00e0 \u00e8: {0}.
FNRRS0250.arg.0       = Il nome propriet\u00e0 della configurazione di sistema implicata.

FNRRS0251.explanation = La data di esecuzione della fase corrente dell''entit\u00e0 non \u00e8 stata impostata o \u00e8 successiva.
FNRRS0251.action      = Rieseguire la pulitura disposizioni per aggiornare lo stato di disposizione entit\u00e0.
FNRRS0251.message     = Impossibile iniziare la disposizione a causa di una modifica nella data di esecuzione della fase corrente per l''entit\u00e0: {0}, data: {1}.
FNRRS0251.arg.0       = L''entit\u00e0 in questione.
FNRRS0251.arg.1       = La data di esecuzione della fase corrente dell''entit\u00e0.

FNRRS0252.explanation = L''azione di disposizione iniziale non \u00e8 applicabile per l''entit\u00e0 la cui azione della fase corrente \u00e8 l''autodistruzione.
FNRRS0252.action      = Eseguire la pulitura disposizione di distruzione automatica per elaborare questa entit\u00e0.
FNRRS0252.message     = Impossibile iniziare la disposizione su un''entit\u00e0 la cui azione della fase di disposizione corrente \u00e8 l''autodistruzione: {0}.
FNRRS0252.arg.0       = L''entit\u00e0 in questione.

FNRRS0253.explanation = L''azione di disposizione iniziale non \u00e8 applicabile all''entit\u00e0 la cui gerarchia del contenitore secondario include uno o pi\u00f9 contenitori fisici in attesa.
FNRRS0253.action      = Rimuovere qualsiasi eventuale attesa e ritentare la disposizione iniziale.
FNRRS0253.message     = Impossibile iniziare la disposizione su un''entit\u00e0 che contiene un contenitore secondario fisico che \u00e8 in attesa: {0}.
FNRRS0253.arg.0       = L''entit\u00e0 in questione.

FNRRS0254.explanation = L''azione di disposizione iniziale non \u00e8 applicabile all''entit\u00e0 la cui gerarchia del contenitore secondario include uno o pi\u00f9 record fisici in attesa.
FNRRS0254.action      = Rimuovere qualsiasi eventuale attesa e ritentare la disposizione iniziale.
FNRRS0254.message     = Impossibile iniziare la disposizione su un''entit\u00e0 che contiene record fisici che sono in attesa: {0}.
FNRRS0254.arg.0       = L''entit\u00e0 in questione.

FNRRS0255.explanation = L''azione di disposizione iniziale non \u00e8 applicabile all''entit\u00e0 la cui gerarchia del contenitore secondario include un contenitore secondario che \u00e8 in attesa e che contiene record fisici.
FNRRS0255.action      = Rimuovere qualsiasi eventuale attesa e ritentare la disposizione iniziale.
FNRRS0255.message     = Impossibile iniziare la disposizione su un''entit\u00e0 che ha un contenitore secondario in attesa che a sua volta contiene un record fisico: {0}.
FNRRS0255.arg.0       = L''entit\u00e0 in questione.


FNRRS0300.explanation = Impossibile acquisire un''istanza di soggetto JAAS associata a quel tipo di dominio, url di connessione, nome utente e nome stanza JAAS.
FNRRS0300.action      = Verificare quanto segue: 1) La configurazione JAAS per l''ambiente runtime deve essere specificata correttamente. 2) L''url corretto deve essere specificato includendo il numero porta corretto. 3) Per l''url deve essere specificato il nome JAAS_stanza appropriato.
FNRRS0300.message     = Impossibile acquisire il soggetto JAAS per il tipo di dominio: ''{0}'', url: ''{1}'', nome utente: ''{2}'', stanza JAAS: ''{3}''.
FNRRS0300.arg.0       = domain_type
FNRRS0300.arg.1       = url
FNRRS0300.arg.2       = username
FNRRS0300.arg.3       = JAAS_stanza

FNRRS0301.explanation = L''archivio oggetti P8 specificato da objectstore_ident non \u00e8 un archivio di contenuti Records Manager valido.
FNRRS0301.action      = Assicurarsi che all''archivio oggetti P8 sia stato applicato il modello di dati Records Manager appropriato.
FNRRS0301.message     = L''archivio oggetti P8 non \u00e8 un archivio di contenuti Records Manager valido: ''{0}''.
FNRRS0301.arg.0       = objectstore_ident

FNRRS0302.explanation = L''archivio oggetti P8 specificato da objectstore_ident non \u00e8 un repository di piani file IBM Enterprise Records valido.
FNRRS0302.action      = Assicurarsi che a questo archivio oggetti P8 sia stato applicato il modello di dati IBM Enterprise Records appropriato.
FNRRS0302.message     = L''archivio oggetti P8 non \u00e8 un repository di piani file IBM Enterprise Records valido: ''{0}''.
FNRRS0302.arg.0       = objectstore_ident

FNRRS0303.explanation = L''oggetto API, instance_ident, di tipo entity_type non \u00e8 stato ancora associato al relativo oggetto base di repository corrispondente. Questo limita l''utilizzo dell''istanza API, come provare a recuperare i valori propriet\u00e0 da esso.
FNRRS0303.action      = Eseguire un fetchInstance (invece di getInstance) per l''istanza API per forzare un recupero dal repository.
FNRRS0303.message     = Non \u00e8 stato stabilito un oggetto base di repository per l''istanza API: ''{0}'', di tipo: ''{1}''.
FNRRS0303.arg.0       = instance_ident
FNRRS0303.arg.1       = entity_type

FNRRS0304.explanation = Impossibile recuperare repository di piani file disponibili dal dominio, domain_ident.
FNRRS0304.action      = Verificare che l''utente corrente disponga dell''autorizzazione di accesso ad almeno un repository di piani file nel dominio. Accertarsi inoltre che sia stato configurato almeno un repository come repository di piani file.
FNRRS0304.message     = Impossibile recuperare repository di piani file disponibili dal dominio: ''{0}''.
FNRRS0304.arg.0       = domain_ident

FNRRS0305.explanation = Impossibile recuperare repository di piani file disponibili dal dominio, domain_ident.
FNRRS0305.action      = Verificare che l''utente corrente disponga dell''autorizzazione di accesso ad almeno un repository di piani file nel dominio. Accertarsi inoltre che sia stato configurato almeno un repository come repository di piani file.
FNRRS0305.message     = Impossibile recuperare repository di piani file disponibili dal dominio: ''{0}''.
FNRRS0305.arg.0       = domain_ident

FNRRS0306.explanation = Si \u00e8 verificata un''eccezione durante il tentativo di inserire la propriet\u00e0 P8 Content Engine il cui nome simbolico \u00e8 symbolic_name.
FNRRS0306.action      = Esaminare lo stack dell''eccezione per la causa sottostante dell''eccezione RMRuntimeException. La causa tipica \u00e8 un problema di assegnazione del tipo.
FNRRS0306.message     = Errore durante l''inserimento della propriet\u00e0 P8CE, nome simbolico: ''{0}''.
FNRRS0306.arg.0       = symbolic_name

FNRRS0307.explanation = Riscontrata una classe propriet\u00e0 di repository class_name non supportata per la propriet\u00e0 symbolic_name.
FNRRS0307.action      = Scegliere un tipo di propriet\u00e0 o di classe propriet\u00e0 alternativo.
FNRRS0307.message     = Riscontrata una classe propriet\u00e0 non supportata durante l''inserimento propriet\u00e0 del repository, nome simbolico: ''{0}'', classe: ''{1}''.
FNRRS0307.arg.0       = symbolic_name
FNRRS0307.arg.1       = class_name

FNRRS0308.explanation = Errore imprevisto durante l''operazione di impostazione del valore propriet\u00e0 di repository per la propriet\u00e0 symbolic_name di tipo data_type.
FNRRS0308.action      = Esaminare l''eccezione interna per un''ulteriore descrizione dell''errore di repository.
FNRRS0308.message     = Errore nel tentativo di impostare il valore propriet\u00e0 di repository, nome simbolico: ''{0}'', tipo di dati: ''{1}''.
FNRRS0308.arg.0       = symbolic_name
FNRRS0308.arg.1       = data_type

FNRRS0309.explanation = Un oggetto contenitore di tipo entity_type non \u00e8 supportato dal livello di accesso repository di P8 Content Engine.
FNRRS0309.action      = Scegliere un tipo di contenitore diverso o selezionare un repository alternativo che supporti questo tipo di entit\u00e0.
FNRRS0309.message     = Impossibile costruire un oggetto contenitore a causa del tipo di entit\u00e0 contenitore P8CE_RAL non supportato: ''{0}''.
FNRRS0309.arg.0       = entity_type

FNRRS0310.explanation = FpRepository non ha un oggetto ''SystemConfiguration'' il cui ''PropertyName'' sia ''FPOS Setup''.
FNRRS0310.action      = Accertarsi che fpRepository sia stato configurato correttamente.
FNRRS0310.message     = Nessun oggetto SystemConfiguration ''FPOS Setup'' disponibile nel repository di piani file: ''{0}''
FNRRS0310.arg.0       = fpRepository

FNRRS0311.explanation = L''oggetto ''SystemConfiguration'' di fpRepository il cui ''PropertyName'' \u00e8 ''FPOS Setup'' ha una valore propriet\u00e0 non valido per ''PropertyValue''.
FNRRS0311.action      = Accertarsi che fpRepository sia stato configurato correttamente.
FNRRS0311.message     = Valore non valido per l''oggetto SystemConfiguration  ''FPOS Setup'' nel repository di piani file: ''{0}''.
FNRRS0311.arg.0       = fpRepository

FNRRS0312.explanation = Operazione di salvataggio dell''oggetto di tipo entity_type e identificativo object_ident non riuscita.
FNRRS0312.action      = Verificare che l''oggetto in questione esista ancora nel repository. Inoltre, accertarsi che l''utente corrente disponga dell''accesso di sicurezza corretto a livello di oggetto per consentire questa operazione.
FNRRS0312.message     = Impossibile eseguire l''operazione di salvataggio sull''oggetto repository, ''{0}'', di tipo: ''{1}''. Informazioni sull''errore sottostante: {2}
FNRRS0312.arg.0       = object_ident
FNRRS0312.arg.1       = entity_type
FNRRS0312.arg.2		  = stringa messaggio eccezione sottostante

FNRRS0313.explanation = Si \u00e8 verificato un errore nel tentativo di recuperare il nodo principale del piano file del repository di piani file.
FNRRS0313.action      = Verificare che l''utente corrente disponga almeno dei diritti di visualizzazione sul nodo principale del piano file e che quel particolare repository di piani file sia stato installato e configurato correttamente.
FNRRS0313.message     = Impossibile recuperare il nodo principale del piano file dal repository di piani file: ''{0}''.
FNRRS0313.arg.0       = fpRepository

FNRRS0314.explanation = Errore imprevisto durante l''aggiunta ad una raccolta di propriet\u00e0 di una propriet\u00e0 con symbolic_name di tipo data_type.
FNRRS0314.action      = Esaminare l''eccezione interna per la descrizione dell''errore di repository.
FNRRS0314.message     = Errore nel tentativo di aggiungere una nuova propriet\u00e0 alla raccolta, nome simbolico: ''{0}'', tipo di dati: ''{1}''.
FNRRS0314.arg.0       = symbolic_name
FNRRS0314.arg.1       = data_type

FNRRS0315.explanation = Si \u00e8 verificato un errore nel tentativo di recuperare le categorie record figlio dal contenitore padre.
FNRRS0315.action      = Verificare che l''utente corrente disponga almeno dei diritti di visualizzazione sul contenuto del contenitore padre.
FNRRS0315.message     = Errore nel recuperare le categorie record dal contenitore padre: ''{0}''.
FNRRS0315.arg.0       = parent_container

FNRRS0316.explanation = Si \u00e8 verificato un errore nel tentativo di acquisire il contenuto corrente di un iteratore di pagina.
FNRRS0316.action      = Assicurarsi che sia stata effettuata una chiamata iniziale a RMPageInterator.nextPage() per poter spostare l''iteratore alla prima pagina. In alternativa, l''iteratore potrebbe essere stato spostato oltre l''ultima pagina.
FNRRS0316.message     = Errore durante il tentativo di acquisire il contenuto della pagina corrente da un RMPageIterator.

FNRRS0317.explanation = Si \u00e8 verificato un errore nel tentativo di acquisire la pagina successiva di un iteratore di pagina.
FNRRS0317.action      = Verificare che l''iteratore non sia stato gi\u00e0 spostato oltre l''ultima pagina.
FNRRS0317.message     = Errore durante il tentativo di acquisire la pagina successiva da un iteratore PagableSet.

FNRRS0318.explanation = Si \u00e8 verificato un errore nel tentativo di recuperare i contenitori padre per l''oggetto.
FNRRS0318.action      = Verificare che l''utente corrente disponga almeno dei diritti di visualizzazione sul contenitore padre.
FNRRS0318.message     = Errore nel recuperare i contenitori padre per l''oggetto: ''{0}''.
FNRRS0318.arg.0       = object

FNRRS0319.explanation = Operazione di eliminazione dell''oggetto di tipo entity_type e identificativo object_ident non riuscita.
FNRRS0319.action      = Verificare che l''oggetto in questione esista ancora nel repository. Inoltre, accertarsi che l''utente corrente disponga dell''accesso di sicurezza corretto a livello di oggetto per consentire questa operazione.
FNRRS0319.message     = impossibile eseguire l''operazione di eliminazione sull''oggetto repository, ''{0}'', di tipo: ''{1}''.
FNRRS0319.arg.0       = object_ident
FNRRS0319.arg.1       = entity_type

FNRRS0320.explanation = Operazione di aggiunta categoria record per l''oggetto di tipo entity_type e identificativo object_ident non riuscita.
FNRRS0320.action      = Verificare che l''oggetto di destinazione in questione esista ancora nel repository. Verificare che alla destinazione sia consentito contenere una categoria record. Accertarsi che l''utente corrente disponga dell''accesso di sicurezza corretto a livello di oggetto per consentire questa operazione.
FNRRS0320.message     = Impossibile eseguire l''operazione di aggiunta categoria record all''oggetto di destinazione: ''{0}'', di tipo: ''{1}''.
FNRRS0320.arg.0       = object_ident
FNRRS0320.arg.1       = entity_type

FNRRS0321.explanation = Si \u00e8 verificato un errore nel tentativo di acquisire il conteggio elementi corrente di un iteratore di pagina.
FNRRS0321.action      = Assicurarsi che sia stata effettuata una chiamata iniziale a RMPageInterator.nextPage() per poter spostare l''iteratore alla prima pagina. In alternativa, l''iteratore potrebbe essere stato spostato oltre l''ultima pagina.
FNRRS0321.message     = Errore durante il tentativo di ottenere il conteggio elementi corrente da un RMPageIterator.

FNRRS0322.explanation = Operazione di aggiunta cartella record per l''oggetto di tipo entity_type e identificativo object_ident non riuscita.
FNRRS0322.action      = Verificare che l''oggetto di destinazione in questione esista ancora nel repository. Verificare che alla destinazione sia consentito contenere una cartella record di quel tipo. Accertarsi che l''utente corrente disponga dell''accesso di sicurezza corretto a livello di oggetto per consentire questa operazione.
FNRRS0322.message     = Impossibile aggiungere la cartella record all''oggetto di destinazione: ''{0}'', di tipo: ''{1}''.
FNRRS0322.arg.0       = object_ident
FNRRS0322.arg.1       = entity_type

FNRRS0323.explanation = Si \u00e8 verificato un errore nel tentativo di recuperare le cartelle record figlio dal contenitore padre.
FNRRS0323.action      = Verificare che l''utente corrente disponga almeno dei diritti di visualizzazione sul contenuto del contenitore padre.
FNRRS0323.message     = Errore nel recuperare le cartelle record dal contenitore padre: ''{0}''.
FNRRS0323.arg.0       = parent_container

FNRRS0324.explanation = Si \u00e8 verificato un errore nel tentativo di recuperare il volume figlio attivo dal contenitore padre.
FNRRS0324.action      = Verificare che l''utente corrente disponga almeno dei diritti di visualizzazione sul contenuto del contenitore padre.
FNRRS0324.message     = Errore nel recuperare il volume attivo dal contenitore padre: ''{0}''.
FNRRS0324.arg.0       = parent_container

FNRRS0325.explanation = Si \u00e8 verificato un errore nel tentativo di recuperare i volumi record figlio dal contenitore padre.
FNRRS0325.action      = Verificare che l''utente corrente disponga almeno dei diritti di visualizzazione sul contenuto del contenitore padre.
FNRRS0325.message     = Errore nel recuperare il volume record dal contenitore padre: ''{0}''.
FNRRS0325.arg.0       = parent_container

FNRRS0326.explanation = Operazione di aggiunta volume record per l''oggetto di tipo entity_type e identificativo object_ident non riuscita.
FNRRS0326.action      = Verificare che l''oggetto di destinazione in questione esista ancora nel repository. Verificare che alla destinazione sia consentito contenere un volume record. Accertarsi che l''utente corrente disponga dell''accesso di sicurezza corretto a livello di oggetto per consentire questa operazione.
FNRRS0326.message     = Impossibile aggiungere il volume record all''oggetto di destinazione: ''{0}'', di tipo: ''{1}''.
FNRRS0326.arg.0       = object_ident
FNRRS0326.arg.1       = entity_type

FNRRS0327.explanation = Una query di oggetti non \u00e8 riuscita a causa di un errore di repository.
FNRRS0327.action      = Verificare che la sintassi SQL sia corretta o esaminare qualsiasi eccezione inclusa per spiegazioni pi\u00f9 dettagliate sull''errore, o effettuare entrambe le operazioni.
FNRRS0327.message     = Query di oggetti non riuscita.

FNRRS0328.explanation = Una query di righe non \u00e8 riuscita a causa di un errore di repository.
FNRRS0328.action      = Verificare che la sintassi SQL sia corretta o esaminare qualsiasi eccezione inclusa per spiegazioni pi\u00f9 dettagliate sull''errore, o effettuare entrambe le operazioni.
FNRRS0328.message     = Query di righe non riuscita.

FNRRS0329.explanation = \u00c8 stato effettuato un tentativo di acquisire un RMPagingIterator da un PagableSet che non supporta il paging.
FNRRS0329.action      = Utilizzare il metodo RMPagingIterator.supportsPaging() per determinare se il paging \u00e8 supportato. Se il paging non \u00e8 supportato, utilizzare il metodo RMPagingIterator.iterator() invece di RMPagingIterator.pageIterator().
FNRRS0329.message     = Il paging non \u00e8 supportato per questa istanza PagableSet.

FNRRS0330.explanation = Si \u00e8 verificato un errore durante il recupero di serie di contrassegni dal dominio domain_ident.
FNRRS0330.action      = Verificare che l''utente corrente disponga dell''autorizzazione di accesso ad almeno una serie di contrassegni nel dominio.
FNRRS0330.message     = Impossibile recuperare le serie di contrassegni dal dominio: ''{0}''.
FNRRS0330.arg.0       = domain_ident

FNRRS0331.explanation = La stringa identificativa della serie di contrassegni, markingSetId, non \u00e8 in un formato valido.
FNRRS0331.action      = Accertarsi che la stringa identificativa sia nel formato di una stringa GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' dove ogni ''x'' \u00e8 un carattere esadecimale.
FNRRS0331.message     = Formato stringa identificativa della serie di contrassegni non corretto: ''{0}''.
FNRRS0331.arg.0       = markingSetId

FNRRS0332.explanation = Si \u00e8 verificato un errore durante il recupero di un elenco di scelte dal repository repos_ident.
FNRRS0332.action      = Verificare che l''utente corrente disponga dell''autorizzazione di accesso ad almeno un elenco di scelte nel repository.
FNRRS0332.message     = Impossibile recuperare gli elenchi di scelte dal repository: ''{0}''.
FNRRS0332.arg.0       = repos_ident

FNRRS0333.explanation = La stringa identificativa dell''elenco di scelte, choiceListId, non \u00e8 in un formato valido.
FNRRS0333.action      = Accertarsi che la stringa identificativa sia nel formato di una stringa GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' dove ogni ''x'' \u00e8 un carattere esadecimale.
FNRRS0333.message     = Formato stringa identificativa dell''elenco di scelte non corretto: ''{0}''.
FNRRS0333.arg.0       = choiceListId

FNRRS0334.explanation = Si \u00e8 verificato un errore durante il recupero della descrizione della classe, classDesc_ident, dal repository repos_ident.
FNRRS0334.action      = Verificare che la descrizione della classe esista nel repository e che l''utente corrente disponga dell''autorizzazione di accesso alla descrizione della classe.
FNRRS0334.message     = Impossibile recuperare la descrizione della classe dal repository: ''{0}'', identit\u00e0 descrizione della classe: ''{1}''.
FNRRS0334.arg.0       = repos_ident
FNRRS0334.arg.1       = classDesc_ident

FNRRS0335.explanation = Si \u00e8 verificato un errore durante il recupero delle descrizioni classe dal repository repos_ident.
FNRRS0335.action      = Verificare che l''utente corrente disponga dell''autorizzazione di accesso al repository.
FNRRS0335.message     = Impossibile recuperare le descrizioni classe dal repository: ''{0}'', identit\u00e0 descrizioni classe: ''{1}''.
FNRRS0335.arg.0       = repos_ident

FNRRS0336.explanation = \u00c8 stato rilevato un parametro di stringa Id non valido.
FNRRS0336.action      = Accertarsi che la stringa identificativa sia nel formato di una stringa GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' dove ogni ''x'' \u00e8 un carattere esadecimale.
FNRRS0336.message     = Parametro stringa ID non valido: ''{0}''.
FNRRS0336.arg.0       = id_string

FNRRS0337.explanation = Impossibile recuperare l''utente autenticato corrente per il dominio.
FNRRS0337.action      = Accertarsi che un utente sia attualmente autenticato per il dominio o sia stato stabilito un soggetto JAAS per il thread corrente, o verificare entrambi.
FNRRS0337.message     = Impossibile recuperare l''utente autenticato corrente per il dominio.

FNRRS0338.explanation = Operazione di ricerca di gruppi di utenti specificati non riuscita.
FNRRS0338.action      = Accertarsi che un utente sia attualmente autenticato per il dominio o sia stato stabilito un soggetto JAAS per il thread corrente, o verificare entrambi.
FNRRS0338.message     = Errore durante la ricerca di gruppi di utenti del dominio.

FNRRS0339.explanation = Operazione di ricerca di utenti specificati non riuscita.
FNRRS0339.action      = Accertarsi che un utente sia attualmente autenticato per il dominio o sia stato stabilito un soggetto JAAS per il thread corrente, o verificare entrambi.
FNRRS0339.message     = Errore durante la ricerca di utenti del dominio.

FNRRS0340.explanation = L''utente corrente non dispone di diritti sufficienti per aggiungere un nuovo membro ad un ruolo esistente definito dal relativo role_name, role_type e appl_name.
FNRRS0340.action      = Accertarsi che l''utente corrente disponga di diritti sufficienti per aggiungere un nuovo membro ad un ruolo esistente.
FNRRS0340.message     = L''utente corrente non dispone di diritti di sicurezza sufficienti per il ruolo, nome ruolo = ''{0}'', tipo di ruolo = ''{1}'', applicazione = ''{2}''.
FNRRS0340.arg.0       = role_name
FNRRS0340.arg.1       = role_type
FNRRS0340.arg.2       = appl_name

FNRRS0341.explanation = Si \u00e8 verificato un errore nel tentativo di recuperare il ruolo di accesso definito da role_type e appl_name.
FNRRS0341.action      = Accertarsi che l''utente corrente disponga di diritti sufficienti per aggiungere un nuovo membro ad un ruolo esistente e che il ruolo in questione esista ancora nel repository.
FNRRS0341.message     = Errore nel tentativo di recuperare il ruolo di accesso definito dal tipo = ''{0}'' e dall''applicazione = ''{1}''.
FNRRS0341.arg.0       = role_type
FNRRS0341.arg.1       = appl_name

FNRRS0342.explanation = Impossibile creare un nuovo ruolo utilizzando il tipo role_type e il nome applicazione appl_name a causa di un ruolo preesistente con questi stessi valori.
FNRRS0342.action      = Utilizzare una serie diversa di valori tipo ruolo/nome applicazione o eliminare prima il ruolo corrispondente esistente.
FNRRS0342.message     = Impossibile creare un nuovo ruolo a causa del ruolo corrispondente preesistente, tipo = ''{0}'' e applicazione = ''{1}''.
FNRRS0342.arg.0       = role_type
FNRRS0342.arg.1       = appl_name

FNRRS0343.explanation = Si \u00e8 verificato un errore nel tentativo di recuperare il ruolo di accesso definito da role_name e appl_name.
FNRRS0343.action      = Accertarsi che l''utente corrente disponga di diritti sufficienti per visualizzare il ruolo esistente e che il ruolo in questione esista ancora nel repository.
FNRRS0343.message     = Errore nel tentativo di recuperare il ruolo di accesso definito dal nome = ''{0}'' e dall''applicazione = ''{1}''.
FNRRS0343.arg.0       = role_name
FNRRS0343.arg.1       = appl_name

FNRRS0344.explanation = Impossibile determinare l''utente corrente.
FNRRS0344.action      = Accertarsi che un utente sia attualmente autenticato per il dominio o sia stato stabilito un soggetto JAAS per il thread corrente, o verificare entrambi.
FNRRS0344.message     = Impossibile determinare l''utente corrente.

FNRRS0345.explanation = Si \u00e8 verificato un errore nel tentativo di recuperare i piani file dal repository di piani file padre.
FNRRS0345.action      = Verificare che l''utente corrente disponga almeno dei diritti di visualizzazione sul contenuto del repository di piani file.
FNRRS0345.message     = Errore durante il recupero dei piani file dal repository di piani file: ''{0}''.
FNRRS0345.arg.0       = fileplan_repository

FNRRS0346.explanation = Una propriet\u00e0 richiesta manca o non ha un valore.
FNRRS0346.action      = Accertarsi che venga fornito un valore propriet\u00e0 valido.
FNRRS0346.message     = La propriet\u00e0 manca o non ha una valore, nome simbolico: ''{0}''.
FNRRS0346.arg.0       = property_name

FNRRS0347.explanation = Il nome piano file specificato non \u00e8 univoco.
FNRRS0347.action      = Fornire un nome piano file che non sia stato gi\u00e0 utilizzato nel repository di piani file.
FNRRS0347.message     = Il nome piano file non \u00e8 univoco: ''{0}''.
FNRRS0347.arg.0       = fileplan_name

FNRRS0348.explanation = Si \u00e8 verificato un errore durante un tentativo di aggiungere un nuovo piano file ad un repository di piani file.
FNRRS0348.action      = Verificare che il repository di destinazione sia valido. Accertarsi che l''utente corrente disponga dell''accesso di sicurezza corretto a livello di oggetto per consentire questa operazione.
FNRRS0348.message     = Impossibile aggiungere il nuovo piano file al repository di piani file di destinazione: ''{0}''.
FNRRS0348.arg.0       = repository_ident

FNRRS0349.explanation = Impossibile acquisire la descrizione propriet\u00e0 specificata o il relativo sottocampo che appartiene alla classe e repository specificati.
FNRRS0349.action      = Verificare che la classe specificata sia appropriata al processo corrente.
FNRRS0349.message     = Impossibile acquisire la descrizione propriet\u00e0 per: ''{0}'', identit\u00e0 classe: ''{1}'' dal repository: ''{2}''.
FNRRS0349.arg.0       = property_ident
FNRRS0349.arg.1       = class_ident
FNRRS0349.arg.2       = repository_ident

FNRRS0350.explanation = Si \u00e8 verificato un errore durante un tentativo di recupero dell''elemento contenuto specificato come parte di un processo di dichiarazione record.
FNRRS0350.action      = Verificare che l''elemento contenuto specificato esista e sia accessibile.
FNRRS0350.message     = Impossibile recuperare l''elemento contenuto specificato a scopo di dichiarazione record: ''{0}''.
FNRRS0350.arg.0       = contentItem_ident

FNRRS0351.explanation = Impossibile trovare un volume figlio attivo per la cartella record specificata. Questo pu\u00f2 impedire un''operazione di dichiarazione record quando questa cartella record \u00e8 un membro dei contenitori di destinazione del nuovo record.
FNRRS0351.action      = Aggiungere un nuovo volume attivo alla cartella record o riaprire un volume esistente e definirlo come contenitore di destinazione per l''operazione di dichiarazione record.
FNRRS0351.message     = Non \u00e8 disponibile alcun volume figlio attivo per la cartella record specificata: ''{0}''.
FNRRS0351.arg.0       = recordFolder_ident

FNRRS0352.explanation = Si \u00e8 verificato un errore nel tentativo di recuperare le posizioni dal repository di piani file padre.
FNRRS0352.action      = Verificare che l''utente corrente disponga almeno dei diritti di visualizzazione sul contenuto del repository di piani file.
FNRRS0352.message     = Errore durante il recupero delle posizioni dal repository di piani file: ''{0}''.
FNRRS0352.arg.0       = fileplan_repository

FNRRS0353.explanation = Si \u00e8 verificato un errore nel tentativo di recuperare il componente aggiuntivo dal repository specificato.
FNRRS0353.action      = Verificare che l''utente corrente disponga almeno dei diritti di visualizzazione sul contenuto del repository.
FNRRS0353.message     = Errore durante il recupero dei componenti aggiuntivi dal repository: ''{0}''.
FNRRS0353.arg.0       = repository

FNRRS0354.explanation = Si \u00e8 verificato un errore nel tentativo di recuperare i tipi di record dal repository di piani file padre.
FNRRS0354.action      = Verificare che l''utente corrente disponga almeno dei diritti di visualizzazione sul contenuto del repository di piani file.
FNRRS0354.message     = Errore durante il recupero dei tipi di record dal repository di piani file: ''{0}''.
FNRRS0354.arg.0       = fileplan_repository

FNRRS0355.explanation = La stringa identificativa RMLink, rmLinkId, non \u00e8 in un formato valido.
FNRRS0355.action      = Accertarsi che la stringa identificativa sia nel formato di una stringa GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' dove ogni ''x'' \u00e8 un carattere esadecimale.
FNRRS0355.message     = Formato stringa identificativa RMLink non corretto: ''{0}''.
FNRRS0355.arg.0       = rmLinkId

FNRRS0356.explanation = Si \u00e8 verificato un errore nel tentativo di recuperare le guide alla classificazione di sicurezza disponibili dal repository di piani file specificato.
FNRRS0356.action      = Accertarsi che il repository sia un repository di piani file classificato DoD per la sicurezza e che l''utente corrente disponga dell''accesso di sicurezza necessario per qualsiasi guida alla classificazione.
FNRRS0356.message     = Errore durante il recupero delle guide alla classificazione di sicurezza dal repository di piani file: ''{0}''.
FNRRS0356.arg.0       = repositoryIdent

FNRRS0357.explanation = Si \u00e8 verificato un errore nel tentativo di recuperare le sezioni figlio disponibili per la guida alla classificazione di sicurezza specificata o sezione della guida che appartiene al repository di piani file specificato.
FNRRS0357.action      = Accertarsi che il repository sia un repository di piani file classificato DoD per la sicurezza e che l''utente corrente disponga dell''accesso di sicurezza necessario per qualsiasi guida alla classificazione.
FNRRS0357.message     = Errore durante il recupero delle sezioni figlio dalla guida alla classificazione o sezione della guida, ''{1}'', che appartiene al repository di piani file: ''{0}''.
FNRRS0357.arg.0       = repositoryIdent
FNRRS0357.arg.1       = classificationGuideOrSection

FNRRS0358.explanation = Si \u00e8 verificato un errore nel tentativo di recuperare gli argomenti figlio disponibili per la guida alla classificazione di sicurezza specificata o sezione della guida che appartiene al repository di piani file specificato.
FNRRS0358.action      = Accertarsi che il repository sia un repository di piani file classificato DoD per la sicurezza e che l''utente corrente disponga dell''accesso di sicurezza necessario per qualsiasi guida alla classificazione.
FNRRS0358.message     = Errore durante il recupero degli argomenti figlio dalla guida alla classificazione o sezione della guida, ''{1}'', che appartiene al repository di piani file: ''{0}''.
FNRRS0358.arg.0       = repositoryIdent
FNRRS0358.arg.1       = classificationGuideOrSection

FNRRS0359.explanation = Il repository di piani file specificato non \u00e8 configurato con il modello di dati classificato DoD e, pertanto, non supporta le guide alla classificazione di sicurezza DoD.
FNRRS0359.action      = Accertarsi che venga specificato il repository di piani file corretto e che sia configurato con il modello di dati classificato DoD.
FNRRS0359.message     = Le guide alla classificazione DoD non sono supportate sul repository di piani file: ''{0}''.
FNRRS0359.arg.0       = repositoryIdent

FNRRS0360.explanation = Si \u00e8 verificato un errore nel tentativo di recuperare la guida alla classificazione di sicurezza specificata che appartiene al repository di piani file specificato.
FNRRS0360.action      = Accertarsi che il repository sia un repository di piani file classificato DoD per la sicurezza e che l''utente corrente disponga dell''accesso di sicurezza necessario per qualsiasi guida alla classificazione.
FNRRS0360.message     = Errore durante il recupero della guida alla classificazione, ''{1}'', che appartiene al repository di piani file: ''{0}''.
FNRRS0360.arg.0       = repositoryIdent
FNRRS0360.arg.1       = guideIdent

FNRRS0361.explanation = Un''eccezione imprevista \u00e8 stata restituita dall''API P8 Content Engine come specificato dalla stringa di messaggio e codice dell''eccezione.
FNRRS0361.action      = Esaminare l''eccezione P8 Content Engine inclusa e gli eventuali record di errore disponibili per informazioni relative alla causa sottostante di questa condizione di errore.
FNRRS0361.message     = Si \u00e8 verificata un''eccezione P8 Content Engine imprevista. Codice eccezione: {0}, Messaggio: ''{1}''
FNRRS0361.arg.0       = ceExceptionCode
FNRRS0361.arg.1       = ceExceptionMessage

FNRRS0362.explanation = Si \u00e8 verificata un''eccezione imprevista durante il tentativo di recupero del valore del limite di tempo massimo di declassamento della classificazione DoD dal repository di piani file specificato.
FNRRS0362.action      = Accertarsi che il modello di dati classificato DoD della propriet\u00e0 sia stato configurato per questo repository e che includa un valore valido per la voce configurazione di sistema appropriata.
FNRRS0362.message     = Errore imprevisto nel recuperare il valore del limite di tempo massimo di classificazione DoD. Repository: ''{0}''
FNRRS0362.arg.0       = repositoryName

FNRRS0363.explanation = Si \u00e8 verificato un errore nel tentativo di recuperare le azioni di disposizione dal repository di piani file padre.
FNRRS0363.action      = Verificare che l''utente corrente disponga almeno dei diritti di visualizzazione sul contenuto del repository di piani file.
FNRRS0363.message     = Errore durante il recupero delle azioni di disposizione dal repository di piani file: ''{0}''.
FNRRS0363.arg.0       = fileplan_repository

FNRRS0364.explanation = Si \u00e8 verificato un errore nel tentativo di recuperare i trigger di disposizione dal repository di piani file padre.
FNRRS0364.action      = Verificare che l''utente corrente disponga almeno dei diritti di visualizzazione sul contenuto del repository di piani file.
FNRRS0364.message     = Errore durante il recupero dei trigger di disposizione dal repository di piani file: ''{0}''.
FNRRS0364.arg.0       = fileplan_repository

FNRRS0365.explanation = Si \u00e8 verificato un errore nel tentativo di recuperare le pianificazioni di disposizione dal repository di piani file padre.
FNRRS0365.action      = Verificare che l''utente corrente disponga almeno dei diritti di visualizzazione sul contenuto del repository di piani file.
FNRRS0365.message     = Errore durante il recupero delle pianificazioni di disposizione dal repository di piani file: ''{0}''.
FNRRS0365.arg.0       = fileplan_repository

FNRRS0366.explanation = Il nome evento trigger di disposizione proposto \u00e8 gi\u00e0 utilizzato in questo repository.
FNRRS0366.action      = Fornire un valore che non sia stato gi\u00e0 utilizzato nel repository.
FNRRS0366.message     = Il nome evento trigger di disposizione proposto non \u00e8 univoco nel repository: ''{0}''.
FNRRS0366.arg.0       = name_value

FNRRS0367.explanation = Il periodo di tempo del ciclo per un trigger di disposizione ricorrente deve essere superiore a 0.
FNRRS0367.action      = Fornire un valore diverso da zero per il valore anni, mesi o giorni.
FNRRS0367.message     = Almeno un valore di periodo di tempo ciclico deve essere superiore a 0.

FNRRS0368.explanation = Si \u00e8 verificato un errore durante un tentativo di aggiungere un nuovo trigger di disposizione ad un repository di piani file.
FNRRS0368.action      = Verificare che il repository di destinazione sia valido. Accertarsi che l''utente corrente disponga dell''accesso di sicurezza corretto a livello di oggetto per consentire questa operazione.
FNRRS0368.message     = Impossibile aggiungere un nuovo trigger di disposizione al repository di piani file di destinazione: ''{0}''.
FNRRS0368.arg.0       = repository_ident

FNRRS0369.explanation = Si \u00e8 verificato un errore durante un tentativo di aggiungere una nuova azione di disposizione ad un repository di piani file.
FNRRS0369.action      = Verificare che il repository di destinazione sia valido. Accertarsi che l''utente corrente disponga dell''accesso di sicurezza corretto a livello di oggetto per consentire questa operazione.
FNRRS0369.message     = Impossibile aggiungere una nuova azione di disposizione al repository di piani file di destinazione: ''{0}''.
FNRRS0369.arg.0       = repository_ident

FNRRS0370.explanation = Il nome azione di disposizione proposto \u00e8 gi\u00e0 utilizzato in questo repository.
FNRRS0370.action      = Fornire un valore che non sia stato gi\u00e0 utilizzato nel repository.
FNRRS0370.message     = Il nome azione di disposizione proposto non \u00e8 univoco nel repository: ''{0}''.
FNRRS0370.arg.0       = name_value

FNRRS0371.explanation = Il valore flusso di lavoro associato dell''azione di disposizione proposto non \u00e8 un''istanza della classe WorkflowDefinition.
FNRRS0371.action      = Fornire un''istanza WorkflowDefinition IBM Enterprise Records valida per la propriet\u00e0 flusso di lavoro associata.
FNRRS0371.message     = Il valore flusso di lavoro associato dell''azione di disposizione proposto non \u00e8 un''istanza della classe WorkflowDefinition: ''{0}''.
FNRRS0371.arg.0       = class_name

FNRRS0372.explanation = Si \u00e8 verificato un errore nel tentativo di recuperare le definizioni flusso di lavoro dal repository di piani file padre.
FNRRS0372.action      = Verificare che l''utente corrente disponga almeno dei diritti di visualizzazione sul contenuto del repository di piani file.
FNRRS0372.message     = Errore durante il recupero delle definizioni flusso di lavoro dal repository di piani file: ''{0}''.
FNRRS0372.arg.0       = fileplan_repository

FNRRS0373.explanation = Il nome pianificazione di disposizione proposto \u00e8 gi\u00e0 utilizzato in questo repository.
FNRRS0373.action      = Fornire un valore che non sia stato gi\u00e0 utilizzato nel repository.
FNRRS0373.message     = Il nome pianificazione di disposizione proposto non \u00e8 univoco nel repository: ''{0}''.
FNRRS0373.arg.0       = name_value

FNRRS0374.explanation = La pianificazione di disposizione proposta ha specificato un valore trigger di disposizione non valido.
FNRRS0374.action      = Fornire un valore trigger di disposizione valido o un trigger di data calendario predefinito.
FNRRS0374.message     = La pianificazione di disposizione proposta ha specificato un valore trigger di disposizione non valido.
FNRRS0374.arg.0       = name_value

FNRRS0375.explanation = Il valore per la propriet\u00e0 specificata non \u00e8 valido o non \u00e8 compreso nell''intervallo.
FNRRS0375.action      = Fornire un valore valido per la propriet\u00e0 specificata.
FNRRS0375.message     = Il valore per la propriet\u00e0 specificata non \u00e8 valido o non \u00e8 compreso nell''intervallo: {0}, ''{1}''
FNRRS0375.arg.0       = property_name
FNRRS0375.arg.1       = property_value

FNRRS0376.explanation = Al nome pianificazione di disposizione proposto manca un valore periodo di conservazione valido.
FNRRS0376.action      = Fornire valori non negativi per gli anni, i mesi e i giorni del periodo di conservazione.
FNRRS0376.message     = Al nome pianificazione di disposizione proposto manca un valore periodo di conservazione valido.

FNRRS0377.explanation = Alla fase di disposizione manca un valore periodo di conservazione valido.
FNRRS0377.action      = Fornire valori non negativi per gli anni, i mesi e i giorni del periodo di conservazione.
FNRRS0377.message     = Alla fase di disposizione manca un valore periodo di conservazione valido.

FNRRS0378.explanation = Alla conservazione alternata della fase di disposizione manca un valore periodo di conservazione valido.
FNRRS0378.action      = Fornire valori non negativi per gli anni, i mesi e i giorni del periodo di conservazione.
FNRRS0378.message     = Alla conservazione alternata della fase di disposizione manca un valore periodo di conservazione valido.

FNRRS0379.explanation = Si \u00e8 verificato un errore durante un tentativo di aggiungere una nuova pianificazione di disposizione ad un repository di piani file.
FNRRS0379.action      = Verificare che il repository di destinazione sia valido. Accertarsi che l''utente corrente disponga dell''accesso di sicurezza corretto a livello di oggetto per consentire questa operazione.
FNRRS0379.message     = Impossibile aggiungere una nuova pianificazione di disposizione al repository di piani file di destinazione: ''{0}''.
FNRRS0379.arg.0       = repository_ident

FNRRS0380.explanation = Si \u00e8 verificato un errore durante un tentativo di aggiungere un nuovo tipo di record ad un repository di piani file.
FNRRS0380.action      = Verificare che il repository di destinazione sia valido. Accertarsi che l''utente corrente disponga dell''accesso di sicurezza corretto a livello di oggetto per consentire questa operazione.
FNRRS0380.message     = Impossibile aggiungere un nuovo tipo di record al repository di piani file di destinazione: ''{0}''.
FNRRS0380.arg.0       = repository_ident

FNRRS0381.explanation = Il nome tipo di record proposto \u00e8 gi\u00e0 utilizzato in questo repository.
FNRRS0381.action      = Fornire un valore che non sia stato gi\u00e0 utilizzato nel repository.
FNRRS0381.message     = Il nome tipo di record proposto non \u00e8 univoco nel repository: ''{0}''.
FNRRS0381.arg.0       = name_value

FNRRS0382.explanation = Impossibile creare una nuova istanza di entity_type su repository_ident.
FNRRS0382.action      = Accertarsi che la classe associata sia definita nel repository e che l''utente corrente disponga dell''accesso di sicurezza appropriato per consentire questa operazione.
FNRRS0382.message     = Impossibile creare la nuova istanza di tipo di entit\u00e0 sul repository specificato: {0}, ''{1}''.
FNRRS0382.arg.0       = entity_type
FNRRS0382.arg.1       = repository_ident

FNRRS0383.explanation = La propriet\u00e0 specificata o il suo valore attualmente non \u00e8 disponibile.
FNRRS0383.action      = Accertarsi che questa propriet\u00e0 sia definita e sia accessibile all''utente corrente.
FNRRS0383.message     = Impossibile recuperare la propriet\u00e0: {0}.
FNRRS0383.arg.0       = property_name

FNRRS0384.explanation = Il nome posizione proposto \u00e8 gi\u00e0 utilizzato in questo repository.
FNRRS0384.action      = Fornire un valore che non sia stato gi\u00e0 utilizzato nel repository.
FNRRS0384.message     = Il nome posizione proposto non \u00e8 univoco nel repository: ''{0}''.
FNRRS0384.arg.0       = name_value

FNRRS0385.explanation = L''operazione non \u00e8 supportata dal tipo di oggetto corrente.
FNRRS0385.action      = Questa operazione non pu\u00f2 essere utilizzata con questo oggetto.  Modificare l''oggetto o l''operazione
FNRRS0385.message     = Questa operazione non \u00e8 supportata il tipo di oggetto corrente.

FNRRS0386.explanation = Il nome attesa proposto \u00e8 gi\u00e0 utilizzato in questo repository.
FNRRS0386.action      = Fornire un valore che non sia stato gi\u00e0 utilizzato nel repository.
FNRRS0386.message     = Il nome attesa proposto non \u00e8 univoco nel repository: ''{0}''.
FNRRS0386.arg.0       = name_value

FNRRS0387.explanation = Si \u00e8 verificato un errore durante il recupero delle attese dal repository di piani file
FNRRS0387.action      = Verificare che esista almeno un''attesa nel repository
FNRRS0387.message     = Errore durante il recupero delle attese dal repository di piani file: ''{0}''.
FNRRS0387.arg.0       = identificativo repository piani file

FNRRS0388.explanation = La stringa identificativa dell''attesa, rmHoldId, non \u00e8 in un formato valido.
FNRRS0388.action      = Accertarsi che la stringa identificativa sia nel formato di una stringa GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' dove ogni ''x'' \u00e8 un carattere esadecimale.
FNRRS0388.message     = Formato stringa identificativa dell''attesa non corretto: ''{0}''.
FNRRS0388.arg.0       = id attesa

FNRRS0389.explanation = Impossibile inizializzare la query SQL sull''archivio oggetti.
FNRRS0389.action      = Se l''SQL contiene il recupero basato sul contenuto, controllare che il motore di ricerca di contenuto sia configurato correttamente.
FNRRS0389.message     = Impossibile inizializzare la query SQL di ''{0}'' sul repository: ''{1}''.
FNRRS0389.arg.0       = stringa query SQL
FNRRS0389.arg.1       = identificativo repository

FNRRS0390.explanation = IBM Enterprise Records non supporta un ambiente CBR (content-based retrieval, ovvero recupero basato sul contenuto) eterogeneo che combina uno o pi\u00f9 tipi diversi di motori CBR.
FNRRS0390.action      = \u00c8 necessario migrare i motori di ricerca contenuti negli archivi oggetti record da IBM Legacy Content Search Engine a IBM Content Search Services.
FNRRS0390.message     = Gli archivi di contenuti associati al repository di piani file sono configurati con un ambiente CBR (Content-Based Retrieval, ovvero recupero basato sul contenuto) eterogeneo che combina uno o pi\u00f9 tipi differenti di motori CBR. Tale configurazione CBR eterogenea non \u00e8 supportata. \u00c8 necessario migrare il proprio motore di ricerca da IBM Legacy Content Search Engine a IBM Content Search Services. Per ulteriori informazioni, consultare l''argomento relativo alle nuove funzionalit\u00e0 in IBM FileNet Content Search Engine del centro informazioni di FileNet P8.

FNRRS0391.explanation = Impossibile inizializzare il recupero basato sul contenuto. Non \u00e8 configurato un motore di ricerca di contenuto o non \u00e8 configurato correttamente.
FNRRS0391.action      = Verificare che un motore di ricerca di contenuto sia configurato correttamente con l''archivio di contenuti.
FNRRS0391.message     = Non \u00e8 configurato un motore di ricerca di contenuto o non \u00e8 configurato correttamente. Impossibile inizializzare il recupero basato sul contenuto: ''{0}'' sul repository: ''{1}''.
FNRRS0391.arg.0       = stringa query SQL
FNRRS0391.arg.1       = identificativo repository

FNRRS0392.explanation = Impossibile ottenere il risultato di ricerca in base ai criteri di ricerca.
FNRRS0392.action      = Verificare che un motore di ricerca di contenuto sia configurato correttamente con gli archivi oggetti record.
FNRRS0392.message     = Impossibile ottenere il risultato di ricerca in base ai criteri di ricerca.

FNRRS0393.explanation = Il record non pu\u00f2 essere archiviato in pi\u00f9 di un contenitore.
FNRRS0393.action      = Accertarsi che il record non sia archiviato pi\u00f9 volte e riprovare.
FNRRS0393.message     = Il record non pu\u00f2 essere archiviato in pi\u00f9 di un contenitore.

FNRRS0394.explanation = Il valore del parametro manca o ha un valore non valido.
FNRRS0394.action      = Fornire un valore di parametro compatibile.
FNRRS0394.message     = Il valore del seguente parametro non \u00e8 valido: ''{0}''
FNRRS0394.arg.0       = nome parametro

FNRRS0395.explanation = Nessun volume attivo nel contenitore specificato.  \u00c8 richiesto un volume attivo valido.
FNRRS0395.action      = Accertarsi che sia presente un volume attivo nel contenitore specificato.
FNRRS0395.message     = Nessun volume attivo in questo contenitore: ''{0}''
FNRRS0395.arg.0       = identificativo contenitore

FNRRS0396.explanation = I contenitori di origine e di destinazione sono uguali.  Questo non \u00e8 consentito quando si spostano gli oggetti.
FNRRS0396.action      = Provare nuovamente l''azione specificando contenitori di origine e di destinazione diversi.
FNRRS0396.message     = I contenitori di origine e di destinazione sono uguali.

FNRRS0397.explanation = L''oggetto \u00e8 gi\u00e0 archiviato nel contenitore di destinazione.
FNRRS0397.action      = Provare nuovamente l''azione specificando un contenitore di destinazione diverso.
FNRRS0397.message     = L''oggetto \u00e8 gi\u00e0 archiviato nel contenitore di destinazione.

FNRRS0398.explanation = Il record \u00e8 gi\u00e0 una ricevuta padre.  Non pu\u00f2 essere sia ricevuta che ricevuta padre.
FNRRS0398.action      = Il record non pu\u00f2 essere sia ricevuta che ricevuta padre.  Intraprendere l''azione correttiva, in base alle necessit\u00e0 di business.
FNRRS0398.message     = Il record \u00e8 gi\u00e0 una ricevuta padre.
FNRRS0398.arg.0       = segnaposto

FNRRS0399.explanation = Il record \u00e8 gi\u00e0 una ricevuta.  Le ricevute possono essere associate a un solo record.
FNRRS0399.action      = Il record pu\u00f2 essere associato a un solo record.  Intraprendere l''azione correttiva, in base alle necessit\u00e0 di business.
FNRRS0399.message     = Il record \u00e8 gi\u00e0 una ricevuta.

FNRRS0400.explanation = La ricevuta padre \u00e8 gi\u00e0 una ricevuta.  Non pu\u00f2 essere sia ricevuta che ricevuta padre.
FNRRS0400.action      = Il record non pu\u00f2 essere sia ricevuta che ricevuta padre.  Intraprendere l''azione correttiva, in base alle necessit\u00e0 di business.
FNRRS0400.message     = Il record padre \u00e8 gi\u00e0 una ricevuta.

FNRRS0401.explanation = Si \u00e8 verificato un errore nel collegare la ricevuta al record.
FNRRS0401.action      = Verificare che la propriet\u00e0 della ricevuta sia disponibile nella pagina delle propriet\u00e0.  Verificare di disporre dell''autorizzazione per modificare le propriet\u00e0 del record e della ricevuta.
FNRRS0401.message     = Non \u00e8 stato possibile collegare la ricevuta al record.

FNRRS0402.explanation = Questo oggetto non \u00e8 una ricevuta valida.
FNRRS0402.action      = Verificare che la propriet\u00e0 receiptOf della "ricevuta" abbia un valore valido.
FNRRS0402.message     = Questo oggetto non \u00e8 una ricevuta valida: {0}.
FNRRS0402.arg.0       = identificativo oggetto

FNRRS0403.explanation = Si \u00e8 verificato un errore nel tentativo di scollegare questa ricevuta dall''elemento padre.
FNRRS0403.action      = Verificare che le ricevute siano abilitate per l''archivio oggetti.  Verificare che questo oggetto sia una ricevuta valida.
FNRRS0403.message     = Impossibile scollegare la ricevuta.

FNRRS0404.explanation = Si \u00e8 verificato un errore nel tentativo di produrre un evento RMAudit sull''oggetto.
FNRRS0404.action      = Verificare che questo oggetto sia un documento, una cartella o un oggetto personalizzato valido.
FNRRS0404.message     = Impossibile produrre evento sull''oggetto: ''{0}''
FNRRS0404.arg.0       = object_id

FNRRS0405.explanation = Si \u00e8 verificato un errore durante la verifica delle propriet\u00e0 associate ai record vitali.  L''entit\u00e0 \u00e8 contrassegnata come vitale, ma manca una propriet\u00e0 associata o non \u00e8 corretta.
FNRRS0405.action      = Verificare che le propriet\u00e0 record vitali appropriate siano impostate con valori validi.
FNRRS0405.message     = Propriet\u00e0 record vitale non valida: ''{0}'' con valore ''{1}''
FNRRS0405.arg.0       = nome propriet\u00e0
FNRRS0405.arg.1       = valore propriet\u00e0

FNRRS0406.explanation = I contenitori trasmessi non vengono dallo stesso piano file.
FNRRS0406.action      = Verificare che questi contenitori siano presenti nello stesso piano file.
FNRRS0406.message     = Il contenitore {0} e il contenitore {1} non vengono dallo stesso piano file.
FNRRS0406.arg.0       = identificativo contenitore 1
FNRRS0406.arg.1       = identificativo contenitore 2

FNRRS0407.explanation = Le propriet\u00e0 record vitali fornite sono vuote o non valide.
FNRRS0407.action      = Verificare che le propriet\u00e0 record vitali appropriate siano impostate con valori validi.
FNRRS0407.message     = Propriet\u00e0 record vitali non valide.

FNRRS0408.explanation = La propriet\u00e0 ApplyToNameOrID ha un valore non valido.  Il valore deve essere "Nome" o "Identificativo"
FNRRS0408.action      = Modificare la propriet\u00e0 in uno dei valori validi
FNRRS0408.message     = La propriet\u00e0 ha un valore non valido

FNRRS0409.explanation = Impossibile impostare le propriet\u00e0 vitali.  Controllare gli atri messaggi di errore per il motivo specifico.
FNRRS0409.action      = Verificare che le propriet\u00e0 record vitali appropriate siano impostate con valori validi.
FNRRS0409.message     = Impossibile recuperare le propriet\u00e0 vitali per l''entit\u00e0.  Propriet\u00e0: ''{0}''.
FNRRS0409.arg.0       = object_id

FNRRS0410.explanation = Impossibile impostare le propriet\u00e0 vitali.  Controllare gli atri messaggi di errore per il motivo specifico.
FNRRS0410.action      = Verificare che le propriet\u00e0 record vitali appropriate siano impostate con valori validi.
FNRRS0410.message     = Impossibile impostare la successiva data di revisione dell''oggetto vitale per l''entit\u00e0 ''{0}''.
FNRRS0410.arg.0       = object_id

FNRRS0411.explanation = Il nome modello specificato non \u00e8 univoco.
FNRRS0411.action      = Selezionare un nuovo nome univoco per il modello
FNRRS0411.message     = Il nome specificato per il modello non \u00e8 univoco.

FNRRS0412.explanation = Impossibile impostare le propriet\u00e0 vitali.  Controllare gli atri messaggi di errore per il motivo specifico.
FNRRS0412.action      = Verificare che le propriet\u00e0 record vitali appropriate siano impostate con valori validi.
FNRRS0412.message     = Impossibile impostare le propriet\u00e0 vitali per l''entit\u00e0 ''{0}''.
FNRRS0412.arg.0       = object_id

FNRRS0413.explanation = La propriet\u00e0 vitale non pu\u00f2 essere nulla.
FNRRS0413.action      = Verificare che la propriet\u00e0 record vitale appropriata sia impostata con un valore non nullo valido.
FNRRS0413.message     = Impossibile impostare la propriet\u00e0 trigger vitale ''{0}''.
FNRRS0413.arg.0       = object_id

FNRRS0414.explanation = L''evento ciclico specificato ha un periodo di ciclo non valido.  Questo molto probabilmente si verifica perch\u00e9 gli anni, i mesi e i giorni associati al trigger sono zero.
FNRRS0414.action      = Controllare che il periodo di ciclo abbia un valore valido superiore a zero.
FNRRS0414.message     = Il nome evento ciclico, {0}, definisce il periodo di ciclo come {1} anni, {2} mesi, {3} giorni. Il sistema non \u00e8 in grado di calcolare i dati di disposizione.
FNRRS0414.arg.0       = nome evento
FNRRS0414.arg.1       = numero di anni
FNRRS0414.arg.2       = numero di mesi
FNRRS0414.arg.3       = numero di giorni

FNRRS0415.explanation = Si \u00e8 verificato un errore imprevisto nel tentativo di recuperare gli oggetti ConnectorRegistration disponibili da un repository di piani file.
FNRRS0415.action      = Verificare che tutte le fasi di installazione del repository di piani file siano state eseguite correttamente.
FNRRS0415.message     = Impossibile recuperare gli oggetti ConnectorRegistration dal repository di piani file: {0}.
FNRRS0415.arg.0       = identit\u00e0 repository di piani file

FNRRS0416.explanation = Impossibile accedere alle classi nell''API Java IBM FileNet P8 Process Engine.
FNRRS0416.action      = Verificare che il file jar dell''API Java del Process Engine e le relative dipendenze siano inclusi nel percorso classe del runtime. Questa serie in genere include pe.jar, peResources.jar, mailapi.jar, xercesImpl.jar. \u00c8 possibile utilizzare il metodo RALPESupport#getSetupException per acquisire le eventuali eccezioni verificatesi.
FNRRS0416.message     = L''API Java IBM FileNet P8 Process Engine non \u00e8 disponibile.

FNRRS0417.explanation = Il parametro di input ''vwSession'' deve essere un''istanza valida della classe ''filenet.vw.api.VWSession''.
FNRRS0417.action      = Verificare che la propria configurazione della connessione client IBM FileNet P8 Process Engine sia corretta.
FNRRS0417.message     = Il parametro di input ''vwSession'' non \u00e8 un''istanza valida della classe ''filenet.vw.api.VWSession''.

FNRRS0418.explanation = Il parametro di input ''vwStepElement'' deve essere un''istanza valida della classe ''filenet.vw.api.VWStepElement''.
FNRRS0418.action      = \u00c8 possibile ottenere un''istanza valida della classe ''filenet.vw.api.VWStepElement'' tramite il metodo RALPESupport#createWorkflow.
FNRRS0418.message     = Il parametro di input ''vwStepElement'' non \u00e8 un''istanza valida della classe ''filenet.vw.api.VWStepElement''.

FNRRS0419.explanation = Si \u00e8 verificata un''eccezione imprevista ''filenet.vw.api.VWException''. 
FNRRS0419.action      = Esaminare la stringa messaggio accodata, la traccia stack e/o i log del server per informazioni relative all''origine di questo errore.
FNRRS0419.message     = \u00c8 stata rilevata un''eccezione imprevista ''filenet.vw.api.VWException'': {0}
FNRRS0419.arg.0	   = La stringa del messaggio localizzata dell''istanza ''filenet.vw.api.VWException''.

FNRRS0420.explanation = Per eseguire questa operazione \u00e8 necessaria un''istanza ''filenet.vw.api.VWUserInfo'' non nulla.
FNRRS0420.action      = Accertarsi che l''istanza ''filenet.vw.api.VWSession'' fornita sia valida e che l''utente corrente sia stato autenticato con esito positivo.
FNRRS0420.message     = La chiamata all''API P8 FileNet Process Engine per ottenere un''istanza ''filenet.vw.api.VWUserInfo'' ha restituito un valore nullo.

FNRRS0421.explanation = \u00c8 stato restituito un errore durante il tentativo di recuperare l''attesa specificata.
FNRRS0421.action	   = Verificare che la stringa identificativa dell''attesa sia valida e che l''attesa esista.
FNRRS0421.message     = Impossibile recuperare l''attesa specificata: {0}
FNRRS0421.arg.0        = La stringa identificativa dell''attesa specificata.

FNRRS0422.explanation = Si \u00e8 verificato un errore durante il tentativo di recuperare le definizioni report dal repository di piani file padre.
FNRRS0422.action      = Verificare che l''utente corrente disponga almeno dei diritti di visualizzazione sul contenuto del repository di piani file.
FNRRS0422.message     = Errore durante il recupero delle definizioni report dal repository di piani file: ''{0}''.
FNRRS0422.arg.0       = fileplan_repository

FNRRS0423.explanation = Si \u00e8 verificato un errore nella configurazione del programma di analisi XML JVM correlato a XPATH.
FNRRS0423.action      = Verificare che la versione JRE sia 1.5 o successiva.
FNRRS0423.message     = Errore durante l''inizializzazione della configurazione del programma di analisi XML JVM correlato a XPATH.

FNRRS0424.explanation = Si \u00e8 verificato un errore durante il tentativo di analizzare l''XML di definizione report.
FNRRS0424.action      = Verificare che l''XML di definizione report sia formattato correttamente.
FNRRS0424.message     = Errore durante l''analisi dell''XML di definizione report: ''{0}''.
FNRRS0424.arg.0       = nome o ID definizione report

FNRRS0425.explanation = Si \u00e8 verificato un errore durante il tentativo di recuperare il contenuto di definizione report.
FNRRS0425.action      = Verificare che la definizione report esista e includa contenuto formattato XML.
FNRRS0425.message     = Errore durante il recupero del contenuto della definizione report: ''{0}''.
FNRRS0425.arg.0       = nome o ID definizione report

FNRRS0426.explanation = \u00c8 stato restituito un errore dalla libreria API org.w3c.DOM.
FNRRS0426.action      = Esaminare lo stack eccezioni per informazioni pi\u00f9 dettagliate.
FNRRS0426.message     = Si \u00e8 verificato un errore durante l''elaborazione dell''XML DOM come parte di un processo di esportazione, entit\u00e0: {0}.
FNRRS0426.arg.0       = Identit\u00e0 dell''entit\u00e0 implicata nell''esportazione.

FNRRS0427.explanation = \u00c8 stato restituito un errore dall''utilit\u00e0 di generazione dell''esportazione XML P8 Content Engine.
FNRRS0427.action      = Esaminare lo stack eccezioni per informazioni pi\u00f9 dettagliate.
FNRRS0427.message     = Si \u00e8 verificato un errore durante la generazione dell''XML P8 Content Engine come parte di un processo di esportazione, entit\u00e0: {0}.
FNRRS0427.arg.0       = Identit\u00e0 dell''entit\u00e0 implicata nell''esportazione.

FNRRS0428.explanation = \u00c8 stato restituito un errore dall''utilit\u00e0 di generazione dell''esportazione XML P8 Content Engine.
FNRRS0428.action      = Esaminare lo stack eccezioni per informazioni pi\u00f9 dettagliate.
FNRRS0428.message     = Si \u00e8 verificato un errore durante la serializzazione XML nel file di output: {0}, {1}.
FNRRS0428.arg.0       = Percorso file di output del file system.
FNRRS0428.arg.1       = Messaggio di eccezione della trasformazione XML.

FNRRS0429.explanation = Anche se \u00e8 stato trovato un documento per il valore propriet\u00e0 CurrentPhaseExportFormat, si \u00e8 verificato un errore nel tentativo di leggerne il contenuto XSLT. 
FNRRS0429.action      = Accertarsi che al CurrentPhaseExportFormat dell''entit\u00e0 di esportazione sia assegnato un valore documento valido il cui contenuto includa XSLT valido.
FNRRS0429.message     = Si \u00e8 verificato un errore durante il tentativo di leggere il contenuto XSLT dal documento del valore CurrentPhaseExportFormat: {0}.
FNRRS0429.arg.0       = Identit\u00e0 del valore documento della propriet\u00e0 ExportFormat.

FNRRS0430.explanation = Tentativo di precompilazione di una stringa XPath in un''espressione XPath non riuscito. 
FNRRS0430.action      = Verificare che la stringa XPath sia valida o che il JRE/percorso classe corrente abbia il supporto per XPath, o verificare entrambi.
FNRRS0430.message     = Si \u00e8 verificato un errore durante il tentativo di compilare la seguente stringa di espressione XPath: ''{0}''.
FNRRS0430.arg.0       = Stringa di espressione XPath in errore.

FNRRS0431.explanation = Impossibile ottenere un contrassegno pagina per lo stato corrente di RMPageIterator. 
FNRRS0431.action      = Verificare che RMPageIterator sia stato spostato in una posizione pagina valida.
FNRRS0431.message     = Si \u00e8 verificato un errore durante il tentativo di tornare al contrassegno pagina corrente.

FNRRS0432.explanation = Si \u00e8 verificato un errore imprevisto nel tentativo di recuperare il valore propriet\u00e0 RecordedDocuments del record.
FNRRS0432.action      = Accertarsi che l''utente corrente disponga dei diritti di accesso appropriati agli elementi contenuto associati.
FNRRS0432.message     = Si \u00e8 verificato un errore nel tentativo di recuperare gli elementi contenuto associati per il record: {0}.
FNRRS0432.arg.0       = Identit\u00e0 del record.

FNRRS0433.explanation = Il contenitore di destinazione di un''operazione di spostamento contenitore non pu\u00f2 risiedere all''interno della gerarchia di sottocontenitori del contenitore origine.
FNRRS0433.action      = Selezionare una posizione contenitore di destinazione diversa in cui spostare il contenitore origine.
FNRRS0433.message     = Impossibile spostare un contenitore origine in un contenitore di destinazione che \u00e8 all''interno del contenitore origine, sourceIdent: {0}, targetIdent: {1}.
FNRRS0433.arg.0       = Identit\u00e0 del contenitore origine a cui viene applicato il tentativo di spostamento.
FNRRS0433.arg.1       = Identit\u00e0 del contenitore di destinazione.

FNRRS0434.explanation = Esaminare l''eventuale traccia stack inclusa per l''eccezione sottostante.
FNRRS0434.action      = Eseguire nuovamente la pulitura disposizioni o riprovare l''operazione di inizio disposizione, o effettuare entrambe le operazioni.
FNRRS0434.message     = Si \u00e8 verificato un errore imprevisto durante l''aggiornamento dei dati della fase corrente per un''entit\u00e0, identit\u00e0 entit\u00e0: {0}.
FNRRS0434.arg.0       = Identit\u00e0 dell''entit\u00e0 in questione.

FNRRS0435.explanation = Impossibile eseguire l''inizio disposizione su un''entit\u00e0 a causa della collocazione di un''attesa o di una modifica alla relativa pianificazione di disposizione, o a causa di entrambe.
FNRRS0435.action      = Rimuovere qualsiasi attesa applicata sull''entit\u00e0, sulla relativa gerarchia di elementi padre o di elementi figlio. Eseguire nuovamente la pulitura disposizioni.
FNRRS0435.message     = A causa di una modifica alla fase di disposizione corrente, l''inizio disposizione non pu\u00f2 essere eseguito su questa entit\u00e0: {0}.
FNRRS0435.arg.0       = Identit\u00e0 dell''entit\u00e0 su cui \u00e8 stato tentato l''inizio disposizione.

FNRRS0436.explanation = Non \u00e8 possibile rimuovere una fase di disposizione dalla relativa pianificazione di disposizione se uno o pi\u00f9 contenitori record, o record, sono in questa fase.
FNRRS0436.action      = Eseguire nuovamente la pulitura disposizioni, o iniziare la disposizione per i contenitori record o record interessati, o entrambi e riprovare l''operazione di rimozione fase.
FNRRS0436.message     = Impossibile rimuovere una fase di disposizione attualmente utilizzata, identit\u00e0 fase: {0}.
FNRRS0436.arg.0       = Identit\u00e0 della fase di disposizione su cui \u00e8 stato eseguito il tentativo di rimozione.

FNRRS0437.explanation = Una fase di disposizione specifica non pu\u00f2 esistere pi\u00f9 di una volta in una pianificazione di disposizione.
FNRRS0437.action      = Creare una nuova fase di disposizione prima di tentare di aggiungerla ad una pianificazione di disposizione.
FNRRS0437.message     = Impossibile aggiungere una fase di disposizione ad una pianificazione in cui esiste gi\u00e0, identit\u00e0 fase: {0}.
FNRRS0437.arg.0       = Identit\u00e0 della fase di disposizione su cui \u00e8 stato eseguito il tentativo di aggiunta.

FNRRS0438.explanation = Una fase di disposizione specifica non pu\u00f2 essere utilizzata in pi\u00f9 di una pianificazione di disposizione.
FNRRS0438.action      = Creare una nuova fase di disposizione prima di tentare di aggiungerla ad una pianificazione di disposizione.
FNRRS0438.message     = Impossibile aggiungere una fase di disposizione ad una pianificazione gi\u00e0 utilizzata in un''altra pianificazione, identit\u00e0 fase: {0}.
FNRRS0438.arg.0       = Identit\u00e0 della fase di disposizione su cui \u00e8 stato eseguito il tentativo di aggiunta.

FNRRS0439.explanation = Una volta che una pianificazione contiene una fase la cui azione di disposizione \u00e8 Autodistruzione, Distruzione o Trasferimento, non \u00e8 possibile aggiungervi ulteriori fasi.
FNRRS0439.action      = Rimuovere qualsiasi fase di azione di tipo terminazione prima di tentare l''aggiunta di una nuova fase alla pianificazione di disposizione.
FNRRS0439.message     = Impossibile accodare una fase di disposizione ad una pianificazione che ha gi\u00e0 una fase di tipo di azione di terminazione Autodistruzione, Distruzione o Trasferimento.

FNRRS0440.explanation = Impossibile rimuovere una fase di disposizione da una raccolta a cui non appartiene.
FNRRS0440.action      = Aggiornare la pianificazione di disposizione corrispondente e accedere nuovamente al relativo elenco di fasi di disposizione.
FNRRS0440.message     = La fase di disposizione non \u00e8 un membro fase di questo elenco di fasi di disposizione, identit\u00e0 fase: {0}.
FNRRS0440.arg.0       = Identit\u00e0 della fase di disposizione su cui \u00e8 stato eseguito il tentativo di rimozione.

FNRRS0441.explanation = Una conservazione alterna specifica non pu\u00f2 esistere pi\u00f9 di una volta in una fase di disposizione.
FNRRS0441.action      = Creare una nuova conservazione alterna prima di tentare di aggiungerla ad una fase di disposizione.
FNRRS0441.message     = Impossibile aggiungere una conservazione alterna ad una pianificazione di disposizione in cui esiste gi\u00e0, identit\u00e0 conservazione alterna: {0}.
FNRRS0441.arg.0       = Identit\u00e0 della conservazione alterna su cui \u00e8 stato eseguito il tentativo di aggiunta.

FNRRS0442.explanation = Una conservazione alterna specifica non pu\u00f2 essere utilizzata in pi\u00f9 di una fase di disposizione.
FNRRS0442.action      = Creare una nuova conservazione alterna prima di tentare di aggiungerla ad una fase di disposizione.
FNRRS0442.message     = Impossibile aggiungere una conservazione alterna ad una fase gi\u00e0 utilizzata in un''altra fase, identit\u00e0 conservazione alterna: {0}.
FNRRS0442.arg.0       = Identit\u00e0 della conservazione alterna su cui \u00e8 stato eseguito il tentativo di aggiunta.

FNRRS0443.explanation = Impossibile rimuovere una conservazione alterna da una raccolta a cui non appartiene.
FNRRS0443.action      = Aggiornare la fase di disposizione corrispondente e accedere nuovamente al relativo elenco di conservazioni alterne.
FNRRS0443.message     = La conservazione alterna non \u00e8 un membro di questo elenco di conservazioni alterne, identit\u00e0 conservazione alterna: {0}.
FNRRS0443.arg.0       = Identit\u00e0 della conservazione alterna su cui \u00e8 stato eseguito il tentativo di rimozione.

FNRRS0444.explanation = L''eliminazione diretta di un''istanza DispositionPhase non \u00e8 supportata.
FNRRS0444.action      = Utilizzare uno dei metodi DispositionPhaseList.remove per eliminare un''istanza DispositionPhase.
FNRRS0444.message     = Il metodo di eliminazione non \u00e8 supportato per un''istanza DispositionPhase; utilizzare invece DispositionPhaseList.remove.

FNRRS0445.explanation = L''eliminazione diretta di un''istanza AlternateRetention non \u00e8 supportato.
FNRRS0445.action      = Utilizzare uno dei metodi AlternateRetentionList.remove per eliminare un''istanza AlternateRetention.
FNRRS0445.message     = Il metodo di eliminazione non \u00e8 supportato per un''istanza AlternateRetention; utilizzare invece AlternateRetentionList.remove.

FNRRS0446.explanation = Si \u00e8 verificato un errore nel tentativo di recuperare il ruolo di accesso definito da un identificativo.
FNRRS0446.action      = Accertarsi che l''utente corrente disponga di diritti sufficienti per aggiungere un nuovo membro ad un ruolo esistente e che il ruolo in questione esista ancora nel repository.
FNRRS0446.message     = Errore nel tentativo di recuperare il ruolo di accesso definito dall''identificativo = ''{0}''.
FNRRS0446.arg.0       = role_ID

FNRRS0447.explanation = Una pianificazione di disposizione deve avere un valore propriet\u00e0 ''Motivo della modifica'' non vuoto prima di poter salvare qualsiasi modifica o le relative fasi di disposizione associate, o entrambe.
FNRRS0447.action      = Fornire un valore propriet\u00e0 ''Motivo della modifica'' non vuoto nella pianificazione di disposizione associata prima di tentare di eseguire il salvataggio della pianificazione di disposizione o di qualsiasi relativa fase di disposizione.
FNRRS0447.message     = Impossibile eseguire il salvataggio su una fase di disposizione quando alla relativa pianificazione di disposizione associata manca un valore propriet\u00e0 per ''Motivo della modifica''.

FNRRS0448.explanation = Il tipo di entit\u00e0 del contenitore recuperato non corrisponde al tipo di entit\u00e0 richiesto.  Ad esempio, si cerca di estrarre una categoria record utilizzando un identificativo di cartella record.
FNRRS0448.action      = Accertarsi che l''identificativo contenitore sia corretto per il tipo di contenitore previsto e riprovare.
FNRRS0448.message     = Il tipo di entit\u00e0 effettivo del contenitore estratto non corrisponde al tipo di entit\u00e0 richiesto, identificativo contenitore: {0}, tipo di entit\u00e0 richiesto: {1}, tipo di entit\u00e0 contenitore effettivo: {2}.
FNRRS0448.arg.0       = identificativo contenitore
FNRRS0448.arg.1       = tipo di entit\u00e0 richiesto
FNRRS0448.arg.2       = tipo di entit\u00e0 contenitore effettivo

FNRRS0449.explanation = IBM FileNet Content Search Engine ha generato l''eccezione CBR_FULLTEXTROWLIMIT_EXCEEDED. I risultati della ricerca hanno superato la capacit\u00e0 del motore. 
FNRRS0449.action      = Adeguare le parole chiave della ricerca di contenuto.
FNRRS0449.message     = I risultati della ricerca hanno superato la capacit\u00e0 di IBM FileNet Content Search Engine. Adeguare le parole chiave della ricerca di contenuto.



FNRRS0600.explanation = Si \u00e8 verificata un''eccezione imprevista all''interno dell''API Java per Records Manager descritta dal messaggio di eccezione.
FNRRS0600.action      = Per ulteriori informazioni sulla causa di questa eccezione controllare il testo del messaggio di eccezione e la traccia stack associata.
FNRRS0600.message     = Si \u00e8 verificata un''eccezione imprevista: {0}.
FNRRS0600.arg.0       = exception_message

FNRRS0601.explanation = Un file bundle di risorse di globalizzazione richiesto non \u00e8 disponibile, nome base bundle: base_name.
FNRRS0601.action      = Verificare che uno o pi\u00f9 file bundle di risorse in formato basename_nnNN.properties siano disponibili nel percorso classe JVM.
FNRRS0601.message     = Impossibile trovare ResourceBundle per il nome base: ''{0}''.
FNRRS0601.arg.0       = base_name

FNRRS0602.explanation = \u00c8 stato trasmesso un valore stringa nullo o vuoto non supportato per il parametro di input: parameter_name.
FNRRS0602.action      = Accertarsi che il valore di questo parametro non sia nullo o non sia una stringa vuota.
FNRRS0602.message     = Il valore del parametro di input \u00e8 nullo o \u00e8 una stringa vuota per il parametro: {0}.
FNRRS0602.arg.0       = parameter_name

FNRRS0603.explanation = \u00c8 stato trasmesso un valore array nullo o non valido per il parametro di input: parameter_name.
FNRRS0603.action      = Accertarsi che l''array non sia nullo o vuoto e che non contenga membri array nulli.
FNRRS0603.message     = Il valore del parametro di input \u00e8 nullo o \u00e8 un array non valido per il parametro: {0}.
FNRRS0603.arg.0       = parameter_name

FNRRS0604.explanation = \u00c8 stato trasmesso un valore raccolta nullo o non valido per il parametro di input: parameter_name.
FNRRS0604.action      = Accertarsi che la raccolta non sia nulla o vuota e che non contenga membri nulli.
FNRRS0604.message     = Il valore del parametro di input \u00e8 nullo o \u00e8 una raccolta non valida per il parametro: {0}.
FNRRS0604.arg.0       = parameter_name

#
#
#================================================================================
# JARM Logging Message Strings
#--------------------------------------------------------------------------------
# For each logging message include the suffixed resource where applicable:
#   .message     -- the actual log message containing any necessary {n} parameter placeholders.
#   .arg.n       -- description of argument parameter {n}.
#
#

FNRRS9999.message  = Messaggio di test, param1: {0}, param2: {1}.

FNRRS0700.message = Errore durante la creazione di un''istanza controllo RM {0} {1} per l''entit\u00e0: {2}
FNRRS0700.arg.0   = Operazione controllata, ad esempio, "Elimina", "Disloca", e cos\u00ec via.
FNRRS0700.arg.1   = Stato controllo ''Operazione riuscita'' o ''Operazione non riuscita''.
FNRRS0700.arg.2   = Stringa identificativa dell''entit\u00e0 associata al tentativo di controllo RM.

FNRRS0701.message = L''utente corrente non dispone del diritto di accesso per archiviare il documento copiato {0} nella cartella di contenuto {1} come parte di un processo di copia record.
FNRRS0701.arg.0   = Identificativo della copia documento appena creata.
FNRRS0701.arg.1   = Identificativo della cartella di contenuto interessata.

FNRRS0702.message = Esiste pi\u00f9 di un volume figlio attivo nella cartella record: {0}.
FNRRS0702.arg.0   = Identificativo della cartella record padre.

FNRRS0703.message = Problema durante l''elaborazione della versione record classificato DoD durante una nuova dichiarazione record: {0}
FNRRS0703.arg.0   = Messaggio di eccezione.

FNRRS0704.message = Errore imprevisto nel tentativo di eliminare automaticamente gli artefatti di disposizione gestiti da PSS Atlas: {0}
FNRRS0704.arg.0   = Messaggio di eccezione.

FNRRS0705.message = Nuovo calcolo del cutoff disposizione eseguito sull''entit\u00e0: {0}.
FNRRS0705.arg.0   = Identificativo entit\u00e0.

#
#
#--------------------------------------------------------------------------------
#
#
#================================================================================
# JARM Miscellaneous Strings (primarily for auditing purposes).
#--------------------------------------------------------------------------------

#-- Used for LString class unit tests.
test.string1		= Stringa di test.
test.pattern1		= Primo {0} e secondo {1}.

audit.reasonForFailure = Motivo dell''errore: {0}

#-- {0} - the record or entity which is affected
#-- {1} - location where the entity was transferred or exported
audit.successfulDelete = L''entit\u00e0 RM {0} \u00e8 stata eliminata correttamente
audit.failedDelete	   = L''entit\u00e0 RM {0} non \u00e8 stata eliminata

audit.successfulExport = L''entit\u00e0 RM {0} \u00e8 stata esportata correttamente in {1}
audit.failedExport	   = L''entit\u00e0 RM {0} non \u00e8 stata esportata in {1}

audit.successfulInterimTransfer = L''entit\u00e0 RM {0} \u00e8 stata trasferita provvisoriamente correttamente su {1}
audit.failedInterimTransfer 	= L''entit\u00e0 RM {0} non \u00e8 stata trasferita provvisoriamente su {1}

audit.successfulTransfer = L''entit\u00e0 RM {0} \u00e8 stata trasferita correttamente su {1}
audit.failedTransfer 	 = L''entit\u00e0 RM {0} non \u00e8 stata trasferita su {1}

audit.successfulUndeclare = La dichiarazione del record RM {0} \u00e8 stata annullata correttamente
audit.failedUndeclare     = La dichiarazione del record RM {0} non \u00e8 stata annullata

audit.successfulReview = Il record RM {0} \u00e8 stato revisionato correttamente
audit.failedReview     = Il record RM {0} non \u00e8 stato revisionato

#-- {0} - the record or entity which is affected
#-- {1} - source location where the entity is from
#-- {2} - destination location where the entity is being relocated to
audit.successfulRelocate = L''entit\u00e0 RM {0} \u00e8 stata dislocata dall''origine {1} alla destinazione {2}
audit.failedRelocate     = Non \u00e8 stato possibile dislocare l''entit\u00e0 RM {0}

#-- {0} - the record or entity which is affected
#-- {1} - name of the hold
audit.holdReason       = Attesa manuale
audit.successfulHold   = L''entit\u00e0 RM {0} \u00e8 stata collocata correttamente in attesa {1}
audit.failedHold       = L''entit\u00e0 RM {0} non \u00e8 stata collocata in attesa {1}

audit.removeHoldReason      = Rimozione attesa manuale
audit.successfullRemoveHold = L''entit\u00e0 RM {0} \u00e8 stata rimossa correttamente dall''attesa {1}.
audit.failedRemoveHold      = L''entit\u00e0 RM {0} non \u00e8 stata rimossa dall''attesa {1}.

bulk.deleteReason	= Parte di un''operazione di eliminazione di massa

disposition.deleteFromDestroy   = Eliminazione eseguita come risultato di un''azione di distruzione.
disposition.closedByDisposition = Chiuso a causa di un''elaborazione di disposizione.

# volume.autoCloseReason must be limited to 64 chars max.
volume.autoCloseReason	= Volume chiuso a causa dell''aggiunta di un nuovo volume attivo di pari livello.

