# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2010, 2012 IBM Corp. All rights reserved.
#
# JARM Localized String Resources (en_US).
# Includes strings for exception messages, logging and
#  other miscellaneous usage.
#
#
#================================================================================
# JARM Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRS0100.explanation = Egenskapen som anges av symboliskt_egenskapsnamn finns inte i egenskapscache f\u00f6r n\u00e4rvarande.
FNRRS0100.action      = Uppdatera egenskaperna f\u00f6r objektet f\u00f6r att s\u00e4kerst\u00e4lla att den egenskap som du beh\u00f6ver inkluderas i egenskapsfiltret.
FNRRS0100.message     = Egenskapen finns inte i egenskapscache f\u00f6r objektet. Egenskapens symboliska namn: {0}.
FNRRS0100.arg.0       = symboliskt_egenskapsnamn

FNRRS0101.explanation = \u00c5tg\u00e4rden kan inte anv\u00e4ndas f\u00f6r den entitetstyp som anges som identitet.
FNRRS0101.action      = Justera klientprogrammet s\u00e5 att den inte f\u00f6rs\u00f6ker utf\u00f6ra \u00e5tg\u00e4rden p\u00e5 den h\u00e4r f\u00f6rekomsttypen.
FNRRS0101.message     = \u00c5tg\u00e4rden kan inte anv\u00e4ndas f\u00f6r den h\u00e4r \u00e5tg\u00e4rdstypen. \u00c5tg\u00e4rd: {0}, entitetstyp: {1}, identitet: {2}.
FNRRS0101.arg.0       = \u00e5tg\u00e4rd
FNRRS0101.arg.1       = entitetstyp
FNRRS0101.arg.2       = identitet

FNRRS0102.explanation = Den samling av lager som en s\u00f6kning ska utf\u00f6ras p\u00e5 tillh\u00f6r inte samma dom\u00e4n.
FNRRS0102.action      = Se till att alla s\u00f6klager tillh\u00f6r samma dom\u00e4n.
FNRRS0102.message     = S\u00f6klager tillh\u00f6r inte samma dom\u00e4n.

FNRRS0103.explanation = Det g\u00e5r inte att anv\u00e4nda Get eller Set av typen datatyp f\u00f6r egenskapen symboliskt_namn.
FNRRS0103.action      = Begr\u00e4nsa den anv\u00e4nda datatypen som anv\u00e4nds med egenskapen till den typ som definieras av egenskapens datatypv\u00e4rdet.
FNRRS0103.message     = Egenskapen hanterar inte datatypen, symboliskt namn: {0}, datatyp: {1}.
FNRRS0103.arg.0       = symboliskt_namn
FNRRS0103.arg.1       = data_type

FNRRS0104.explanation = Den \u00f6verordnad m\u00e5lbeh\u00e5llaren \u00e4r st\u00e4ngd f\u00f6r n\u00e4rvarande och kan inte ta emot till\u00e4gg av nya underordnade.
FNRRS0104.action      = V\u00e4lj en annan \u00f6verordnad beh\u00e5llare eller \u00f6ppna den h\u00e4r \u00f6verordnade beh\u00e5llaren.
FNRRS0104.message     = Den \u00f6verordnade beh\u00e5llaren {0} \u00e4r st\u00e4ngd f\u00f6r till\u00e4gg av nya underordnade.
FNRRS0104.arg.0       = parent_id

FNRRS0105.explanation = Den angivna \u00f6verordnade beh\u00e5llaren f\u00e5r inte inneh\u00e5lla en underordnad av den typen.
FNRRS0105.action      = V\u00e4lj en annan \u00f6verordnad beh\u00e5llare f\u00f6r det nya underordnade objektet.
FNRRS0105.message     = Den \u00f6verordnad m\u00e5lbeh\u00e5llaren {0} f\u00e5r inte inneh\u00e5lla ett underordnat objekt av typen: {1}.
FNRRS0105.arg.0       = \u00f6verordnat-ID
FNRRS0105.arg.1       = beh\u00e5llartyp

FNRRS0106.explanation = De angivna egenskapsv\u00e4rdena f\u00f6r den nya beh\u00e5llaren m\u00e5ste ha unika v\u00e4rden f\u00f6r alla sina potentiellt parallella befintliga beh\u00e5llare inom den \u00f6verordnade m\u00e5lbeh\u00e5llaren.
FNRRS0106.action      = Se till att unika v\u00e4rden anges f\u00f6r de ber\u00f6rda egenskapsv\u00e4rdena.
FNRRS0106.message     = Det gick inte att l\u00e4gga till en ny beh\u00e5llare av typen {0} till den \u00f6verordnade beh\u00e5llaren {1}, eftersom ett eller flera av f\u00f6ljande egenskapsv\u00e4rden inte \u00e4r unika bland befintliga parallella beh\u00e5llare: {2}, {3}.
FNRRS0106.arg.0       = beh\u00e5llartyp
FNRRS0106.arg.1       = \u00f6verordnat-ID
FNRRS0106.arg.2       = egenskap1_namn
FNRRS0106.arg.3       = egenskap2_namn

FNRRS0107.explanation = Den angivna egenskapen m\u00e5ste ha ett tilldelat v\u00e4rde som inte \u00e4r tomt.
FNRRS0107.action      = Ange ett icke-tomt v\u00e4rde f\u00f6r den angivna egenskapen.
FNRRS0107.message     = Objektet saknar ett icke-tomt v\u00e4rde f\u00f6r egenskapen {0}.
FNRRS0107.arg.0       = Namnet p\u00e5 en saknad eller tom egenskap.

FNRRS0108.explanation = Det g\u00e5r inte att ta bort den angivna beh\u00e5llaren eftersom det finns en sp\u00e4rr direkt p\u00e5 beh\u00e5llaren, eller p\u00e5 en eller flera av dess \u00f6verordnade beh\u00e5llare, eller p\u00e5 en eller flera av dess underordnade beh\u00e5llare.
FNRRS0108.action      = Ta bort hindrande sp\u00e4rrar och g\u00f6r ett nytt borttagsf\u00f6rs\u00f6k.
FNRRS0108.message     = Det \u00e4r inte till\u00e5tet att ta bort beh\u00e5llaren d\u00e4rf\u00f6r att det finns sp\u00e4rrf\u00f6rh\u00e5llanden: {0}.
FNRRS0108.arg.0       = borttagsm\u00e5l

FNRRS0109.explanation = Den angivna beh\u00e5llaren kan inte tas bort eftersom den inneh\u00e5ller underordnade beh\u00e5llare eller poster.
FNRRS0109.action      = Ta bort inneh\u00e5llet i beh\u00e5llaren och g\u00f6r sedan ett nytt borttagsf\u00f6rs\u00f6k.
FNRRS0109.message     = Det g\u00e5r inte att ta bort en icke-tom beh\u00e5llare: {0}.
FNRRS0109.arg.0       = borttagsm\u00e5l

FNRRS0110.explanation = Den angivna beh\u00e5llaren kan inte tas bort eftersom den inneh\u00e5ller underordnade beh\u00e5llare eller poster som \u00e4r logiskt borttagna (dvs, finns eftersom funktionen f\u00f6r kvarh\u00e5llning av metadata \u00e4r aktiverad).
FNRRS0110.action      = Ta bort inneh\u00e5llet i beh\u00e5llaren och g\u00f6r sedan ett nytt borttagsf\u00f6rs\u00f6k.
FNRRS0110.message     = Det g\u00e5r inte att ta bort en beh\u00e5llare som inneh\u00e5ller logiskt borttagna underordnade: {0}.
FNRRS0110.arg.0       = borttagsm\u00e5l

FNRRS0111.explanation = Det g\u00e5r inte att l\u00e4gga till en ny underordnad till en \u00f6verordnad beh\u00e5llare som \u00e4r inaktiv.
FNRRS0111.action      = Aktivera den \u00f6verordnade beh\u00e5llaren eller v\u00e4lj en annan \u00f6verordnad beh\u00e5llare f\u00f6r till\u00e4gget.
FNRRS0111.message     = Det g\u00e5r inte att l\u00e4gga till ny underordnad till en inaktiv \u00f6verordnad beh\u00e5llare: {0}.
FNRRS0111.arg.0       = \u00f6verordnad_beh\u00e5llare

FNRRS0112.explanation = Om inneh\u00e5llsobjekt anges med sina IDn, m\u00e5ste \u00e4ven ett inneh\u00e5llslager anges.
FNRRS0112.action      = Ange l\u00e4mpligt inneh\u00e5llslager f\u00f6r inneh\u00e5llsobjekt-IDna.
FNRRS0112.message     = Deklarationsfel: Inget inneh\u00e5llslager angavs f\u00f6r inneh\u00e5llsobjektidentifierarna.

FNRRS0113.explanation = Om flera m\u00e5lbeh\u00e5llare anges under deklarationen av en ny post, tillh\u00f6r alla liknande beh\u00e5llare samma arkiveringplanslager.
FNRRS0113.action      = Se till att alla m\u00e5lbeh\u00e5llare f\u00f6r postdeklarationen tillh\u00f6r samma arkiveringsplanslager.
FNRRS0113.message     = Deklarationsfel: M\u00e5lbeh\u00e5llare m\u00e5ste tillh\u00f6ra samma arkiveringsplanslager.

FNRRS0114.explanation = En av m\u00e5lbeh\u00e5llarna f\u00f6r en postdeklaration har tidigare tagits bort logiskt och kan inte inneh\u00e5lla nya poster.
FNRRS0114.action      = Ta bort den beh\u00e5llaren fr\u00e5n listan och/eller v\u00e4lj en annan beh\u00e5llare.
FNRRS0114.message     = Deklarationsfel: M\u00e5lbeh\u00e5llaren har tagits bort logiskt: {0}.
FNRRS0114.arg.0       = container_ident

FNRRS0115.explanation = En post kan inte deklareras i en st\u00e4ngd beh\u00e5llare.
FNRRS0115.action      = \u00c5ter\u00f6ppna beh\u00e5llare eller v\u00e4lj en annan beh\u00e5llare.
FNRRS0115.message     = Deklarationsfel: M\u00e5lbeh\u00e5llaren \u00e4r st\u00e4ngd: {0}.
FNRRS0115.arg.0       = beh\u00e5llar_identifierare

FNRRS0116.explanation = En av m\u00e5lbeh\u00e5llarna f\u00f6r en postdeklaration \u00e4r inaktiv och kan inte inneh\u00e5lla nya poster.
FNRRS0116.action      = \u00c5teraktivera beh\u00e5llaren eller ta bort den fr\u00e5n m\u00e5lbeh\u00e5llarlistan.
FNRRS0116.message     = Deklarationsfel: M\u00e5lbeh\u00e5llaren \u00e4r inaktiv: {0}.
FNRRS0116.arg.0       = beh\u00e5llar_identifierare

FNRRS0117.explanation = Endast en beh\u00e5llare av fysisk typ kan anges som m\u00e5l f\u00f6r en postdeklaration.
FNRRS0117.action      = Begr\u00e4nsa listan \u00f6ver m\u00e5lbeh\u00e5llare till en enkel beh\u00e5llare av fysisk typ.
FNRRS0117.message     = Deklarationsfel: Flera fysiska beh\u00e5llare angavs.

FNRRS0118.explanation = Alla inneh\u00e5llsobjekt f\u00f6r en ny post m\u00e5ste tillh\u00f6ra samma inneh\u00e5llslager.
FNRRS0118.action      = Se till att alla inneh\u00e5llsobjekt tillh\u00f6r samma inneh\u00e5llslager.
FNRRS0118.message     = Deklarationsfel: De angivna inneh\u00e5llsobjekten f\u00f6r en ny postdeklaration tillh\u00f6r olika inneh\u00e5llslager.

FNRRS0119.explanation = Det angivna inneh\u00e5llsobjektet kan inte anges i postdeklarationen d\u00e4rf\u00f6r att egenskapen CanDeclare \u00e4r falsk, objektet \u00e4r i reservationsl\u00e4ge eller har redan deklarerats.
FNRRS0119.action      = \u00c5tg\u00e4rda inneh\u00e5llsobjektet som var fel eller ange ett annat inneh\u00e5llsobjekt.
FNRRS0119.message     = Deklarationsfel: Angivet inneh\u00e5llsobjekt kan inte anv\u00e4ndas f\u00f6r postdeklarationen: {0}.
FNRRS0119.arg.0       = inneh\u00e5llsobjekt_identifierare

FNRRS0120.explanation = Det g\u00e5r inte att ta bort den angivna posten eftersom det finns en sp\u00e4rr direkt p\u00e5 posten eller p\u00e5 en eller flera av dess \u00f6verordnade.
FNRRS0120.action      = Ta bort hindrande sp\u00e4rrar och g\u00f6r ett nytt borttagsf\u00f6rs\u00f6k.
FNRRS0120.message     = Det \u00e4r inte till\u00e5tet att ta bort posten eftersom det finns sp\u00e4rrf\u00f6rh\u00e5llanden: ''{0}''.
FNRRS0120.arg.0       = borttagsm\u00e5l

FNRRS0121.explanation = V\u00e4rdet f\u00f6r ers\u00e4ttningsegenskapen f\u00f6r en postobjekt f\u00e5r endast inneh\u00e5lla ett befintligt postobjekt.
FNRRS0121.action      = Se till att objektv\u00e4rdet f\u00f6r ers\u00e4ttningsegenskapen \u00e4r av typen com.ibm.jarm.api.core.Record.
FNRRS0121.message     = Deklarationsfel: V\u00e4rdet f\u00f6r ers\u00e4ttningsegenskapen f\u00f6r den nya posten m\u00e5ste vara ett annat postobjekt.

FNRRS0122.explanation = M\u00e5lposten f\u00f6r v\u00e4rdet f\u00f6r ers\u00e4ttningsegenskapen f\u00f6r den nya posten f\u00e5r inte redan ha ersatts.
FNRRS0122.action      = F\u00f6rs\u00f6k inte ers\u00e4tta en befintlig post som redan har ersatts.
FNRRS0122.message     = M\u00e5lposten f\u00f6r ers\u00e4ttningsegenskapen f\u00f6r den nya posten har redan ersatts.

FNRRS0123.explanation = M\u00e5lposten f\u00f6r v\u00e4rdet f\u00f6r ers\u00e4ttningsegenskapen f\u00f6r den nya posten kan inte h\u00e4mtas f\u00f6r validering.
FNRRS0123.action      = Kontrollera att ers\u00e4ttningsm\u00e5lpostv\u00e4rdet fortfarande finns och/eller att den aktuella anv\u00e4ndaren har den n\u00f6dv\u00e4ndiga beh\u00f6righeten.
FNRRS0123.message     = Deklarationsfel: M\u00e5lposten f\u00f6r ers\u00e4ttningsegenskapen f\u00f6r den nya posten \u00e4r inte tillg\u00e4nglig.

FNRRS0124.explanation = Det g\u00e5r inte att skriva till m\u00e5lposten f\u00f6r v\u00e4rdet f\u00f6r ers\u00e4ttningsegenskapen f\u00f6r den nya posten.
FNRRS0124.action      = Kontrollera att den aktuella anv\u00e4ndaren har den n\u00f6dv\u00e4ndiga beh\u00f6righeten att ers\u00e4tta m\u00e5lpostv\u00e4rdet.
FNRRS0124.message     = Deklarationsfel: Det g\u00e5r inte att skriva till m\u00e5lposten f\u00f6r ers\u00e4ttningsegenskapen f\u00f6r den nya posten.

FNRRS0125.explanation = M\u00e5lposten f\u00f6r v\u00e4rdet f\u00f6r kvittoegenskapen f\u00f6r en nya post \u00e4r redan en kvittopost.
FNRRS0125.action      = V\u00e4lj en annan post som v\u00e4rde f\u00f6r kvitto.
FNRRS0125.message     = Deklarationsfel: M\u00e5lposten f\u00f6r v\u00e4rdet f\u00f6r kvittoegenskapen f\u00f6r en ny post \u00e4r redan en kvittopost.

FNRRS0126.explanation = N\u00e4r en post deklareras i en arkiveringsplansbeh\u00e5llare som \u00e4r konfigurerad med datamodellen DoD-klassificering, kr\u00e4vs ett v\u00e4rde som inte \u00e4r null eller tomt f\u00f6r egenskapen Aktuell klassificering.
FNRRS0126.action      = Ange ett giltigt v\u00e4rde f\u00f6r egenskapen Aktuell klassificering.
FNRRS0126.message     = Deklarationsfel: Egenskapen Aktuell klassificering saknas eller \u00e4r ogiltig.

FNRRS0127.explanation = En klassificerad post m\u00e5ste ha ett giltigt v\u00e4rde f\u00f6r egenskapen Ursprunglig klassificering.
FNRRS0127.action      = Ange ett giltigt v\u00e4rde f\u00f6r egenskapen Ursprunglig klassificering.
FNRRS0127.message     = Deklarationsfel: Egenskapen Ursprunglig klassificering saknas eller \u00e4r ogiltig.

FNRRS0128.explanation = Om egenskapen H\u00e4rledd fr\u00e5n inte tillhandah\u00e5lls f\u00f6r en klassificerad post, tillhandah\u00e5lls egenskapen Klassificerad av och egenskapen Klassificeringsorsak.
FNRRS0128.action      = Ange giltiga v\u00e4rden f\u00f6r Klassificerad av och Klassificeringsorsak.
FNRRS0128.message     = Deklarationsfel: Egenskapen Klassificeringsbeh\u00f6righet \u00e4r ogiltig.

FNRRS0129.explanation = Om inga undantag \u00e4r angivna f\u00f6r en klassificerad post, m\u00e5ste ett giltigt v\u00e4rde anges f\u00f6r Avklassificeringsdatum eller Avklassificeringsh\u00e4ndelse.
FNRRS0129.action      = Ange ett giltigt undantag eller ett giltigt v\u00e4rde f\u00f6r Avklassificeringsdatum eller Avklassificeringsh\u00e4ndelse.
FNRRS0129.message     = Deklarationsfel: Egenskapen Avklassificeringsdatum eller Avklassificeringsh\u00e4ndelse saknas.

FNRRS0130.explanation = Om inget undantag anges f\u00f6r en klassificerad post och ett avklassificeringsdatum anges, m\u00e5ste det datumet ligga inom den tidsgr\u00e4ns som anges av den aktuella arkiveringsbest\u00e4mmelsen.
FNRRS0130.action      = Ange ett giltigt undantag eller ett giltigt v\u00e4rde f\u00f6r Avklassificeringsdatum eller Avklassificeringsh\u00e4ndelse.
FNRRS0130.message     = Deklarationsfel: Den angivna egenskapen Avklassificeringsdatum ligger utanf\u00f6r intervallet.

FNRRS0131.explanation = Om en begr\u00e4nsad kompletterande m\u00e4rkning anges f\u00f6r en klassificerad post \u00e4r varken Avklassificeringsdatum eller Avklassificeringsh\u00e4ndelse till\u00e5tet.
FNRRS0131.action      = Ta bort v\u00e4rdena f\u00f6r Avklassificeringsdatum och Avklassificeringsh\u00e4ndelse eller ta bort den begr\u00e4nsande kompletterande m\u00e4rkningen.
FNRRS0131.message     = Deklarationsfel: En begr\u00e4nsad post kan varken ha egenskapen Avklassificeringsdatum eller egenskapen Avklassificeringsh\u00e4ndelser.

FNRRS0132.explanation = Om en begr\u00e4nsad kompletterande m\u00e4rkning anges f\u00f6r en klassificerad post \u00e4r inga undantagsv\u00e4rden till\u00e5tna.
FNRRS0132.action      = Ta bort undantagsv\u00e4rdena eller ta bort den begr\u00e4nsade kompletterande m\u00e4rkningen.
FNRRS0132.message     = Deklarationsfel: En begr\u00e4nsad post kan inte ha n\u00e5gon undantagsegenskap.

FNRRS0133.explanation = Om en begr\u00e4nsad kompletterande m\u00e4rkning anges f\u00f6r en klassificerad post \u00e4r inga nedgraderingsv\u00e4rden till\u00e5tna.
FNRRS0133.action      = Ta bort nedgraderingsv\u00e4rdena eller ta bort den begr\u00e4nsade kompletterande m\u00e4rkningen.
FNRRS0133.message     = Deklarationsfel: En begr\u00e4nsad post kan inte ha egenskapen Nedgraderingsdatum eller egenskapen Nedgraderingsh\u00e4ndelser.

FNRRS0134.explanation = F\u00f6r en klassificerad post m\u00e5ste ett klassificeringsorgan anges.
FNRRS0134.action      = Ange ett giltigt v\u00e4rde f\u00f6r egenskapen Klassificeringsorgan.
FNRRS0134.message     = Deklarationsfel: Egenskapen Klassificeringsorgan saknas eller \u00e4r ogiltig.

FNRRS0135.explanation = Om Nedgraderingsdatum eller Nedgraderingsh\u00e4ndelser anges f\u00f6r en klassificerad post, m\u00e5ste egenskapen Nedgraderingsinstruktioner anges.
FNRRS0135.action      = Ange Nedgraderingsinstruktioner, eller ange inte egenskaperna Nedgraderingsdatum eller Nedgraderingsh\u00e4ndelser.
FNRRS0135.message     = Deklarationsfel: Egenskapen Nedgraderingsinstruktioner saknas eller \u00e4r ogiltig.

FNRRS0136.explanation = Om egenskapen Uppgraderingsdatum anges f\u00f6r en klassificerad post, m\u00e5ste egenskapen Uppgraderingsorsak ocks\u00e5 anges.
FNRRS0136.action      = Ange Uppgraderingsorsak, eller ange inte egenskapen Uppgraderingsdatum.
FNRRS0136.message     = Deklarationsfel: Egenskapen Uppgraderingsorsak saknas eller \u00e4r ogiltig.

FNRRS0137.explanation = Om egenskapen Uppgraderingsdatum anges f\u00f6r en klassificerad post, m\u00e5ste egenskapen Uppgraderad av ocks\u00e5 anges.
FNRRS0137.action      = Ange Uppgraderad av, eller ange inte egenskapen Uppgraderingsdatum.
FNRRS0137.message     = Deklarationsfel: Egenskapen Uppgraderad av saknas eller \u00e4r ogiltig.

FNRRS0138.explanation = Om egenskapen Granskningsdatum anges f\u00f6r en klassificerad post, m\u00e5ste egenskapen Granskad av ocks\u00e5 anges.
FNRRS0138.action      = Ange ett v\u00e4rde f\u00f6r egenskapen Granskad av, eller ange inte egenskapen Granskningsdatum.
FNRRS0138.message     = Deklarationsfel: Egenskapen Granskad av saknas eller \u00e4r ogiltig.

FNRRS0139.explanation = Om egenskapen Nedgraderingsdatum anges f\u00f6r en klassificerad post, m\u00e5ste egenskapen Nedgraderad av ocks\u00e5 anges.
FNRRS0139.action      = Ange Nedgraderad av, eller ange inte egenskapen Nedgraderingsdatum.
FNRRS0139.message     = Deklarationsfel: Egenskapen Nedgraderad av saknas eller \u00e4r ogiltig.

FNRRS0140.explanation = Om egenskapen Avklassificeringsdatum anges f\u00f6r en klassificerad post, m\u00e5ste egenskapen Avklassificerad av ocks\u00e5 anges.
FNRRS0140.action      = Ange Avklassificerad av, eller ange inte egenskapen Avklassificeringsdatum.
FNRRS0140.message     = Deklarationsfel: Egenskapen Avklassificerad av saknas eller \u00e4r ogiltig.

FNRRS0141.explanation = En eller flera DoD-klassificeringsvalideringar misslyckades f\u00f6r ett f\u00f6rs\u00f6k att deklarera en klassificerad post.
FNRRS0141.action      = Granska felpostens undantagssamling f\u00f6r detaljer om varje valideringsfel.
FNRRS0141.message     = Deklarationsfel: Ett eller flera DoD-klassificeringsvalideringsfel har intr\u00e4ffat. Se undantagsfelposter f\u00f6r mer information.

FNRRS0142.explanation = Ett f\u00f6rs\u00f6k gjordes att st\u00e4lla in en postbeh\u00e5llare som Aktiv men den var redan Aktiv.  En Aktiv beh\u00e5llare kan inte st\u00e4llas in som Aktiv.
FNRRS0142.action      = Ta reda p\u00e5 varf\u00f6r beh\u00e5llaren st\u00e4lls in som Aktiv n\u00e4r den redan \u00e4r Aktiv.
FNRRS0142.message     = Det g\u00e5r inte att st\u00e4lla in beh\u00e5llaren som Aktiv. Den \u00e4r redan Aktiv.

FNRRS0143.explanation = Ett f\u00f6rs\u00f6k gjordes att st\u00e4lla in en postbeh\u00e5llare som Inaktiv men den var redan Inaktiv.  En Inaktiv beh\u00e5llare kan inte st\u00e4llas in som Inaktiv.
FNRRS0143.action      = Ta reda p\u00e5 varf\u00f6r beh\u00e5llaren st\u00e4lls in som Inaktiv n\u00e4r den redan \u00e4r Inaktiv.
FNRRS0143.message     = Kan inte st\u00e4lla in beh\u00e5llaren som inaktiv. Den \u00e4r redan inaktiv.

FNRRS0144.explanation = N\u00e4r en beh\u00e5llare \u00e4r Inaktiv m\u00e5ste alla dess underbeh\u00e5llare ned till beh\u00e5llarhierarkins botten ocks\u00e5 vara Inaktiva.  Det \u00e4r inte till\u00e5tet att st\u00e4lla in en beh\u00e5llare som Aktiv n\u00e4r en av dess \u00f6verordnade \u00e4r Inaktiv.
FNRRS0144.action      = Om beh\u00e5llare m\u00e5ste st\u00e4llas in som Aktiv m\u00e5ste alla \u00f6verordnade som \u00e4r Inaktiva f\u00f6rst st\u00e4llas in som Aktiva.
FNRRS0144.message     = Kan inte st\u00e4lla in beh\u00e5llaren som aktiv. En \u00f6verordnad beh\u00e5llare \u00e4r inaktiv.

FNRRS0145.explanation = N\u00e4r en beh\u00e5llare \u00e4r inst\u00e4lld som Inaktiv m\u00e5ste en orsak till \u00e5tg\u00e4rden anges.  Orsaken ger information om varf\u00f6r beh\u00e5llaren inte l\u00e4ngre \u00e4r Aktiv.
FNRRS0145.action      = Ange orsaken till att beh\u00e5llaren st\u00e4lls in som Inaktiv.
FNRRS0145.message     = Inaktiveringsorsaken kr\u00e4vs n\u00e4r en beh\u00e5llare st\u00e4lls in som Inaktiv.

FNRRS0146.explanation = Du kan bara \u00e5ter\u00f6ppna en beh\u00e5llare som har st\u00e4ngts.  Om beh\u00e5llaren redan \u00e4r \u00f6ppen, f\u00e5r du inte lov att \u00e5ter\u00f6ppna den.
FNRRS0146.action      = \u00c5ter\u00f6ppna inte en beh\u00e5llare annat \u00e4n om dess l\u00e4ge \u00e4r st\u00e4ngd.
FNRRS0146.message     = Det g\u00e5r inte att \u00e5ter\u00f6ppna en beh\u00e5llare som inte har st\u00e4ngts.

FNRRS0147.explanation = \u00c5tg\u00e4rden \u00c5ter\u00f6ppna \u00e4r endast giltig p\u00e5 en beh\u00e5llare som \u00e4r i st\u00e4ngd l\u00e4ge. Den aktuella beh\u00e5llaren har redan \u00e5ter\u00f6ppnats och d\u00e4rf\u00f6r kan du inte \u00e5ter\u00f6ppna den.
FNRRS0147.action      = \u00c5ter\u00f6ppna inte en beh\u00e5llare annat \u00e4n om dess l\u00e4ge \u00e4r st\u00e4ngd.
FNRRS0147.message     = Det g\u00e5r inte att \u00e5ter\u00f6ppna en beh\u00e5llare som redan har \u00e5ter\u00f6ppnats.

FNRRS0148.explanation = En beh\u00e5llare kan \u00e5ter\u00f6ppnas bara om alla dess \u00f6verordnade beh\u00e5llare \u00e4r i \u00f6ppet l\u00e4ge. Om en \u00f6verordnad beh\u00e5llare \u00e4r st\u00e4ngd kan den inte \u00e5ter\u00f6ppnas.
FNRRS0148.action      = \u00c5ter\u00f6ppna inte en beh\u00e5llare annat \u00e4n om dess \u00f6verordnade \u00e4r \u00f6ppna.
FNRRS0148.message     = Det g\u00e5r inte att \u00e5ter\u00f6ppna en beh\u00e5llare som har en f\u00f6reg\u00e5ende beh\u00e5llare som \u00e4r st\u00e4ngd.

FNRRS0149.explanation = N\u00e4r en beh\u00e5llare st\u00e4ngs m\u00e5ste st\u00e4ngningsorsaken anges. Orsaken m\u00e5ste vara en giltig str\u00e4ng som inte \u00e4r tom.
FNRRS0149.action      = Ange en icke-tom str\u00e4ng som f\u00f6rklarar varf\u00f6r beh\u00e5llaren st\u00e4ngs.
FNRRS0149.message     = En orsak m\u00e5ste anges n\u00e4r en beh\u00e5llare st\u00e4ngs.

FNRRS0150.explanation = Du kan inte st\u00e4nga en beh\u00e5llare som redan \u00e4r st\u00e4ngd.  Du kan endast st\u00e4nga beh\u00e5llaren om den \u00e4r \u00f6ppen (aldrig har st\u00e4ngts) eller har \u00e5ter\u00f6ppnats (var st\u00e4ngd men har nu \u00e5ter\u00f6ppnats)
FNRRS0150.action      = Kontrollera om en beh\u00e5llare redan \u00e4r st\u00e4ngd innan du f\u00f6rs\u00f6ker st\u00e4nga den.
FNRRS0150.message     = Det g\u00e5r inte att st\u00e4nga beh\u00e5llaren. Den \u00e4r redan st\u00e4ngd.

FNRRS0151.explanation = Du kan inte arkivera en post i en beh\u00e5llare som \u00e4r inaktiv.
FNRRS0151.action      = \u00c5teraktivera beh\u00e5llaren eller v\u00e4lj ett annat arkiveringsm\u00e5l.
FNRRS0151.message     = Det g\u00e5r inte att arkivera en post i en inaktiv beh\u00e5llare.

FNRRS0152.explanation = Du kan inte arkivera en post i en beh\u00e5llare som \u00e4r st\u00e4ngd.
FNRRS0152.action      = \u00c5ter\u00f6ppna beh\u00e5llaren eller v\u00e4lj ett annat arkiveringsm\u00e5l.
FNRRS0152.message     = Det g\u00e5r inte att arkivera en post i en st\u00e4ngd beh\u00e5llare.

FNRRS0153.explanation = Arkiveringsm\u00e5lbeh\u00e5llaren f\u00e5r inte inneh\u00e5lla en post av den h\u00e4r typen.
FNRRS0153.action      = V\u00e4lj en annan beh\u00e5llare att arkivera posten i.
FNRRS0153.message     = Arkiveringsm\u00e5lbeh\u00e5llaren f\u00e5r inte inneh\u00e5lla en post av entitetstypen: {0}.

FNRRS0154.explanation = Posten finns redan i den angivna m\u00e5lbeh\u00e5llaren (eller dess aktiva underordnade volym).
FNRRS0154.action      = V\u00e4lj en annan beh\u00e5llare att arkivera posten i.
FNRRS0154.message     = Det g\u00e5r inte att arkivera posten eftersom den redan finns i m\u00e5lbeh\u00e5llaren (eller dess aktiva underordnade volym).

FNRRS0155.explanation = Posten kan inte arkiveras i en beh\u00e5llare som finns utanf\u00f6r dess befintliga arkiveringsplan.
FNRRS0155.action      = V\u00e4lj en beh\u00e5llare som finns i postens befintliga arkiveringsplan.
FNRRS0155.message     = Posten kan inte arkiveras i en beh\u00e5llare som finns utanf\u00f6r dess befintliga arkiveringsplan.

FNRRS0156.explanation = En fysisk post kan inte arkiveras i mer \u00e4n en fysisk beh\u00e5llare.
FNRRS0156.action      = Begr\u00e4nsa inneslutningen av en fysisk post till en enda fysisk beh\u00e5llare.
FNRRS0156.message     = Det g\u00e5r inte att arkivera en fysisk post i mer \u00e4n en fysisk beh\u00e5llare.

FNRRS0157.explanation = En fysisk post kan inte arkiveras i mer \u00e4n en fysisk beh\u00e5llare.
FNRRS0157.action      = Begr\u00e4nsa inneslutningen av en fysisk post till en enda fysisk beh\u00e5llare.
FNRRS0157.message     = Det angivna l\u00e4get f\u00f6r SchedulePropagation \u00e4r till\u00e4mpligt n\u00e4r en befintlig tilldelning av avvecklingsschema rensas: {0}.

FNRRS0158.explanation = Den angivna sp\u00e4rren \u00e4r inte kopplad till entiteten och kan d\u00e4rf\u00f6r inte tas bort.
FNRRS0158.action      = Kontrollera att sp\u00e4rrobjektet \u00e4r kopplat till en entitet innan du f\u00f6rs\u00f6ker ta bort det.
FNRRS0158.message     = Det g\u00e5r inte att ta bort en sp\u00e4rr som inte \u00e4r kopplad till entiteten. Sp\u00e4rridentifierare: {0}.
FNRRS0158.arg.0	   = Identiteten f\u00f6r den ber\u00f6rda sp\u00e4rren.

FNRRS0159.explanation = Den angivna sp\u00e4rren har tilldelats automatiskt till entiteten. Du kan inte ta bort den manuellt
FNRRS0159.action      = K\u00f6r sp\u00e4rravs\u00f6kning om du ska ta bort dynamiska sp\u00e4rrar.
FNRRS0159.message     = Det g\u00e5r inte att manuellt ta bort en sp\u00e4rr som till\u00e4mpats dynamiskt. Sp\u00e4rridentifierare: {0}.
FNRRS0159.arg.0	   = Identiteten f\u00f6r den ber\u00f6rda sp\u00e4rren.

FNRRS0160.explanation = Den angivna sp\u00e4rren \u00e4r inte specifik.  Den kan inte till\u00e4mpas p\u00e5 en entitet.
FNRRS0160.action      = Kontrollera att sp\u00e4rren \u00e4r angiven som aktiv innan du kopplar den till entiteter.
FNRRS0160.message     = Det g\u00e5r inte att l\u00e4gga till en sp\u00e4rr som inte \u00e4r aktiv. Sp\u00e4rridentifierare: {0}.
FNRRS0160.arg.0	   = Identiteten f\u00f6r den ber\u00f6rda sp\u00e4rren.

FNRRS0161.explanation = Du kan inte l\u00e4gga till en sp\u00e4rr till en entitet som redan \u00e4r kopplad till den sp\u00e4rren.
FNRRS0161.action      = L\u00e4gg bara till en sp\u00e4rr en g\u00e5ng till en entitet.
FNRRS0161.message     = Det g\u00e5r inte att l\u00e4gga till en sp\u00e4rr flera g\u00e5nger till en entitet. Sp\u00e4rridentifierare: {0}
FNRRS0161.arg.0	   = Identiteten f\u00f6r ber\u00f6rda sp\u00e4rrar.

FNRRS0162.explanation = Det g\u00e5r inte att ta bort en sp\u00e4rr n\u00e4r poster eller beh\u00e5llare \u00e4r kopplade till sp\u00e4rren.
FNRRS0162.action      = Ta bort entiteterna som \u00e4r kopplade till sp\u00e4rren och ta sedan bort sp\u00e4rren.
FNRRS0162.message     = Det g\u00e5r inte att ta bort en sp\u00e4rr som \u00e4r kopplad till entiteter.

FNRRS0163.explanation = Ett ov\u00e4ntat undantag intr\u00e4ffade vid f\u00f6rs\u00f6k att flytta entiteten.
FNRRS0163.action      = Granska loggarna om du vill ha mer detaljerad information om undantaget.
FNRRS0163.message     = Det g\u00e5r inte att flytta entiteten p\u00e5 grund av ett ov\u00e4ntat undantag. Entitet: {0}. Undantag: {1}.
FNRRS0163.arg.0       = Identiteten f\u00f6r en entitet som ett flyttf\u00f6rs\u00f6k gjordes p\u00e5.
FNRRS0163.arg.1       = Meddelande fr\u00e5n undantaget.

FNRRS0164.explanation = Bulkborttagnings\u00e5tg\u00e4rden hanterar inte en entitet med det v\u00e4rdet f\u00f6r entityType.
FNRRS0164.action      = Ta bort entiteten fr\u00e5n entitetssamlingen f\u00f6r bulkborttagnings\u00e5tg\u00e4rden.
FNRRS0164.message     = Det g\u00e5r inte att utf\u00f6ra bulkborttagning p\u00e5 entitetstypen, entityType: {0}, entityIdent: {1}.
FNRRS0164.arg.0       = Entitetstypen f\u00f6r den entitet som borttagsf\u00f6rs\u00f6ket gjordes p\u00e5.
FNRRS0164.arg.1       = Identiteten f\u00f6r en entitet som ett borttagsf\u00f6rs\u00f6k gjordes p\u00e5.

FNRRS0165.explanation = Bulkinaktiverings\u00e5tg\u00e4rden hanterar inte en entitet med det v\u00e4rdet f\u00f6r entityType.
FNRRS0165.action      = Ta bort entiteten fr\u00e5n entitetssamlingen f\u00f6r bulkinaktiverings\u00e5tg\u00e4rden.
FNRRS0165.message     = Det g\u00e5r inte att utf\u00f6ra bulkinaktivering p\u00e5 entitetstypen, entityType: {0}, entityIdent: {1}.
FNRRS0165.arg.0       = Entitetstypen f\u00f6r den entitet som inaktiveringsf\u00f6rs\u00f6ket gjordes p\u00e5.
FNRRS0165.arg.1       = Identiteten f\u00f6r en entitet som ett inaktiveringsf\u00f6rs\u00f6k gjordes p\u00e5.

FNRRS0166.explanation = Bulkaktiverings\u00e5tg\u00e4rden hanterar inte en entitet med det v\u00e4rdet f\u00f6r entityType.
FNRRS0166.action      = Ta bort entiteten fr\u00e5n entitetssamlingen f\u00f6r bulkaktiverings\u00e5tg\u00e4rden.
FNRRS0166.message     = Det g\u00e5r inte att utf\u00f6ra bulkaktivering p\u00e5 entitetstypen, entityType: {0}, entityIdent: {1}.
FNRRS0166.arg.0       = Entitetstypen f\u00f6r den entitet som aktiveringsf\u00f6rs\u00f6ket gjordes p\u00e5.
FNRRS0166.arg.1       = Identiteten f\u00f6r en entitet som ett aktiveringsf\u00f6rs\u00f6k gjordes p\u00e5.

FNRRS0167.explanation = Den k\u00e4llbeh\u00e5llare som anges f\u00f6r flytt\u00e5tg\u00e4rden inneh\u00e5ller inte direkt den angivna posten.
FNRRS0167.action      = Kontrollera att korrekt k\u00e4llbeh\u00e5llare \u00e4r angiven. Om den verkliga k\u00e4llbeh\u00e5llaren \u00e4r en postvolym, anger du den postvolymen och inte dess \u00f6verordnade postmapp.
FNRRS0167.message     = Det g\u00e5r inte att utf\u00f6ra postflytt eftersom posten inte finns i den angivna k\u00e4llbeh\u00e5llaren.

FNRRS0168.explanation = Den aktuella anv\u00e4ndaren har inte beh\u00f6righet att flytta objektet.
FNRRS0168.action      = Kontrollera att den aktuella anv\u00e4ndaren har beh\u00f6righet att flytta objektet.
FNRRS0168.message     = Den aktuella anv\u00e4ndaren kan inte flytta beh\u00e5llaren: {0}.
FNRRS0168.arg.0       = Beh\u00e5llarens identitet.

FNRRS0169.explanation = Den aktuella anv\u00e4ndaren har inte r\u00e4tt beh\u00f6righet att kopiera posten.
FNRRS0169.action      = Kontrollera att den aktuella anv\u00e4ndaren har minst skrivbeh\u00f6righet till posten.
FNRRS0169.message     = Den aktuella anv\u00e4ndaren har inte beh\u00f6righet att kopiera posten: {0}.
FNRRS0169.arg.0       = Postens identitet.

FNRRS0170.explanation = Eftersom det inte g\u00e5r att automatiskt g\u00f6ra en kopia av ett externt f\u00f6renat dokument kan en post som \u00e4r kopplad till ett s\u00e5dant dokument inte kopieras.
FNRRS0170.action      = Kopiera det f\u00f6renade originaldokumentet manuellt och deklarera manuellt en ny post f\u00f6r det nya f\u00f6renade dokumentet.
FNRRS0170.message     = En post som \u00e4r kopplad till ett f\u00f6renat dokument kan inte kopieras.

FNRRS0171.explanation = Den angivna posten \u00e4r inte arkiverad i den angivna beh\u00e5llaren och kan d\u00e4rf\u00f6r inte avarkiveras fr\u00e5n den beh\u00e5llaren.
FNRRS0171.action      = Om du ursprungligen anropade den h\u00e4r metoden p\u00e5 en postmapp som kr\u00e4ver anv\u00e4ndning av underordnade postvolymer, g\u00f6r du det h\u00e4r anropet p\u00e5 l\u00e4mplig underordnad volym som verkligen inneh\u00e5ller posten.
FNRRS0171.message     = Det g\u00e5r inte att avarkivera en post fr\u00e5n en beh\u00e5llare d\u00e4r den inte \u00e4r arkiverad. Post: {0}. Beh\u00e5llare: {1}.
FNRRS0171.arg.0       = Den post som avarkiveringsf\u00f6rs\u00f6ket gjordes p\u00e5.
FNRRS0171.arg.1       = Beh\u00e5llarm\u00e5let som avarkiveringsf\u00f6rs\u00f6ket gjordes p\u00e5.

FNRRS0172.explanation = En post m\u00e5ste vara arkiverad i minst en beh\u00e5llare. 
FNRRS0172.action      = Kontrollera att posten \u00e4r arkiverad i minst en annan beh\u00e5llare innan du f\u00f6rs\u00f6ker avarkivera den fr\u00e5n en beh\u00e5llare.
FNRRS0172.message     = Det g\u00e5r inte att avarkivera en post som \u00e4r arkiverad i endast en beh\u00e5llare. Post: {0}.
FNRRS0172.arg.0       = Den post som avarkiveringsf\u00f6rs\u00f6ket gjordes p\u00e5.

FNRRS0173.explanation = N\u00e4r en post har tagits bort logiskt, kan den inte l\u00e4ngre avdeklareras. 
FNRRS0173.action      =  
FNRRS0173.message     = Det g\u00e5r inte att avdeklarera en post som har tagits bort logiskt. Post: {0}.
FNRRS0173.arg.0       = Den post som avdeklarationsf\u00f6rs\u00f6ket gjordes p\u00e5.

FNRRS0174.explanation = Om en post (eller n\u00e5gon av dess \u00f6verordnade beh\u00e5llare) \u00e4r sp\u00e4rrad kan den inte tas bort. 
FNRRS0174.action      = Ta bort alla till\u00e4mpliga sp\u00e4rrar fr\u00e5n posten och g\u00f6r ett nytt f\u00f6rs\u00f6k att avdeklarera.
FNRRS0174.message     = Det g\u00e5r inte att avdeklarera en post som \u00e4r sp\u00e4rrad. Post: {0}.
FNRRS0174.arg.0       = Den post som avdeklarationsf\u00f6rs\u00f6ket gjordes p\u00e5.

FNRRS0175.explanation = Om en post ing\u00e5r i ett aktivt avvecklingsarbetsfl\u00f6de kan den inte avdeklareras.
FNRRS0175.action      = Slutf\u00f6r arbetsfl\u00f6desbearbetningen av posten och g\u00f6r ett nytt f\u00f6rs\u00f6k att avdeklarera.
FNRRS0175.message     = Det g\u00e5r inte att avdeklarera en post som ing\u00e5r i ett aktivt avvecklingsarbetsfl\u00f6de. Post: {0}.
FNRRS0175.arg.0       = Den post som avdeklarationsf\u00f6rs\u00f6ket gjordes p\u00e5.

FNRRS0176.explanation = Om en post \u00e4r kopplad till f\u00f6renat inneh\u00e5ll kan den inte avdeklareras.
FNRRS0176.action      = 
FNRRS0176.message     = Det g\u00e5r inte att avdeklarera en post som \u00e4r kopplad till f\u00f6renat inneh\u00e5ll. Post: {0}.
FNRRS0176.arg.0       = Den post som avdeklarationsf\u00f6rs\u00f6ket gjordes p\u00e5.

FNRRS0177.explanation = Postkvittningsrelaterade egenskaper brukar endast definieras p\u00e5 arkiveringsplanslager med datamodellen DoD-klassificering.
FNRRS0177.action      = Kontrollera att r\u00e4tt datamodell har installerats f\u00f6r arkiveringsplanslagret.
FNRRS0177.message     = Postkvitton hanteras inte i det tillh\u00f6rande arkiveringsplanslagret.

FNRRS0178.explanation = I ett namngivningsm\u00f6nster m\u00e5ste varje h\u00f6gerhakparentes ha en motsvarande v\u00e4nsterhakparentes som anger omfattningen f\u00f6r ers\u00e4ttningsmakrot.
FNRRS0178.action      = G\u00e5 igenom namngivningsm\u00f6nstret och kontrollera alla h\u00f6gra hakparenteser f\u00f6reg\u00e5s av en v\u00e4nster hakparentes.
FNRRS0178.message     = Det angivna namngivningsm\u00f6nstret har en h\u00f6ger hakparentes men ingen motsvarande v\u00e4nster hakparentes.

FNRRS0179.explanation = I ett namngivningsm\u00f6nster m\u00e5ste varje v\u00e4nster hakparentes ha en motsvarande h\u00f6ger hakparentes som anger omfattningen f\u00f6r ers\u00e4ttningsmakrot.
FNRRS0179.action      = Kontrollera namngivningsm\u00f6nstret och se till att alla v\u00e4nster hakparenteser f\u00f6reg\u00e5s av en motsvarande h\u00f6ger hakparentes.
FNRRS0179.message     = Det angivna namngivningsm\u00f6nstret har en h\u00f6ger hakparentes men ingen motsvarande v\u00e4nster hakparentes.

FNRRS0180.explanation = N\u00e4sta indexv\u00e4rde f\u00f6r ers\u00e4ttning \u00e4r l\u00e4ngre \u00e4n det angivna sifferm\u00f6nstret.
FNRRS0180.action      = \u00d6ka antalet siffror i sifferm\u00f6nstret.
FNRRS0180.message     = Det angivna sifferm\u00f6nstret \u00e4r f\u00f6r kort f\u00f6r att rymma n\u00e4sta indexv\u00e4rde.

FNRRS0181.explanation = Det angivna m\u00f6nstret kan inte tolkas som ett giltigt m\u00f6nster.
FNRRS0181.action      = Kontrollera det angivna m\u00f6nstret och se till att det \u00e4r ett giltigt m\u00f6nster.
FNRRS0181.message     = Det angivna m\u00f6nstret \u00e4r inte ett giltigt m\u00f6nster.

FNRRS0182.explanation = En angiven egenskap i namngivningsm\u00f6nstret saknas.
FNRRS0182.action      = \u00c4ndra namngivningsm\u00f6nstret s\u00e5 att det inneh\u00e5ller ett giltigt egenskapsnamn.
FNRRS0182.message     = Den angivna egenskapen i namngivningsm\u00f6nstret \u00e4r ogiltigt eller finns inte: {0}.
FNRRS0182.arg.0       = egenskapsnamn

FNRRS0183.explanation = En flerv\u00e4rdesegenskap \u00e4r angiven i namngivningsm\u00f6nstret.  I namngivningsm\u00f6nster kan bara env\u00e4rdesegenskaper anv\u00e4ndas.
FNRRS0183.action      = Ta bort flerv\u00e4rdesegenskapen fr\u00e5n namngivningsm\u00f6nstret.
FNRRS0183.message     = En flerv\u00e4rdesegenskap hanteras inte i ett namngivningsm\u00f6nster: {0}.
FNRRS0183.arg.0       = egenskapsnamn

FNRRS0184.explanation = Namngivningsm\u00f6nster hanterar inte bin\u00e4rt eller objektegenskaper.
FNRRS0184.action      = \u00c4ndra namngivningsm\u00f6nstret s\u00e5 att det inneh\u00e5ller en hanterad egenskapstyp.
FNRRS0184.message     = Den egenskapstyp som \u00e4r angiven i namngivningsm\u00f6nstret hanteras inte: {0}. 
FNRRS0184.arg.0       = egenskapsnamn

FNRRS0185.explanation = Ett ov\u00e4ntat undantag intr\u00e4ffade under f\u00f6rs\u00f6k att f\u00f6rst\u00f6ra entiteten.
FNRRS0185.action      = Granska loggarna om du vill ha mer detaljerad information om undantaget.
FNRRS0185.message     = Det g\u00e5r inte att f\u00f6rst\u00f6ra entiteten p\u00e5 grund av ett ov\u00e4ntat undantag. Entitet: {0}. Undantag: {1}.
FNRRS0185.arg.0       = Identiteten f\u00f6r en entitet som ett destruktionsf\u00f6rs\u00f6k gjordes p\u00e5.
FNRRS0185.arg.1       = Meddelande fr\u00e5n undantaget.

FNRRS0186.explanation = Det avvecklingsschema som \u00e4r till\u00e4mpligt p\u00e5 en entitet har \u00e4ndrats, vilket f\u00f6rhindrar att avvecklingsbearbetning av ber\u00f6rda entiteter.
FNRRS0186.action      = K\u00f6r avvecklingsavs\u00f6kningen igen s\u00e5 att entiteterna med det \u00e4ndrade schemat bearbetas p\u00e5 nytt.
FNRRS0186.message     = Det till\u00e4mpliga avvecklingsschemat har \u00e4ndrats.

FNRRS0187.explanation = Det g\u00e5r inte att f\u00f6rst\u00f6ra en \u00f6verordnad beh\u00e5llare f\u00f6rr\u00e4n alla underordnade har genomg\u00e5tt sina enskilda kvarh\u00e5llningscyklar.
FNRRS0187.action      = Senarel\u00e4gg destruktionen av den \u00f6verordnade entiteten.
FNRRS0187.message     = Det g\u00e5r inte att f\u00f6rst\u00f6ra en entitet som inneh\u00e5ller en eller flera hierarkiska underordnade med olika kvarh\u00e5llningsperioder. Entitet: {0}.
FNRRS0187.arg.0       = Identiteten f\u00f6r en entitet som ett destruktionsf\u00f6rs\u00f6k gjordes p\u00e5.

FNRRS0188.explanation = \u00c5tg\u00e4rdstypen f\u00f6r den aktuella avvecklingsfasen f\u00f6r entiteten tycks ha \u00e4ndrats.
FNRRS0188.action      = K\u00f6r avvecklingsavs\u00f6kningen igen f\u00f6r den h\u00e4r entiteten.
FNRRS0188.message     = Det g\u00e5r inte att forts\u00e4tta avvecklingsbearbetningen p\u00e5 grund av en \u00e4ndring i den aktuella fasen. Entitet: {0}. Fas: {1}.
FNRRS0188.arg.0       = Identiteten som ber\u00f6rs av avvecklingen.
FNRRS0188.arg.1       = Identiteten f\u00f6r entitetens aktuella fas.

FNRRS0189.explanation = V\u00e4rdet f\u00f6r den aktuella fasens k\u00f6rningsdatum f\u00f6r en entitet \u00e4r inte giltigt f\u00f6r avvecklingsbearbetning.
FNRRS0189.action      = K\u00f6r avvecklingsavs\u00f6kningen igen f\u00f6r den h\u00e4r entiteten.
FNRRS0189.message     = Det g\u00e5r inte att forts\u00e4tta avvecklingsbearbetningen eftersom det aktuella fask\u00f6rningsdatumet \u00e4r null eller ett framtida datum. Entitet: {0}. Datum: {1}.
FNRRS0189.arg.0       = Identiteten som ber\u00f6rs av avvecklingen.
FNRRS0189.arg.1       = Det aktuella fask\u00f6rningsdatumv\u00e4rdet f\u00f6r entiteten.

FNRRS0190.explanation = En \u00e5tg\u00e4rd m\u00e5ste matcha den aktuella fas\u00e5tg\u00e4rden f\u00f6r entiteten om inte \u00e5tg\u00e4rden \u00e4r Exportera eller F\u00f6rst\u00f6r och den aktuella fas\u00e5tg\u00e4rden f\u00f6r entiteten \u00e4r \u00d6verf\u00f6r.
FNRRS0190.action      = K\u00f6r avvecklingsavs\u00f6kningen igen f\u00f6r den h\u00e4r entiteten.
FNRRS0190.message     = \u00c5tg\u00e4rdstypen f\u00f6r avvecklings\u00e5tg\u00e4rden \u00e4r ogiltig f\u00f6r entitetens aktuella fasl\u00e4ge. Entitet: {0}. Aktuell fas\u00e5tg\u00e4rd: {1}. F\u00f6rs\u00f6kt \u00e5tg\u00e4rd: {2}.
FNRRS0190.arg.0       = Identiteten som ber\u00f6rs av avvecklingen.
FNRRS0190.arg.1       = Aktuell fas\u00e5tg\u00e4rd f\u00f6r entiteten.
FNRRS0190.arg.2       = F\u00f6rs\u00f6kt \u00e5tg\u00e4rd f\u00f6r operationen.

FNRRS0191.explanation = Avvecklingen kan inte forts\u00e4tta f\u00f6r en entitet som har en till\u00e4mplig sp\u00e4rr som till\u00e4mpats direkt p\u00e5 den, p\u00e5 n\u00e5gon av dess \u00f6verordnade eller p\u00e5 n\u00e5gon av dess underordnade.
FNRRS0191.action      = Ta bort alla till\u00e4mpliga sp\u00e4rrar fr\u00e5n entiteten.
FNRRS0191.message     = Det g\u00e5r inte att forts\u00e4tta avvecklingen d\u00e4rf\u00f6r att det finns en sp\u00e4rr f\u00f6r entiteten: {0}.
FNRRS0191.arg.0       = Identiteten som ber\u00f6rs av avvecklingen.

FNRRS0192.explanation = Avvecklings\u00e5tg\u00e4rderna \u00d6verf\u00f6r tillf\u00e4lligt och Exportera \u00e4r inte till\u00e5tna p\u00e5 en \u00e5ter\u00f6ppnad postbeh\u00e5llare.
FNRRS0192.action      = St\u00e4ng den ber\u00f6rda postbeh\u00e5llaren.
FNRRS0192.message     = Det g\u00e5r inte att utf\u00f6ra avvecklings\u00e5tg\u00e4rden p\u00e5 en \u00e5ter\u00f6ppnad postbeh\u00e5llare: {0}. \u00c5tg\u00e4rd: {1}.
FNRRS0192.arg.0       = Identiteten som ber\u00f6rs av avvecklingen.
FNRRS0192.arg.1       = Den f\u00f6rs\u00f6kta typen av avvecklings\u00e5tg\u00e4rd.

FNRRS0193.explanation = P\u00e5 grund av eventuell omber\u00e4kning av entitetens avvecklingsl\u00e4ge, m\u00e5ste dess avvecklingsprocess \u00e5terinitieras.
FNRRS0193.action      = Utf\u00f6r \u00e5tg\u00e4rden Initiera avveckling p\u00e5 entiteten igen.
FNRRS0193.message     = Avvecklings\u00e5tg\u00e4rden kan inte utf\u00f6ras p\u00e5 entiteten eftersom det till\u00e4mpliga arbetsfl\u00f6det inte har startats \u00e4nnu. Entitet: {0}.
FNRRS0193.arg.0       = Identiteten som ber\u00f6rs av avvecklingen.

FNRRS0194.explanation = N\u00e4r en post \u00e4r kopplad till ett avvecklingsschema via en posttyp, kan den inte f\u00f6rst\u00f6ras som en del av en destruktionsprocess p\u00e5 en av dess beh\u00e5llare.
FNRRS0194.action      = Bearbeta posterna f\u00f6rst och g\u00f6r sedan ett nytt f\u00f6rs\u00f6ka att f\u00f6rst\u00f6ra beh\u00e5llaren.
FNRRS0194.message     = Det g\u00e5r inte att f\u00f6rst\u00f6ra entiteten eftersom den inneh\u00e5ller en eller flera underordnade poster som har en posttyp tilldelad till sig. Entitet: {0}.
FNRRS0194.arg.0       = Identiteten som ber\u00f6rs av avvecklingen.

FNRRS0195.explanation = Entiteten finns inte i den angivna beh\u00e5llaren eller s\u00e5 \u00e4r den angivna posttypen inte tillg\u00e4nglig.
FNRRS0195.action      = Kontrollera hur entiteten \u00e4rver sitt schema och k\u00f6r sedan avs\u00f6kningen igen.
FNRRS0195.message     = Det g\u00e5r inte att avveckla en entitet eftersom dess v\u00e4rde f\u00f6r ''brytpunkt \u00e4rvd fr\u00e5n'' \u00e4r ogiltigt. Entitet: {0}.
FNRRS0195.arg.0       = Identiteten som ber\u00f6rs av avvecklingen.

FNRRS0196.explanation = Det g\u00e5r inte att f\u00e5 fram n\u00e5gon giltig katalogs\u00f6kv\u00e4g fr\u00e5n indataparametern eller fr\u00e5n entitetens egenskap Exportm\u00e5l f\u00f6r aktuell fas.
FNRRS0196.action      = Ange en giltig katalogs\u00f6kv\u00e4g genom att anv\u00e4nda metodindataparametern eller den tillh\u00f6rande entitetens egenskap Exportm\u00e5l f\u00f6r aktuell fas.
FNRRS0196.message     = Str\u00e4ngen f\u00f6r katalogs\u00f6kv\u00e4gen till exportm\u00e5lfilsystemet \u00e4r null eller en tom entitet: {0}.
FNRRS0196.arg.0       = Identiteten som ber\u00f6rs av avvecklingen.

FNRRS0197.explanation = Ett filsystemfel intr\u00e4ffade vid f\u00f6rs\u00f6k att skapa den angivna filsystemkatalogen. Granska det underliggande undantaget om du vill ha mer specifik information.
FNRRS0197.action      = Kontrollera att en giltig systemkatalogs\u00f6kv\u00e4g angavs och att den aktuella anv\u00e4ndaren har de n\u00f6dv\u00e4ndiga filsystembeh\u00f6righeterna.
FNRRS0197.message     = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att skapa den angivna katalogen i exportm\u00e5lfilsystemet: {0}.
FNRRS0197.arg.0       = Katalogs\u00f6kv\u00e4gen i filsystemet.

FNRRS0198.explanation = Ett filsystemfel intr\u00e4ffade vid f\u00f6rs\u00f6k att skapa en inneh\u00e5llsunderkatalog f\u00f6r postinneh\u00e5llets datafiler. Granska det underliggande undantaget om du vill ha mer specifik information.
FNRRS0198.action      = Kontrollera att en giltig systemkatalogs\u00f6kv\u00e4g angavs och att den aktuella anv\u00e4ndaren har de n\u00f6dv\u00e4ndiga filsystembeh\u00f6righeterna.
FNRRS0198.message     = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att skapa en inneh\u00e5llsunderkatalog i filsystemkatalogen: {0}.
FNRRS0198.arg.0       = Katalogs\u00f6kv\u00e4gen i det \u00f6verordnade filsystemet.

FNRRS0199.explanation = Ett filsystemfel intr\u00e4ffade n\u00e4r en fil skulle genereras f\u00f6r exportinneh\u00e5llsarkiveringssystemet. Granska det underliggande undantaget om du vill ha mer specifik information.
FNRRS0199.action      = Kontrollera att en giltig systemkatalogs\u00f6kv\u00e4g angavs och att den aktuella anv\u00e4ndaren har de n\u00f6dv\u00e4ndiga filsystembeh\u00f6righeterna.
FNRRS0199.message     = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att exportera inneh\u00e5llsdata till filen: {0}.
FNRRS0199.arg.0       = Str\u00e4ng med utdatafils\u00f6kv\u00e4gen.

FNRRS0200.explanation = Ett ov\u00e4ntat undantag intr\u00e4ffade vid f\u00f6rs\u00f6k att exportera entiteten.
FNRRS0200.action      = Granska loggarna om du vill ha mer detaljerad information om undantaget.
FNRRS0200.message     = Det g\u00e5r inte att exportera entiteten p\u00e5 grund av ett ov\u00e4ntat undantag. Entitet: {0}. Undantag: {1}.
FNRRS0200.arg.0       = Identiteten f\u00f6r en entitet som ett exportf\u00f6rs\u00f6k gjordes p\u00e5.
FNRRS0200.arg.1       = Meddelande fr\u00e5n undantaget.

FNRRS0201.explanation = Avvecklingsinitierings\u00e5tg\u00e4rden hanterar inte en entitet med det entitetstypv\u00e4rdet.
FNRRS0201.action      = Ta bort entiteten fr\u00e5n indatasamlingen f\u00f6r avvecklingsinitierings\u00e5tg\u00e4rden.
FNRRS0201.message     = Det g\u00e5r inte att initiera avveckling av en entitet av typen: {0}, entitetsidentifierare: {1}.
FNRRS0201.arg.0       = Entitetstypen f\u00f6r den entitet som avvecklingsinitieringsf\u00f6rs\u00f6ket gjordes p\u00e5.
FNRRS0201.arg.1       = Identiteten f\u00f6r den entitet som avvecklingsinitieringsf\u00f6rs\u00f6ket gjordes p\u00e5.

FNRRS0202.explanation = Det g\u00e5r inte att initiera avveckling av en entitet som har sp\u00e4rr p\u00e5 sig.
FNRRS0202.action      = Ta bort sp\u00e4rren fr\u00e5n entiteten och g\u00f6r ett nytt f\u00f6rs\u00f6k att initiera avvecklingen.
FNRRS0202.message     = Det g\u00e5r inte att initiera avveckling av en entitet som \u00e4r sp\u00e4rrad eller som har en sp\u00e4rrad \u00f6verordnad, entitetidentifierare: {0}.
FNRRS0202.arg.0       = Identiteten f\u00f6r den entitet som avvecklingsinitieringsf\u00f6rs\u00f6ket gjordes p\u00e5.

FNRRS0203.explanation = Det g\u00e5r inte att initiera avveckling av en entitet som inneh\u00e5ller vissa underordnade entiteter som \u00e4r sp\u00e4rrade.
FNRRS0203.action      = Ta bort sp\u00e4rren fr\u00e5n ber\u00f6rda underordnade entiteter och g\u00f6r ett nytt f\u00f6rs\u00f6k att initiera avvecklingen.
FNRRS0203.message     = Det g\u00e5r inte att initiera avvecklingen av den h\u00e4r entiteten eftersom en eller flera av dess underordnade medlemmar \u00e4r sp\u00e4rrade, entitetsidentifierare: {0}.
FNRRS0203.arg.0       = Identiteten f\u00f6r den entitet som avvecklingsinitieringsf\u00f6rs\u00f6ket gjordes p\u00e5.

FNRRS0204.explanation = Det g\u00e5r inte att initiera avveckling av en entitet p\u00e5 grund av en sp\u00e4rr och/eller en \u00e4ndring av dess avvecklingsschema.
FNRRS0204.action      = Ta bort alla sp\u00e4rrar p\u00e5 entiteten, dess \u00f6verordnade eller underordnad hierarki och k\u00f6r sedan avvecklingsavs\u00f6kningen p\u00e5 nytt.
FNRRS0204.message     = Det g\u00e5r inte att initiera avveckling av entiteten: {0}.
FNRRS0204.arg.0       = Identiteten f\u00f6r den entitet som avvecklingsinitieringsf\u00f6rs\u00f6ket gjordes p\u00e5.

FNRRS0205.explanation = Ett ov\u00e4ntat fel har intr\u00e4ffat som f\u00f6rhindrar att initieringen av avvecklingsprocessen kan forts\u00e4tta.
FNRRS0205.action      = F\u00f6rs\u00f6k hitta en m\u00f6jlig orsak genom att granska informationen i undantagsstacken och/eller k\u00f6r avvecklingsavs\u00f6kningen.
FNRRS0205.message     = Ett ov\u00e4ntat fel har intr\u00e4ffat under initieringen av avvecklingen f\u00f6r en eller flera entiteter.

FNRRS0206.explanation = VWSession-parametern \u00e4r null eller ogiltig p\u00e5 n\u00e5got s\u00e4tt.
FNRRS0206.action      = Verifiera den till\u00e4mpliga IBM FileNet Process Engine-konfigurationen f\u00f6r klientprogrammet.
FNRRS0206.message     = Det g\u00e5r inte att initiera avvecklingen p\u00e5 grund av den ogiltiga VWSession-parametern: {0}.
FNRRS0206.arg.0       = Den ber\u00f6rda VWSession-parametern.

FNRRS0207.explanation = Det aktuella fask\u00f6rningsdatumet f\u00f6r entiteten har inte fastst\u00e4llts \u00e4nnu eller ligger i framtiden.
FNRRS0207.action      = K\u00f6r avvecklingsavs\u00f6kningen igen och g\u00f6r sedan ett nytt f\u00f6rs\u00f6k att initiera avvecklingen. 
FNRRS0207.message     = Det g\u00e5r inte att slutf\u00f6ra den aktuella avvecklingsfasen d\u00e4rf\u00f6r att det aktuella fask\u00f6rningsdatumet inte har uppn\u00e5tts \u00e4nnu. Entitet: {0}.
FNRRS0207.arg.0       = Identiteten f\u00f6r den ber\u00f6rda entiteten.

FNRRS0208.explanation = En \u00e4ndring i entitetens avvecklingsschema och/eller avvecklingsrelaterade metadata har intr\u00e4ffat.
FNRRS0208.action      = K\u00f6r avvecklingsavs\u00f6kningen igen och g\u00f6r sedan ett nytt f\u00f6rs\u00f6k att initiera avvecklingen. 
FNRRS0208.message     = Det g\u00e5r inte att slutf\u00f6ra den aktuella avvecklingsfasen eftersom det tillh\u00f6rande arbetsfl\u00f6det har inte startat \u00e4nnu. Entitet: {0}.
FNRRS0208.arg.0       = Identiteten f\u00f6r den ber\u00f6rda entiteten.

FNRRS0209.explanation = En \u00e5ter\u00f6ppnad beh\u00e5llare kan inte \u00f6verf\u00f6ras bortom sin aktuella avvecklingsfas.
FNRRS0209.action      = St\u00e4ng beh\u00e5llaren och g\u00f6r ett nytt f\u00f6rs\u00f6k att utf\u00f6ra fas\u00f6verg\u00e5ngen. 
FNRRS0209.message     = Det g\u00e5r inte att slutf\u00f6r den aktuella avvecklingsfasen d\u00e4rf\u00f6r att en beh\u00e5llarentitet har \u00e5ter\u00f6ppnats. Entitet: {0}.
FNRRS0209.arg.0       = Identiteten f\u00f6r den ber\u00f6rda entiteten.

FNRRS0210.explanation = Ett f\u00f6reslaget aktuellt fask\u00f6rningsdatum f\u00e5r inte vara null eller i framtiden.
FNRRS0210.action      = F\u00f6resl\u00e5 ett annat aktuellt fask\u00f6rningsdatum och g\u00f6r ett nytt f\u00f6rs\u00f6k att utf\u00f6ra fas\u00f6verg\u00e5ngen. 
FNRRS0210.message     = Det g\u00e5r inte att slutf\u00f6ra den aktuella avvecklingsfasen eftersom det f\u00f6reslagna fask\u00f6rningsdatumet \u00e4r null eller i framtiden. Entitet: {0}. F\u00f6reslaget datum: {1}.
FNRRS0210.arg.0       = Identiteten f\u00f6r den ber\u00f6rda entiteten.
FNRRS0210.arg.1       = Det ogiltiga datumv\u00e4rde som angavs.

FNRRS0211.explanation = Ett avvecklingsschema ska alltid ha ett v\u00e4rde f\u00f6r egenskapen Brytpunktbas.
FNRRS0211.action      = R\u00e4tta avvecklingsschemat och g\u00f6r ett nytt f\u00f6rs\u00f6k att initiera avvecklingsprocessen.
FNRRS0211.message     = Det g\u00e5r inte att utf\u00f6ra brytpunktsprocessen f\u00f6r avvecklingen d\u00e4rf\u00f6r att brytpunktsbasegenskapen saknas f\u00f6r avvecklingsschemat: {0}.
FNRRS0211.arg.0       = Identiteten f\u00f6r det ber\u00f6rda schemat.

FNRRS0212.explanation = Den ber\u00f6rda entiteten saknar ett datumv\u00e4rde f\u00f6r den angivna brytpunktsbasegenskapen.
FNRRS0212.action      = Justera entiteten och/eller dess avvecklingsschema och g\u00f6r ett nytt f\u00f6rs\u00f6k att initiera avvecklingsprocessen.
FNRRS0212.message     = Avvecklingsentiteten saknar ett datumv\u00e4rde f\u00f6r brytpunktsbasegenskapen. Entitet: {0}. Egenskapsnamn: {1}.
FNRRS0212.arg.0       = Identiteten f\u00f6r den ber\u00f6rda entiteten.
FNRRS0212.arg.1       = Namnet p\u00e5 brytpunktsbasegenskapen.

FNRRS0213.explanation = Den ber\u00f6rda entiteten saknar ett datumv\u00e4rde f\u00f6r den angivna brytpunktsbasegenskapen.
FNRRS0213.action      = Justera entiteten och/eller dess avvecklingsschema och g\u00f6r ett nytt f\u00f6rs\u00f6k att initiera avvecklingsprocessen.
FNRRS0213.message     = Avvecklingsutl\u00f6saren har en ogiltig utl\u00f6sningstyp f\u00f6r brytpunktsbearbetning. Utl\u00f6sare: {0}. Typ: {1}.
FNRRS0213.arg.0       = Identiteten f\u00f6r den ber\u00f6rda entiteten.
FNRRS0213.arg.1       = Namnet p\u00e5 brytpunktsbasegenskapen.

FNRRS0214.explanation = Ett ov\u00e4ntat undantag intr\u00e4ffade under f\u00f6rs\u00f6k att tillf\u00e4lligt \u00f6verf\u00f6ra entiteten.
FNRRS0214.action      = Granska loggarna om du vill ha mer detaljerad information om undantaget.
FNRRS0214.message     = Det g\u00e5r inte att tillf\u00e4lligt \u00f6verf\u00f6ra entiteten p\u00e5 grund av ett ov\u00e4ntat undantag. Entitet: {0}. Undantag: {1}.
FNRRS0214.arg.0       = Identiteten f\u00f6r en entitet som ett f\u00f6rs\u00f6k till tillf\u00e4llig \u00f6verf\u00f6ring gjordes p\u00e5.
FNRRS0214.arg.1       = Meddelande fr\u00e5n undantaget.

FNRRS0215.explanation = Ett ov\u00e4ntat undantag intr\u00e4ffade under f\u00f6rs\u00f6k att \u00f6verf\u00f6ra entiteten.
FNRRS0215.action      = Granska loggarna om du vill ha mer detaljerad information om undantaget.
FNRRS0215.message     = Det g\u00e5r inte att \u00f6verf\u00f6ra entiteten p\u00e5 grund av ett ov\u00e4ntat undantag. Entitet: {0}. Undantag: {1}.
FNRRS0215.arg.0       = Identiteten f\u00f6r en entitet som ett \u00f6verf\u00f6ringsf\u00f6rs\u00f6k gjordes p\u00e5.
FNRRS0215.arg.1       = Meddelande fr\u00e5n undantaget.

FNRRS0216.explanation = Det gick inte att h\u00e4mta  upphovet fr\u00e5n stegelementet i arbetsfl\u00f6det.
FNRRS0216.action      = Kontrollera att Process Engine-servern och Component Manager fungerar som de ska.
FNRRS0216.message     = Det gick inte att h\u00e4mta upphovet.

FNRRS0217.explanation = RMProperties-samlingen som inneh\u00e5ller granskningsrelaterade egenskapsv\u00e4rden f\u00f6r avvecklingen f\u00e5r inte vara null eller tom.
FNRRS0217.action      = Tillhandah\u00e5ll l\u00e4mpliga granskningsegenskapsv\u00e4rden och g\u00f6r ett nytt f\u00f6rs\u00f6k att utf\u00f6ra granskningen.
FNRRS0217.message     = RMProperties-indatasamlingen \u00e4r tom f\u00f6r den granskade entiteten: {0}.
FNRRS0217.arg.0       = Identiteten f\u00f6r en entitet som ett granskningsf\u00f6rs\u00f6k gjordes p\u00e5.

FNRRS0218.explanation = Klass-IDt f\u00f6r den h\u00e4r typen av mapp kan inte vara null eller tomt.
FNRRS0218.action      = Ange l\u00e4mpligt klass-ID f\u00f6r mapptypen.
FNRRS0218.message     = IDt {0} \u00e4r inte ett giltigt klass-ID.
FNRRS0218.arg.0       = Klass-IDt f\u00f6r den typ av mapp som skapas.

FNRRS0219.explanation = Endast postkategori kan l\u00e4ggas till i arkiveringsplanen. 
FNRRS0219.action      = Tillhandah\u00e5ll l\u00e4mplig entitetstyp f\u00f6r den mapp som skapas.
FNRRS0219.message     = Entiteten {0} kan inte l\u00e4ggas till i arkiveringsplanen.
FNRRS0219.arg.0       = Entitetstypen f\u00f6r den mapp som ska skapas.

FNRRS0220.explanation = Bilagan ska vara postkategori (RecordCategory) eller postmapp (RecordFolder).
FNRRS0220.action      = Ange l\u00e4mpligt till\u00e4gg.
FNRRS0220.message     = Bilagan {0} \u00e4r inte en giltig bilagetyp. Bilagan ska vara postkategori (RecordCategory) eller postmapp (RecordFolder).
FNRRS0220.arg.0       = Till\u00e4ggets namn.

FNRRS0221.explanation = Det gick inte att skapa postmappobjektet. 
FNRRS0221.action      = Kontrollera de parametrar som anv\u00e4ndes f\u00f6r den skapade mappen och g\u00f6r ett nytt f\u00f6rs\u00f6k att skapa mappen.
FNRRS0221.message     = Det g\u00e5r inte att skapa postmappobjektet {0}.
FNRRS0221.arg.0       = Entitetstypen f\u00f6r den mapp som ska skapas.

FNRRS0222.explanation = L\u00e4ngden f\u00f6r PropertyName-matrisen och  PropertyValue-matrisen m\u00e5ste vara lika.
FNRRS0222.action      = Kontrollera att l\u00e4ngden p\u00e5 PropertyName-matrisen och PropertyValue-matrisen \u00e4r lika.
FNRRS0222.message     = L\u00e4ngden p\u00e5 PropertyName-matrisen {0} och PropertyValue-matrisen {1} \u00e4r inte lika.
FNRRS0222.arg.0       = PropertyName-matris.
FNRRS0222.arg.1       = PropertyValue-matris.

FNRRS0223.explanation = N\u00e4r den angivna beroende egenskapen f\u00f6r objektet har v\u00e4rdet true, m\u00e5ste den andra egenskapen ha ett tilldelat v\u00e4rde som inte \u00e4r tomt.
FNRRS0223.action      = Ange ett giltigt v\u00e4rde f\u00f6r det saknade egenskapsv\u00e4rdet eller justera v\u00e4rdet f\u00f6r den beroende egenskapen.
FNRRS0223.message     = Objektet saknar ett v\u00e4rde som inte \u00e4r tomt f\u00f6r egenskapen {0}, som kr\u00e4vs n\u00e4r den beroende egenskapen {1} anges med v\u00e4rdet true.
FNRRS0223.arg.0       = Namnet p\u00e5 den egenskap som saknas eller \u00e4r tom.
FNRRS0223.arg.1       = Namnet p\u00e5 den beroende egenskapen.

FNRRS0224.explanation = Det gick inte att deklarera dokumentet som post. 
FNRRS0224.action      = Kontrollera de parametrar som anv\u00e4nds f\u00f6r att deklarera dokumentet som post och g\u00f6r ett nytt f\u00f6rs\u00f6k att deklarera dokumentet som post.
FNRRS0224.message     = Det g\u00e5r inte att deklarera dokumentet som post.

FNRRS0225.explanation = Arkivering av en post i flera beh\u00e5llare \u00e4r inte aktiverat f\u00f6r det h\u00e4r arkiveringsplanslagret.
FNRRS0225.action      = F\u00f6rs\u00f6k inte lagra en post flera g\u00e5nger om du inte aktiverat funktionerna f\u00f6r flerfilslagring i arkiveringsplanlagret.
FNRRS0225.message     = Kan inte arkivera posten i flera beh\u00e5llare i arkiveringsplanslagret: {0}.
RNRRS0255.arg.0       = Namn p\u00e5 arkiveringsplanbeh\u00e5llaren.

FNRRS0226.explanation = Till\u00e5tna kvarh\u00e5llningsv\u00e4rdesintervall \u00e4r \u00e5r: 0-999, m\u00e5nader: 0-99, dagar: 0-99.
FNRRS0226.action      = Ange giltiga v\u00e4rden f\u00f6r kvarh\u00e5llning.
FNRRS0226.message     = En eller flera kvarh\u00e5llningsv\u00e4rden ligger utanf\u00f6r intervallet. Till\u00e5tet intervall \u00e4r \u00e5r: 0-999, m\u00e5nader: 0-99, dagar: 0-99.

FNRRS0227.explanation = En beh\u00e5llare f\u00f6r grundl\u00e4ggande schema kan endast l\u00e4ggas till i en arkiveringsplan-root-beh\u00e5llare eller en postkategoritypbeh\u00e5llare.
FNRRS0227.action      = F\u00f6rs\u00f6k igen med hj\u00e4lp av antingen en arkiveringsplanrot eller en postkategori som den \u00f6verordnade m\u00e5lbeh\u00e5llaren.
FNRRS0227.message     = Kan inte l\u00e4gga till en ny beh\u00e5llare f\u00f6r grundl\u00e4ggande schema som en underordnad till en \u00f6verordnad beh\u00e5llare av typen: {0} 
RNRRS0227.arg.0       = Entitetstyp f\u00f6r den \u00f6verordnade beh\u00e5llaren.

FNRRS0228.explanation = Den angivna utl\u00f6saregenskapen kunde inte hittas.
FNRRS0228.action      = Ange det symboliska namnet p\u00e5 en giltig DateTime-typegenskap som tilldelats minst en postklass.
FNRRS0228.message     = Kan inte h\u00e4mta egenskapsmall f\u00f6r den angivna utl\u00f6saregenskapens symboliska namn: {0} 
RNRRS0228.arg.0       = Angivet symboliskt egenskapsnamn.

FNRRS0229.explanation = Den angivna utl\u00f6saregenskapen m\u00e5ste ha endast ett v\u00e4rde och vara av datatypen DateTime.
FNRRS0229.action      = Ange det symboliska namnet p\u00e5 en giltig env\u00e4rdes DateTime-typegenskap som tilldelats minst en postklass.
FNRRS0229.message     = Den angivna utl\u00f6saregenskapen \u00e4r inte av datatypen DateTime och/eller har inte ett enda v\u00e4rde: {0}
RNRRS0229.arg.0       = Angivet symboliskt egenskapsnamn.

FNRRS0230.explanation = Den angivna utl\u00f6saregenskapen m\u00e5ste f\u00f6r n\u00e4rvarande vara tilldelad en eller flera postklasser.
FNRRS0230.action      = Ange det symboliska namnet p\u00e5 en giltig DateTime-typegenskap som tilldelats minst en postklass.
FNRRS0230.message     = Den angivna utl\u00f6saregenskapen \u00e4r inte tilldelad n\u00e5gon postklass: {0}.
RNRRS0230.arg.0       = Angivet symboliskt egenskapsnamn.

FNRRS0231.explanation = En f\u00f6reslagen grundl\u00e4ggande schema-beh\u00e5llare f\u00e5r inte ha n\u00e5gra underordnade beh\u00e5llare.
FNRRS0231.action      = V\u00e4lj en annan beh\u00e5llare f\u00f6r omvandling till en grundl\u00e4ggande schema-beh\u00e5llare.
FNRRS0231.message     = Den f\u00f6reslagna beh\u00e5llaren f\u00f6r grundl\u00e4ggande schema \u00e4r inte en l\u00f6vnod: {0}
RNRRS0231.arg.0       = F\u00f6reslagen beh\u00e5llaridentitet.

FNRRS0232.explanation = En f\u00f6reslagen grundl\u00e4ggande schema-beh\u00e5llare f\u00e5r inte inneh\u00e5lla n\u00e5gon underordnad post som \u00e4r arkiverad i flera beh\u00e5llare.
FNRRS0232.action      = V\u00e4lj en annan beh\u00e5llare f\u00f6r konvertering eller ta bort n\u00e5gra otill\u00e5tna underordnade poster.
FNRRS0232.message     = Den f\u00f6reslagna beh\u00e5llaren f\u00f6r grundl\u00e4ggande schema inneh\u00e5ller minst en post som arkiverats p\u00e5 flera st\u00e4llen: {0}.
FNRRS0232.arg.0       = Identiteten f\u00f6r poster som arkiverats p\u00e5 flera st\u00e4llen.

FNRRS0233.explanation = En f\u00f6reslagen grundl\u00e4ggande schema-beh\u00e5llare f\u00e5r inte ha n\u00e5gon underordnad post som \u00e4r en fysisk post.
FNRRS0233.action      = V\u00e4lj en annan beh\u00e5llare f\u00f6r konvertering eller ta bort n\u00e5gra otill\u00e5tna underordnade poster.
FNRRS0233.message     = Den f\u00f6reslagna beh\u00e5llaren f\u00f6r grundl\u00e4ggande schema inneh\u00e5ller minst en post som har en fysisk post: {0}.
FNRRS0233.arg.0       = Fysisk postidentitet

FNRRS0234.explanation = En f\u00f6reslagen grundl\u00e4ggande schema-beh\u00e5llare f\u00e5r inte ha n\u00e5gon underordnad post som har en associerad posttyp.
FNRRS0234.action      = V\u00e4lj en annan beh\u00e5llare f\u00f6r konvertering eller ta bort n\u00e5gra otill\u00e5tna underordnade poster.
FNRRS0234.message     = Den f\u00f6reslagna beh\u00e5llaren f\u00f6r grundl\u00e4ggande schema inneh\u00e5ller minst en post som har en associerad posttyp: {0}.
FNRRS0234.arg.0       = Postidentitet.

FNRRS0235.explanation = Alla poster som finns med i en f\u00f6reslagen grundl\u00e4ggande schema-beh\u00e5llare m\u00e5ste kunna anv\u00e4ndas med den f\u00f6reslagna utl\u00f6saregenskapen.
FNRRS0235.action      = V\u00e4lj en annan utl\u00f6saregenskap eller ta bort alla otill\u00e5tna underordnade poster.
FNRRS0235.message     = Den f\u00f6reslagna beh\u00e5llaren f\u00f6r grundl\u00e4ggande schema inneh\u00e5ller minst en post vars postklass inte hanterar det f\u00f6reslagna utl\u00f6saregenskapsnamnet: {0}.
FNRRS0235.arg.0       = Postidentitet.

FNRRS0236.explanation = Inte alla postbeh\u00e5llartyper kan konverteras till grundl\u00e4ggande schema-beh\u00e5llare.
FNRRS0236.action      = V\u00e4lj en annan beh\u00e5llare.
FNRRS0236.message     = Den f\u00f6reslagna beh\u00e5llartypen kan inte konverteras till en beh\u00e5llare f\u00f6r grundl\u00e4ggande schema: {0}.
FNRRS0236.arg.0       = Entitetstyp f\u00f6r den f\u00f6reslagna beh\u00e5llaren.

FNRRS0237.explanation = N\u00f6dv\u00e4ndiga grundl\u00e4ggande schema-relaterade egenskapsmallar och/eller deras tilldelning till olika postbeh\u00e5llarklasser tycks inte finnas p\u00e5 den h\u00e4r arkiveringsplansbeh\u00e5llaren.
FNRRS0237.action      = Kontrollera att l\u00e4mpliga P8 Content Manager-till\u00e4gg har till\u00e4mpats p\u00e5 arkiveringsplanlagret.
FNRRS0237.message     = N\u00f6dv\u00e4ndiga metadata f\u00f6r grundl\u00e4ggande schema \u00e4r inte tillg\u00e4ngliga p\u00e5 det h\u00e4r arkiveringsplanslagret: {0}.
FNRRS0237.arg.0       = Identifierare f\u00f6r arkiveringsplanslager.

FNRRS0238.explanation = En giltig beh\u00e5llare f\u00f6r grundl\u00e4ggande scheman m\u00e5ste ha ett korrekt formaterat RMRetentionPeriod-egenskapsv\u00e4rde.
FNRRS0238.action      = Med metoden DefensiblyDisposable.setRetentionPeriod kan du uppr\u00e4tta ett giltigt kvarh\u00e5llningsperiodv\u00e4rde f\u00f6r den h\u00e4r beh\u00e5llaren. 
FNRRS0238.message     = V\u00e4rdet f\u00f6r grundl\u00e4ggande schemakvarh\u00e5llningsperiod har inte det f\u00f6rv\u00e4ntade formatet: \u00e5\u00e5\u00e5\u00e5-mm-dd.

FNRRS0239.explanation = En beh\u00e5llare m\u00e5ste redan vara en grundl\u00e4ggande schema-beh\u00e5llare innan n\u00e5gra f\u00f6rs\u00f6k g\u00f6rs att \u00e4ndra en grundl\u00e4ggande schema-relaterad egenskap.
FNRRS0239.action      = Kontrollera att beh\u00e5llaren har skapats som eller konverterats till en beh\u00e5llare av ett grundl\u00e4ggande schema.
FNRRS0239.message     = Kan inte \u00e4ndra n\u00e5got grundl\u00e4ggande schema-relaterat egenskapsv\u00e4rde i en beh\u00e5llare f\u00f6r ej grundl\u00e4ggande schema: {0}.
FNRRS0239.arg.0       = Beh\u00e5llaridentifierare.

FNRRS0240.explanation = Direktinst\u00e4llningar kan inte anges f\u00f6r de h\u00e4r egenskaperna eftersom det skulle \u00e5sidos\u00e4tta den n\u00f6dv\u00e4ndiga valideringsfunktionen. 
FNRRS0240.action      = V\u00e4lj ist\u00e4llet metoderna DefensiblyDisposable setRetentionPeriod och/eller setTriggerPropertyName. 
FNRRS0240.message     = Direktinst\u00e4llningar kan inte anges f\u00f6r grundl\u00e4ggande schema-egenskapsv\u00e4rdena.

FNRRS0241.explanation = En beh\u00e5llare f\u00f6r grundl\u00e4ggande schema f\u00e5r inte inneh\u00e5lla n\u00e5gra poster som arkiverats p\u00e5 flera st\u00e4llen. 
FNRRS0241.action      = V\u00e4lj ett annat m\u00e5lbeh\u00e5llare att arkivera posten i. 
FNRRS0241.message     = Kan inte placera en post som arkiverats p\u00e5 flera st\u00e4llen i en beh\u00e5llare f\u00f6r grundl\u00e4ggande schema.

FNRRS0242.explanation = En beh\u00e5llare f\u00f6r grundl\u00e4ggande schema f\u00e5r inte inneh\u00e5lla n\u00e5gra fysiska poster. 
FNRRS0242.action      = V\u00e4lj ett annat m\u00e5lbeh\u00e5llare att arkivera posten i. 
FNRRS0242.message     = Kan inte arkivera en fysisk post i en beh\u00e5llare f\u00f6r grundl\u00e4ggande schema.

FNRRS0243.explanation = En beh\u00e5llare f\u00f6r grundl\u00e4ggande schema f\u00e5r inte inneh\u00e5lla n\u00e5gra poster med en posttyp. 
FNRRS0243.action      = V\u00e4lj ett annat m\u00e5lbeh\u00e5llare att arkivera posten i. 
FNRRS0243.message     = Kan inte arkivera en post med en tillh\u00f6rande posttyp i en beh\u00e5llare f\u00f6r grundl\u00e4ggande schema.

FNRRS0244.explanation = Alla poster som finns med i en grundl\u00e4ggande schema-beh\u00e5llare m\u00e5ste kunna anv\u00e4ndas med den tilldelade utl\u00f6saregenskapen. 
FNRRS0244.action      = V\u00e4lj ett annat m\u00e5lbeh\u00e5llare att arkivera posten i. 
FNRRS0244.message     = Postens klass hanterar inte den utl\u00f6saregenskap som tilldelats m\u00e5lbeh\u00e5llaren f\u00f6r grundl\u00e4ggande schema.

FNRRS0245.explanation = En beh\u00e5llare f\u00f6r grundl\u00e4ggande schema f\u00e5r inte ha n\u00e5got tilldelat avvecklingsschema, varre sig direkt eller genom arv. 
FNRRS0245.action      = F\u00f6rs\u00f6k inte att tilldela ettavvecklingsschema p\u00e5 en befintlig beh\u00e5llare f\u00f6r grundl\u00e4ggande schema eller n\u00e4r av en s\u00e5dan beh\u00e5llare skapas.
FNRRS0245.message     = Kan inte tilldela ett avvecklingsschema till en beh\u00e5llare f\u00f6r grundl\u00e4ggande schema.

FNRRS0246.explanation = Inga poster som ing\u00e5r i en grundl\u00e4ggande schema-rapport f\u00e5r inte flyttas ut ur sin beh\u00e5llare.
FNRRS0246.action      = Du kan antingen skapa en ny kopia av posten eller sp\u00e4rra posten.
FNRRS0246.message     = Kan inte flytta en post som f\u00f6r n\u00e4rvarande ing\u00e5r i en grundl\u00e4ggande schema-rapport: {0}.
FNRRS0246.arg.0       = Identifierare f\u00f6r post.

FNRRS0247.explanation = En i \u00f6vrigt ber\u00e4ttigad beh\u00e5llare kan inte konverteras till en grundl\u00e4ggande schema-beh\u00e5llare om den sj\u00e4lv eller minst en av dess ing\u00e5ende poster f\u00f6r tillf\u00e4llet ber\u00f6rs av en avvecklingsbearbetning.
FNRRS0247.action      = Slutf\u00f6r all befintlig avvecklingsbearbetning f\u00f6r beh\u00e5llaren och/eller ing\u00e5ende poster innan du f\u00f6rs\u00f6ker konvertera den.
FNRRS0247.message     = Den f\u00f6reslagna beh\u00e5llaren kan f\u00f6r n\u00e4rvarande inte v\u00e4ljas f\u00f6r omvandling till en beh\u00e5llare f\u00f6r grundl\u00e4ggande schema eftersom antingen den eller minst en post som ing\u00e5r f\u00f6r tillf\u00e4llet ber\u00f6rs av avvecklingsbearbetning: {0}.
FNRRS0247.arg.0       = Identifierare f\u00f6r ej valbar beh\u00e5llaren eller underordnad post.

FNRRS0248.explanation = Ingen \u00e4ndring till\u00e5ts i utl\u00f6saregenskapen f\u00f6r poster som f\u00f6r n\u00e4rvarande ing\u00e5r i en grundl\u00e4ggande schemarapport.
FNRRS0248.action      = F\u00f6rs\u00f6k inte \u00e4ndra utl\u00f6saregenskap.
FNRRS0248.message     = Det g\u00e5 inte att uppdatera det tilldelade utl\u00f6saregenskapsv\u00e4rdet p\u00e5 en post som f\u00f6r n\u00e4rvarande ing\u00e5r i en grundl\u00e4ggande schema-rapport: {0}.
FNRRS0248.arg.0       = Identifierare f\u00f6r post.

FNRRS0249.explanation = Eftersom en beh\u00e5llare f\u00f6r grundl\u00e4ggande schema inte f\u00e5r inneh\u00e5lla poster som arkiverats p\u00e5 flera st\u00e4llen kan inte n\u00e5gra poster i en beh\u00e5llare f\u00f6r grundl\u00e4ggande schema lagras n\u00e5gon annanstans.
FNRRS0249.action      = Flytta eller kopiera posten i st\u00e4llet f\u00f6r att lagra den flera g\u00e5nger.
FNRRS0249.message     = Kan inte arkivera en post p\u00e5 flera st\u00e4llen om den f\u00f6r n\u00e4rvarande ing\u00e5r i en beh\u00e5llare f\u00f6r grundl\u00e4ggande schema: {0}.
FNRRS0249.arg.0       = Identifierare f\u00f6r post.

FNRRS0250.explanation = Vissa systemkonfigurationsf\u00f6rekomster betraktas som konstanta och kan inte \u00e4ndras.
FNRRS0250.message     = En uppdaterings\u00e5tg\u00e4rd \u00e4r inte till\u00e5ten f\u00f6r den systemkonfigurationsf\u00f6rekomst vars egenskapsnamn \u00e4r: {0}.
FNRRS0250.arg.0       = Den aktuella systemkonfigurationens egenskapsnamn.

FNRRS0251.explanation = Entitetens aktuella fasutf\u00f6randedatum har antingen avaktiverats eller ligger i framtiden.
FNRRS0251.action      = K\u00f6r avvecklingsavs\u00f6kningen igen f\u00f6r att uppdatera entitetsavvecklingsl\u00e4get.
FNRRS0251.message     = Det g\u00e5r inte att initiera avveckling p\u00e5 grund av en \u00e4ndring i det aktuella fask\u00f6rningsdatumet f\u00f6r entiteten: {0}, datum: {1}.
FNRRS0251.arg.0       = Den aktuella entiteten.
FNRRS0251.arg.1       = Det aktuella fasutf\u00f6randedatumet f\u00f6r entiteten.

FNRRS0252.explanation = Initiera avvecklings\u00e5tg\u00e4rd kan inte v\u00e4ljas f\u00f6r en entitet vars aktuella fas\u00e5tg\u00e4rd \u00e4r automatisk destruktion.
FNRRS0252.action      = K\u00f6r avvecklingsavs\u00f6kning f\u00f6r en autodestruktions\u00e5tg\u00e4rd om du vill bearbeta den h\u00e4r entiteten.
FNRRS0252.message     = Det g\u00e5r inte att initiera avveckling p\u00e5 en entitet vars aktuella avvecklingsfas\u00e5tg\u00e4rd \u00e4r automatisk destruktion: {0}.
FNRRS0252.arg.0       = Den aktuella entiteten.

FNRRS0253.explanation = Initiera avvecklings\u00e5tg\u00e4rd kan inte v\u00e4ljas f\u00f6r en entitet vars underkataloghierarki inneh\u00e5ller en eller flera sp\u00e4rrade fysiska beh\u00e5llare.
FNRRS0253.action      = Ta bort alla aktiva sp\u00e4rrar och f\u00f6rs\u00f6k att initiera avvecklingen igen.
FNRRS0253.message     = Det g\u00e5r inte att initiera avveckling p\u00e5 en entitet som inneh\u00e5ller en fysisk underbeh\u00e5llare som \u00e4r sp\u00e4rrad: {0}.
FNRRS0253.arg.0       = Den aktuella entiteten.

FNRRS0254.explanation = Initiera avvecklings\u00e5tg\u00e4rd kan inte v\u00e4ljas f\u00f6r en entitet vars underkataloghierarki inneh\u00e5ller en eller flera sp\u00e4rrade fysiska poster.
FNRRS0254.action      = Ta bort alla aktiva sp\u00e4rrar och f\u00f6rs\u00f6k att initiera avvecklingen igen.
FNRRS0254.message     = Det g\u00e5r inte att initiera avveckling p\u00e5 en entitet som inneh\u00e5ller en fysisk post som \u00e4r sp\u00e4rrad: {0}.
FNRRS0254.arg.0       = Den aktuella entiteten.

FNRRS0255.explanation = Initiera avvecklings\u00e5tg\u00e4rd kan inte v\u00e4ljas f\u00f6r en entitet vars underkataloghierarki inneh\u00e5ller en underbeh\u00e5llare som \u00e4r sp\u00e4rrad och som inneh\u00e5ller fysiska poster.
FNRRS0255.action      = Ta bort alla aktiva sp\u00e4rrar och f\u00f6rs\u00f6k att initiera avvecklingen igen.
FNRRS0255.message     = Det g\u00e5r inte att initiera avveckling p\u00e5 en entitet som har en underbeh\u00e5llare som \u00e4r sp\u00e4rrad vilken, i sin tur, inneh\u00e5ller en fysisk post: {0}.
FNRRS0255.arg.0       = Den aktuella entiteten.


FNRRS0300.explanation = Det g\u00e5r inte att f\u00e5 en JAAS-subjektf\u00f6rekomst f\u00f6r dom\u00e4ntyp, anslutnings-URL, anv\u00e4ndarnamn och JAAS_stanza-namn.
FNRRS0300.action      = Kontrollera f\u00f6ljande: 1) Att JAAS-konfigurationen f\u00f6r k\u00f6rningsmilj\u00f6n \u00e4r korrekt angiven. 2) Att r\u00e4tt URL \u00e4r angiven, inklusive korrekt portnummer. 3) Att l\u00e4mpligt JAAS_stanza-namn \u00e4r angivet f\u00f6r URL-adressen.
FNRRS0300.message     = Det g\u00e5r inte att f\u00e5 ett JAAS-subjekt f\u00f6r dom\u00e4ntyp: {0}. URL: {1}. Anv\u00e4ndarnamn: {2}. JAAS_stanza: {3}.
FNRRS0300.arg.0       = dom\u00e4ntyp
FNRRS0300.arg.1       = URL
FNRRS0300.arg.2       = anv\u00e4ndarnamn
FNRRS0300.arg.3       = JAAS_stanza

FNRRS0301.explanation = Det P8 ObjectStore som anges av  objektlager_identifierare \u00e4r inte ett giltigt inneh\u00e5llslager f\u00f6r posthantering.
FNRRS0301.action      = Kontrollera att r\u00e4tt datamodell f\u00f6r posthanteringen har till\u00e4mpats p\u00e5 P8 ObjectStore.
FNRRS0301.message     = P8 ObjectStore \u00e4r inte ett giltigt inneh\u00e5llslager f\u00f6r posthantering: ''{0}''.
FNRRS0301.arg.0       = objektlager_identifierare

FNRRS0302.explanation = P8 ObjectStore som anges av objektlager_identifierare \u00e4r inte ett giltigt arkiveringsplanslager f\u00f6r IBM Enterprise Records.
FNRRS0302.action      = Kontrollera att r\u00e4tt IBM Enterprise Records-datamodell har till\u00e4mpats f\u00f6r P8 ObjectStore.
FNRRS0302.message     = P8 ObjectStore \u00e4r inte ett giltigt arkiveringsplanslager f\u00f6r IBM Enterprise Records: {0}.
FNRRS0302.arg.0       = objektlager_identifierare

FNRRS0303.explanation = API-objekt, f\u00f6rekomst_identifierare, av typen entitetstyp, har \u00e4nnu inte kopplats till motsvarande lagerbasobjekt. Detta begr\u00e4nsar anv\u00e4ndningen av API-f\u00f6rekomsten, som att f\u00f6rs\u00f6ka h\u00e4mta egenskapsv\u00e4rden fr\u00e5n den.
FNRRS0303.action      = Utf\u00f6r en fetchInstance (till skillnad fr\u00e5n en getInstance) f\u00f6r API-f\u00f6rekomsten f\u00f6r att tvinga h\u00e4mtningen fr\u00e5n lagret.
FNRRS0303.message     = Inget lagerbasobjekt har fastst\u00e4llts f\u00f6r API-f\u00f6rekomsten: {0}, av typen: {1}.
FNRRS0303.arg.0       = f\u00f6rekomst_identifierare
FNRRS0303.arg.1       = entitetstyp

FNRRS0304.explanation = Inga tillg\u00e4ngliga arkiveringsplanslager kan h\u00e4mtas fr\u00e5n dom\u00e4nen, dom\u00e4n_identifierare.
FNRRS0304.action      = Kontrollera att den aktuella anv\u00e4ndaren har \u00e5tkomstbeh\u00f6righet till minst ett arkiveringsplanslager i dom\u00e4nen. Kontrollera att minst ett lager har konfigurerats som arkiveringsplanslager.
FNRRS0304.message     = Inga tillg\u00e4ngliga arkiveringsplanslager kan h\u00e4mtas fr\u00e5n dom\u00e4nen: {0}.
FNRRS0304.arg.0       = dom\u00e4n_identifierare

FNRRS0305.explanation = Inga tillg\u00e4ngliga arkiveringsplanslager kan h\u00e4mtas fr\u00e5n dom\u00e4nen, dom\u00e4n_identifierare.
FNRRS0305.action      = Kontrollera att den aktuella anv\u00e4ndaren har \u00e5tkomstbeh\u00f6righet till minst ett arkiveringsplanslager i dom\u00e4nen. Kontrollera att minst ett lager har konfigurerats som arkiveringsplanslager.
FNRRS0305.message     = Inga tillg\u00e4ngliga arkiveringsplanslager kan h\u00e4mtas fr\u00e5n dom\u00e4nen: {0}.
FNRRS0305.arg.0       = dom\u00e4n_identifierare

FNRRS0306.explanation = Ett undantag intr\u00e4ffade vid f\u00f6rs\u00f6k att inf\u00f6ra P8 Content Engine-egenskapen med det symboliska namnet symboliskt_namn.
FNRRS0306.action      = Granska undantagsstacken f\u00f6r att hitta den underliggande orsaken till RMRuntimeException. Den vanligaste orsaken \u00e4r problem med typangivelsen.
FNRRS0306.message     = Fel vid inf\u00f6randet av P8CE-egenskapen, symboliskt_namn: {0}.
FNRRS0306.arg.0       = symboliskt_namn

FNRRS0307.explanation = Ohanterad lageregenskapsklass, klassnamn, p\u00e5tr\u00e4ffandes f\u00f6r egenskapen, symboliskt_namn.
FNRRS0307.action      = V\u00e4lj en alternativ egenskap eller egenskapsklassnamn.
FNRRS0307.message     = En ohanterad egenskapsklass p\u00e5tr\u00e4ffades under inf\u00f6randet av lageregenskapen med det symboliska namnet: {0}. Klass: {1}.
FNRRS0307.arg.0       = symboliskt_namn
FNRRS0307.arg.1       = klassnamn

FNRRS0308.explanation = Ett ov\u00e4ntat fel intr\u00e4ffade under inst\u00e4llningen av egenskapsv\u00e4rdet f\u00f6r egenskapen, symboliskt_namn, av typen, datatyp.
FNRRS0308.action      = Se efter i det interna undantaget om det finns n\u00e5gon ytterligare beskrivning av lagerfelet.
FNRRS0308.message     = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att ange lageregenskapsv\u00e4rdet, symboliskt namn: {0}. Datatyp: {1}.
FNRRS0308.arg.0       = symboliskt_namn
FNRRS0308.arg.1       = datatyp

FNRRS0309.explanation = Ett beh\u00e5llarobjekt av typen entitetstyp hanteras inte av lager\u00e5tkomstlagret f\u00f6r P8 Content Engine.
FNRRS0309.action      = V\u00e4lj en annan beh\u00e5llartyp eller v\u00e4lj ett annat lager som hanterar den h\u00e4r entitetstypen.
FNRRS0309.message     = Det g\u00e5r inte att bygga beh\u00e5llarobjektet p\u00e5 grund av en ej hanterad entitetstyp f\u00f6r P8CE_RAL-beh\u00e5llaren: {0}.
FNRRS0309.arg.0       = entitetstyp

FNRRS0310.explanation = fpRepository har inte objektet SystemConfiguration vars PropertyName \u00e4r FPOS Setup.
FNRRS0310.action      = Kontrollera att fpRepository har konfigurerats korrekt.
FNRRS0310.message     = FPOS Setup SystemConfiguration-objektet \u00e4r inte tillg\u00e4ngligt i arkiveringsplanslagret: {0}
FNRRS0310.arg.0       = fpRepository

FNRRS0311.explanation = fpRepository SystemConfiguration-objektet vars PropertyName \u00e4r FPOS Setup har ett ogiltigt egenskapsv\u00e4rde f\u00f6r PropertyValue.
FNRRS0311.action      = Kontrollera att fpRepository har konfigurerats korrekt.
FNRRS0311.message     = Ogiltigt v\u00e4rde f\u00f6r FPOS Setup SystemConfiguration-objektet i arkiveringsplanslagret: {0}.
FNRRS0311.arg.0       = fpRepository

FNRRS0312.explanation = Det gick inte att spara objektet av typen entitetstyp och identifieraren objektidentifieraren.
FNRRS0312.action      = Kontrollera att objektet i fr\u00e5gan fortfarande finns i lagret. Kontrollera ocks\u00e5 att den aktuella anv\u00e4ndaren har r\u00e4tt beh\u00f6righetsniv\u00e5 f\u00f6r objektet s\u00e5 att \u00e5tg\u00e4rden kan utf\u00f6ras.
FNRRS0312.message     = Det g\u00e5r inte att spara lagerobjektet {0} av typen {1}. Underliggande felinformation: {2}
FNRRS0312.arg.0       = objekt_identifierare
FNRRS0312.arg.1       = entitetstyp
FNRRS0312.arg.2		  = str\u00e4ng med underliggande undantagsmeddelande

FNRRS0313.explanation = Ett fel intr\u00e4ffade under f\u00f6rs\u00f6k att h\u00e4mta arkiveringsplanens rotnod.
FNRRS0313.action      = Kontrollera att den aktuella anv\u00e4ndaren har minst visningsr\u00e4ttigheter till arkiveringsplanens rotnod och att den ber\u00f6rda arkiveringsplanslagret har installerats och konfigurerats korrekt.
FNRRS0313.message     = Det g\u00e5r inte att h\u00e4mta arkiveringsplanens rotnod fr\u00e5n arkiveringsplanslagret: {0}.
FNRRS0313.arg.0       = fpRepository

FNRRS0314.explanation = Ov\u00e4ntat fel under till\u00e4gg till en egenskapssamling f\u00f6r en egenskap med symboliskt_namn av typen datatyp.
FNRRS0314.action      = Granska det interna undantaget f\u00f6r lagerfelbeskrivningen.
FNRRS0314.message     = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att l\u00e4gga till ny egenskap till samlingen, symboliskt namn: {0}. Datatyp: {1}.
FNRRS0314.arg.0       = symboliskt_namn
FNRRS0314.arg.1       = datatyp

FNRRS0315.explanation = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att h\u00e4mta underordnade postkategorier fr\u00e5n den \u00f6verordnade beh\u00e5llaren.
FNRRS0315.action      = Kontrollera att den aktuella anv\u00e4ndaren har minst visningsr\u00e4ttigheter till inneh\u00e5llet i den \u00f6verordnade beh\u00e5llaren.
FNRRS0315.message     = Ett fel intr\u00e4ffade n\u00e4r postkategorier skulle h\u00e4mtas fr\u00e5n den \u00f6verordnade beh\u00e5llaren: {0}.
FNRRS0315.arg.0       = \u00f6verordnad_beh\u00e5llare

FNRRS0316.explanation = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att f\u00e5 aktuellt inneh\u00e5ll f\u00f6r siditerator.
FNRRS0316.action      = Kontrollera att ett initialt anrop av RMPageInterator.nextPage() har gjorts f\u00f6r att flytta iteratorn till f\u00f6rsta sidan. Iteratorn kan ocks\u00e5 ha flyttats till sista sidan.
FNRRS0316.message     = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att f\u00e5 inneh\u00e5ll f\u00f6r aktuell sida fr\u00e5n en RMPageIterator.

FNRRS0317.explanation = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att f\u00e5 n\u00e4sta sida fr\u00e5n en siditerator.
FNRRS0317.action      = Kontrollera att iteratorn inte redan har flyttats till sista sidan.
FNRRS0317.message     = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att f\u00e5 n\u00e4sta sida fr\u00e5n en PagableSet-iterator.

FNRRS0318.explanation = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att h\u00e4mta \u00f6verordnade beh\u00e5llare f\u00f6r objektet.
FNRRS0318.action      = Kontrollera att den aktuella anv\u00e4ndaren har minst visningsbeh\u00f6righeter f\u00f6r den \u00f6verordnade beh\u00e5llaren.
FNRRS0318.message     = Ett fel intr\u00e4ffade vid h\u00e4mtning av \u00f6verordnade beh\u00e5llare f\u00f6r objektet: {0}.
FNRRS0318.arg.0       = objekt

FNRRS0319.explanation = Det gick inte att ta bort objektet av typen entitetstyp och identifieraren objektidentifierare.
FNRRS0319.action      = Kontrollera att objektet i fr\u00e5gan fortfarande finns i lagret. Kontrollera ocks\u00e5 att den aktuella anv\u00e4ndaren har r\u00e4tt beh\u00f6righetsniv\u00e5 f\u00f6r objektet s\u00e5 att \u00e5tg\u00e4rden kan utf\u00f6ras.
FNRRS0319.message     = Det g\u00e5r inte att ta bort lagerobjektet, {0}, av typen: {1}.
FNRRS0319.arg.0       = objekt_identifierare
FNRRS0319.arg.1       = entitetstyp

FNRRS0320.explanation = Det gick inte att l\u00e4gga till kategori f\u00f6r objektet av typen entitetstyp och identifieraren objekt_identifierare.
FNRRS0320.action      = Kontrollera att m\u00e5lobjektet i fr\u00e5gan fortfarande finns i lagret. Kontrollera att m\u00e5let f\u00e5r inneh\u00e5lla en postkategori. Kontrollera ocks\u00e5 att den aktuella anv\u00e4ndaren har r\u00e4tt beh\u00f6righetsniv\u00e5 f\u00f6r objektet s\u00e5 att \u00e5tg\u00e4rden kan utf\u00f6ras.
FNRRS0320.message     = Det g\u00e5r inte att l\u00e4gga till postkategorin till m\u00e5lobjektet: {0}, av typen: {1}.
FNRRS0320.arg.0       = objekt_identifierare
FNRRS0320.arg.1       = entitetstyp

FNRRS0321.explanation = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att f\u00e5 aktuellt elementantal f\u00f6r siditerator.
FNRRS0321.action      = Kontrollera att ett initialt anrop av RMPageInterator.nextPage() har gjorts f\u00f6r att flytta iteratorn till f\u00f6rsta sidan. Iteratorn kan ocks\u00e5 ha flyttats till sista sidan.
FNRRS0321.message     = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att f\u00e5 aktuellt elementantal fr\u00e5n en RMPageIterator.

FNRRS0322.explanation = Det gick inte att l\u00e4gga till postmapp f\u00f6r objektet av typen entitetstyp och identifieraren objektidentifierare.
FNRRS0322.action      = Kontrollera att m\u00e5lobjektet i fr\u00e5gan fortfarande finns i lagret. Kontrollera att m\u00e5let f\u00e5r inneh\u00e5lla en postmapp av den typen. Kontrollera ocks\u00e5 att den aktuella anv\u00e4ndaren har r\u00e4tt beh\u00f6righetsniv\u00e5 f\u00f6r objektet s\u00e5 att \u00e5tg\u00e4rden kan utf\u00f6ras.
FNRRS0322.message     = Det g\u00e5r inte att l\u00e4gga till postmappen till m\u00e5lobjektet: {0}, av typen: {1}.
FNRRS0322.arg.0       = objekt_identifierare
FNRRS0322.arg.1       = entitetstyp

FNRRS0323.explanation = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att h\u00e4mta underordnade postmappar fr\u00e5n den \u00f6verordnade beh\u00e5llaren.
FNRRS0323.action      = Kontrollera att den aktuella anv\u00e4ndaren har minst visningsr\u00e4ttigheter till inneh\u00e5llet i den \u00f6verordnade beh\u00e5llaren.
FNRRS0323.message     = Ett fel intr\u00e4ffade n\u00e4r postmappar skulle h\u00e4mtas fr\u00e5n den \u00f6verordnade beh\u00e5llaren: {0}.
FNRRS0323.arg.0       = \u00f6verordnad_beh\u00e5llare

FNRRS0324.explanation = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att h\u00e4mta den aktiva underordnade volymen fr\u00e5n den \u00f6verordnade beh\u00e5llaren.
FNRRS0324.action      = Kontrollera att den aktuella anv\u00e4ndaren har minst visningsr\u00e4ttigheter till inneh\u00e5llet i den \u00f6verordnade beh\u00e5llaren.
FNRRS0324.message     = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att h\u00e4mta den aktiva volymen fr\u00e5n den \u00f6verordnade beh\u00e5llaren: {0}.
FNRRS0324.arg.0       = \u00f6verordnad_beh\u00e5llare

FNRRS0325.explanation = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att h\u00e4mta underordnade postvolymer fr\u00e5n den \u00f6verordnade beh\u00e5llaren.
FNRRS0325.action      = Kontrollera att den aktuella anv\u00e4ndaren har minst visningsr\u00e4ttigheter till inneh\u00e5llet i den \u00f6verordnade beh\u00e5llaren.
FNRRS0325.message     = Ett fel intr\u00e4ffade n\u00e4r postvolymen skulle h\u00e4mtas fr\u00e5n den \u00f6verordnade beh\u00e5llaren: {0}.
FNRRS0325.arg.0       = \u00f6verordnad_beh\u00e5llare

FNRRS0326.explanation = Det gick inte att l\u00e4gga till volym f\u00f6r objektet av typen entitetstyp och identifieraren objekt_identifierare.
FNRRS0326.action      = Kontrollera att m\u00e5lobjektet i fr\u00e5gan fortfarande finns i lagret. Kontrollera att m\u00e5let f\u00e5r inneh\u00e5lla en postvolym. Kontrollera ocks\u00e5 att den aktuella anv\u00e4ndaren har r\u00e4tt beh\u00f6righetsniv\u00e5 f\u00f6r objektet s\u00e5 att \u00e5tg\u00e4rden kan utf\u00f6ras.
FNRRS0326.message     = Det g\u00e5r inte att l\u00e4gga till postvolymen till m\u00e5lobjektet: {0}, av typen: {1}.
FNRRS0326.arg.0       = objekt_identifierare
FNRRS0326.arg.1       = entitetstyp

FNRRS0327.explanation = Det gick inte att utf\u00f6ra en objektfr\u00e5ga p\u00e5 grund av ett lagerfel.
FNRRS0327.action      = Kontrollera att SQL-syntaxen \u00e4r korrekt och/eller granska alla inkluderade undantag om det finns mer detaljerade felf\u00f6rklaringar.
FNRRS0327.message     = Objektfr\u00e5ga misslyckades.

FNRRS0328.explanation = Det gick inte att utf\u00f6ra en radfr\u00e5ga p\u00e5 grund av ett lagerfel.
FNRRS0328.action      = Kontrollera att SQL-syntaxen \u00e4r korrekt och/eller granska alla inkluderade undantag om det finns mer detaljerade felf\u00f6rklaringar.
FNRRS0328.message     = Radfr\u00e5ga misslyckades.

FNRRS0329.explanation = Ett f\u00f6rs\u00f6k gjordes att f\u00e5 en RMPagingIterator fr\u00e5n en PagableSet som inte hanterar sidv\u00e4xling.
FNRRS0329.action      = Ta reda p\u00e5 om sidv\u00e4xling hanteras genom att anv\u00e4nda metoden RMPagingIterator.supportsPaging(). Om sidv\u00e4xling inte hanteras anv\u00e4nder du RMPagingIterator.iterator() i st\u00e4llet f\u00f6r RMPagingIterator.pageIterator().
FNRRS0329.message     = Sidv\u00e4xling hanteras inte f\u00f6r den h\u00e4r PagableSet-f\u00f6rekomsten.

FNRRS0330.explanation = Ett fel intr\u00e4ffade vid h\u00e4mtning av m\u00e4rkupps\u00e4ttningar fr\u00e5n dom\u00e4nen dom\u00e4nidentifierare.
FNRRS0330.action      = Kontrollera att den aktuella anv\u00e4ndaren har \u00e5tkomstbeh\u00f6righet till minst en m\u00e4rkupps\u00e4ttning i dom\u00e4nen.
FNRRS0330.message     = Det g\u00e5r inte att h\u00e4mta m\u00e4rkupps\u00e4ttningar fr\u00e5n dom\u00e4nen:  {0}.
FNRRS0330.arg.0       = dom\u00e4n_identifierare

FNRRS0331.explanation = M\u00e4rkupps\u00e4ttningens identifieringsstr\u00e4ng, markingSetId, \u00e4r inte i ett giltigt format.
FNRRS0331.action      = Kontrollera att identifieringsstr\u00e4ngen \u00e4r i formatet f\u00f6r en GUID-str\u00e4ng: {xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}, d\u00e4r varje x \u00e4r ett hextecken.
FNRRS0331.message     = M\u00e4rkupps\u00e4ttningens  identifieringsstr\u00e4ng har ogiltigt format: {0}.
FNRRS0331.arg.0       = m\u00e4rkupps\u00e4ttnings_ID

FNRRS0332.explanation = Ett fel intr\u00e4ffade under h\u00e4mtning av en urvalslista fr\u00e5n lagret, lager_identifierare.
FNRRS0332.action      = Kontrollera att den aktuella anv\u00e4ndaren har \u00e5tkomstbeh\u00f6righet till minst en urvalslista i lagret.
FNRRS0332.message     = Det g\u00e5r inte att h\u00e4mta urvalslistor fr\u00e5n lagret: {0}.
FNRRS0332.arg.0       = lager_identifierare

FNRRS0333.explanation = Urvalslistans identifieringsstr\u00e4ng, choiceListId, \u00e4r inte i ett giltigt format.
FNRRS0333.action      = Kontrollera att identifieringsstr\u00e4ngen \u00e4r i formatet f\u00f6r en GUID-str\u00e4ng: {xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}, d\u00e4r varje x \u00e4r ett hextecken.
FNRRS0333.message     = Urvalslistans identifieringsstr\u00e4ng har ogiltigt format: {0}.
FNRRS0333.arg.0       = urvalslist-ID

FNRRS0334.explanation = Ett fel intr\u00e4ffade under h\u00e4mtning av klassbeskrivningen, klassbeskrivnings_identifierare, fr\u00e5n lagret, lager_identifierare.
FNRRS0334.action      = Kontrollera att klassbeskrivningen finns i lagret och att den aktuella anv\u00e4ndaren har \u00e5tkomstbeh\u00f6righet till klassbeskrivningen.
FNRRS0334.message     = Det g\u00e5r inte att h\u00e4mta klassbeskrivningen fr\u00e5n lagret: {0}. Klassbeskrivnings_identifierare: {1}.
FNRRS0334.arg.0       = lager_identifierare
FNRRS0334.arg.1       = klassbeskrivnings_identifierare

FNRRS0335.explanation = Ett fel intr\u00e4ffade under h\u00e4mtning av klassbeskrivningar fr\u00e5n lagret lager_identifierare.
FNRRS0335.action      = Kontrollera att den aktuella anv\u00e4ndaren har \u00e5tkomstbeh\u00f6righet till lagret.
FNRRS0335.message     = Det g\u00e5r inte att h\u00e4mta klassbeskrivningar fr\u00e5n lagret: {0}. Klassbeskrivnings_identifierare: {1}.
FNRRS0335.arg.0       = lager_identifierare

FNRRS0336.explanation = En ogiltig ID-str\u00e4ngparameter har uppt\u00e4ckts.
FNRRS0336.action      = Kontrollera att identifieringsstr\u00e4ngen \u00e4r i formatet f\u00f6r en GUID-str\u00e4ng: {xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}, d\u00e4r varje x \u00e4r ett hextecken.
FNRRS0336.message     = Ogiltig ID-str\u00e4ngparameter: ''{0}''.
FNRRS0336.arg.0       = ID_str\u00e4ng

FNRRS0337.explanation = Det g\u00e5r inte att h\u00e4mta den aktuella autentiserade anv\u00e4ndaren f\u00f6r dom\u00e4nen.
FNRRS0337.action      = Kontrollera att en anv\u00e4ndare \u00e4r autentiserad f\u00f6r dom\u00e4nen och/eller att ett JAAS-subjekt har fastst\u00e4llts f\u00f6r den aktuella tr\u00e5den.
FNRRS0337.message     = Det g\u00e5r inte att h\u00e4mta den aktuella autentiserade anv\u00e4ndaren f\u00f6r dom\u00e4nen.

FNRRS0338.explanation = S\u00f6kningen efter angivna anv\u00e4ndargrupper misslyckades.
FNRRS0338.action      = Kontrollera att en anv\u00e4ndare \u00e4r autentiserad f\u00f6r dom\u00e4nen och/eller att ett JAAS-subjekt har fastst\u00e4llts f\u00f6r den aktuella tr\u00e5den.
FNRRS0338.message     = Ett fel intr\u00e4ffade under s\u00f6kning efter dom\u00e4nanv\u00e4ndargrupper.

FNRRS0339.explanation = S\u00f6kningen efter angivna anv\u00e4ndare misslyckades.
FNRRS0339.action      = Kontrollera att en anv\u00e4ndare \u00e4r autentiserad f\u00f6r dom\u00e4nen och/eller att ett JAAS-subjekt har fastst\u00e4llts f\u00f6r den aktuella tr\u00e5den.
FNRRS0339.message     = Ett fel intr\u00e4ffade under s\u00f6kning efter dom\u00e4nanv\u00e4ndare.

FNRRS0340.explanation = Den aktuella anv\u00e4ndaren har inte tillr\u00e4ckliga beh\u00f6righeter f\u00f6r att l\u00e4gga till en ny medlem i en befintlig roll som definierats av dess rollnamn, rolltyp och programnamn.
FNRRS0340.action      = Kontrollera att den aktuella anv\u00e4ndaren har tillr\u00e4ckliga r\u00e4ttigheter att l\u00e4gga till en ny medlem till en befintlig roll.
FNRRS0340.message     = Aktuell anv\u00e4ndare har otillr\u00e4ckliga beh\u00f6righeter till rollen, rollnamnet = {0}, rolltypen = {1}, programmet = {2}.
FNRRS0340.arg.0       = rollnamn
FNRRS0340.arg.1       = rolltyp
FNRRS0340.arg.2       = programnamn

FNRRS0341.explanation = Ett fel intr\u00e4ffade under f\u00f6rs\u00f6k att h\u00e4mta den beh\u00f6righetsroll som definieras av rolltyp och programnamn.
FNRRS0341.action      = Kontrollera att den aktuella anv\u00e4ndaren har tillr\u00e4ckliga beh\u00f6righeter f\u00f6r att l\u00e4gga till en ny medlem till en befintlig roll och att den rollen fortfarande finns i lagret.
FNRRS0341.message     = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att h\u00e4mta den beh\u00f6righetsroll som definieras av typen = {0} och programmet = {1}.
FNRRS0341.arg.0       = rolltyp
FNRRS0341.arg.1       = programnamn

FNRRS0342.explanation = Det g\u00e5r inte att skapa en ny roll med hj\u00e4lp av typen rolltyp och programnamnet programnamn eftersom det redan finns en roll med samma v\u00e4rden.
FNRRS0342.action      = Anv\u00e4nd en annan upps\u00e4ttning v\u00e4rden f\u00f6r rolltyp/programnamn, eller ta f\u00f6rst bort den befintliga roll som har motsvarande v\u00e4rden.
FNRRS0342.message     = Det g\u00e5r inte att skapa en ny roll eftersom det redan finns en motsvarande roll, typ = {0} och program = {1}.
FNRRS0342.arg.0       = rolltyp
FNRRS0342.arg.1       = programnamn

FNRRS0343.explanation = Ett fel intr\u00e4ffade under f\u00f6rs\u00f6k att h\u00e4mta den beh\u00f6righetsroll som definieras av rollnamn och programnamn.
FNRRS0343.action      = Kontrollera att den aktuella anv\u00e4ndaren har tillr\u00e4ckliga beh\u00f6righeter f\u00f6r att visa den befintliga rollen och att den rollen fortfarande finns i lagret.
FNRRS0343.message     = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att h\u00e4mta den beh\u00f6righetsroll som definieras av namnet = {0} och programmet = {1}.
FNRRS0343.arg.0       = rollnamn
FNRRS0343.arg.1       = programnamn

FNRRS0344.explanation = Det g\u00e5r inte att best\u00e4mma den aktuella anv\u00e4ndaren.
FNRRS0344.action      = Kontrollera att en anv\u00e4ndare \u00e4r autentiserad f\u00f6r dom\u00e4nen och/eller att ett JAAS-subjekt har fastst\u00e4llts f\u00f6r den aktuella tr\u00e5den.
FNRRS0344.message     = Det g\u00e5r inte att best\u00e4mma den aktuella anv\u00e4ndaren.

FNRRS0345.explanation = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att h\u00e4mta den aktiva underordnade volymen fr\u00e5n det \u00f6verordnade arkiveringsplanslagret.
FNRRS0345.action      = Kontrollera att den aktuella anv\u00e4ndaren har minst visningsbeh\u00f6righeter f\u00f6r arkiveringsplanslagrets inneh\u00e5ll.
FNRRS0345.message     = Ett fel intr\u00e4ffade n\u00e4r arkiveringsplaner skulle h\u00e4mtas fr\u00e5n arkiveringsplanslagret: {0}.
FNRRS0345.arg.0       = arkiveringsplanslager

FNRRS0346.explanation = En n\u00f6dv\u00e4ndig egenskap saknas eller har inget v\u00e4rde.
FNRRS0346.action      = Kontrollera att ett giltigt egenskapsv\u00e4rde har angetts.
FNRRS0346.message     = Egenskapen saknas eller har inget v\u00e4rde, symboliskt namn: {0}.
FNRRS0346.arg.0       = egenskapsnamn

FNRRS0347.explanation = Det angivna arkiveringsplansnamnet \u00e4r unikt.
FNRRS0347.action      = Ange ett arkiveringsplansnamn som inte redan har anv\u00e4nds i arkiveringsplanslagret.
FNRRS0347.message     = Arkiveringsplansnamnet \u00e4r inte unikt: {0}.
FNRRS0347.arg.0       = arkiveringsplansnamn

FNRRS0348.explanation = Ett fel intr\u00e4ffade under ett f\u00f6rs\u00f6k att l\u00e4gga till en ny arkiveringsplan till ett arkiveringsplanslager.
FNRRS0348.action      = Kontrollera att m\u00e5llagret \u00e4r giltigt. Kontrollera ocks\u00e5 att den aktuella anv\u00e4ndaren har r\u00e4tt beh\u00f6righetsniv\u00e5 f\u00f6r objektet s\u00e5 att \u00e5tg\u00e4rden kan utf\u00f6ras.
FNRRS0348.message     = Det g\u00e5r inte att l\u00e4gga till en ny arkiveringsplan till m\u00e5larkiveringsplanslagret: {0}.
FNRRS0348.arg.0       = lager_identifierare

FNRRS0349.explanation = Det g\u00e5r inte att f\u00e5 den angivna egenskapsbeskrivningen eller dess underordnade f\u00e4lt som tillh\u00f6r den angivna klassen och lagret.
FNRRS0349.action      = Kontrollera att den angivna klassen \u00e4r l\u00e4mplig f\u00f6r den aktuella processen.
FNRRS0349.message     = Det g\u00e5r inte att f\u00e5 egenskapsbeskrivningen f\u00f6r: {0}, klass_identifierare: {1} fr\u00e5n lagret: {2}.
FNRRS0349.arg.0       = egenskaps_identifierare
FNRRS0349.arg.1       = klass_identifierare
FNRRS0349.arg.2       = lager_identifierare

FNRRS0350.explanation = Ett fel intr\u00e4ffade under ett f\u00f6rs\u00f6k att h\u00e4mta det angivna inneh\u00e5llsobjektet som en del av en postdeklarationsprocess.
FNRRS0350.action      = Kontrollera att det angivna inneh\u00e5llsobjektet finns och \u00e4r tillg\u00e4ngligt.
FNRRS0350.message     = Det g\u00e5r inte att h\u00e4mta det angivna inneh\u00e5llsobjektet f\u00f6r postdeklarationen: {0}.
FNRRS0350.arg.0       = inneh\u00e5llsobjekt_identifierare

FNRRS0351.explanation = Det gick inte att hitta n\u00e5gon aktiv underordnad volym f\u00f6r den angivna postmappen. Det kan f\u00f6rhindra en postdeklarations\u00e5tg\u00e4rd om postmappen \u00e4r medlem av m\u00e5lbeh\u00e5llarna f\u00f6r den nya posten.
FNRRS0351.action      = L\u00e4gg till en ny aktiv volym till postmappen eller \u00e5ter\u00f6ppna en befintlig volym och definiera den som m\u00e5lbeh\u00e5llare f\u00f6r postdeklarationen.
FNRRS0351.message     = Ingen aktiv underordnad volym \u00e4r tillg\u00e4nglig f\u00f6r den angivna postmappen: {0}.
FNRRS0351.arg.0       = postmapp_identifierare

FNRRS0352.explanation = Ett fel intr\u00e4ffade under f\u00f6rs\u00f6k att h\u00e4mta platserna fr\u00e5n det \u00f6verordnade arkiveringsplanslagret.
FNRRS0352.action      = Kontrollera att den aktuella anv\u00e4ndaren har minst visningsbeh\u00f6righeter f\u00f6r arkiveringsplanslagrets inneh\u00e5ll.
FNRRS0352.message     = Ett fel intr\u00e4ffade vid h\u00e4mtning av platser fr\u00e5n arkiveringsplanslagret: {0}.
FNRRS0352.arg.0       = arkiveringsplanslager

FNRRS0353.explanation = Ett fel intr\u00e4ffade under f\u00f6rs\u00f6k att h\u00e4mta till\u00e4gg fr\u00e5n det angivna lagret.
FNRRS0353.action      = Kontrollera att den aktuella anv\u00e4ndaren har minst visningsbeh\u00f6righeter f\u00f6r lagrets inneh\u00e5ll.
FNRRS0353.message     = Ett fel intr\u00e4ffade vid h\u00e4mtning av till\u00e4gg fr\u00e5n lager: {0}.
FNRRS0353.arg.0       = lager

FNRRS0354.explanation = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att h\u00e4mta posttyperna fr\u00e5n det \u00f6verordnade arkiveringsplanslagret.
FNRRS0354.action      = Kontrollera att den aktuella anv\u00e4ndaren har minst visningsbeh\u00f6righeter f\u00f6r arkiveringsplanslagrets inneh\u00e5ll.
FNRRS0354.message     = Ett fel intr\u00e4ffade n\u00e4r posttyper skulle h\u00e4mtas fr\u00e5n arkiveringsplanslagret: {0}.
FNRRS0354.arg.0       = arkiveringsplanslager

FNRRS0355.explanation = RMLink-identifieringsstr\u00e4ngen, rmLinkId, \u00e4r inte i ett giltigt format.
FNRRS0355.action      = Kontrollera att identifieringsstr\u00e4ngen \u00e4r i formatet f\u00f6r en GUID-str\u00e4ng: {xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}, d\u00e4r varje x \u00e4r ett hextecken.
FNRRS0355.message     = Felaktigt format f\u00f6r RMLink-identifieringsstr\u00e4ng: {0}.
FNRRS0355.arg.0       = rmLinkId

FNRRS0356.explanation = Ett fel intr\u00e4ffade under f\u00f6rs\u00f6k att h\u00e4mta s\u00e4kerhetsklassificeringsguider fr\u00e5n det angivna arkiveringsplanslagret.
FNRRS0356.action      = Kontrollera att lagret \u00e4r ett lager f\u00f6r DoD-s\u00e4kerhetsklassificerade arkiveringsplaner och att den aktuella anv\u00e4ndaren har den n\u00f6dv\u00e4ndiga beh\u00f6righeten till alla klassificeringsguider.
FNRRS0356.message     = Ett fel intr\u00e4ffade vid h\u00e4mtning av s\u00e4kerhetsklassificeringsguider fr\u00e5n arkiveringsplanslagret: {0}.
FNRRS0356.arg.0       = lager_identifierare

FNRRS0357.explanation = Ett fel intr\u00e4ffade under f\u00f6rs\u00f6k att h\u00e4mta tillg\u00e4ngliga underordnade avsnitt f\u00f6r den angivna s\u00e4kerhetsklassificeringsguiden eller guideavsnittet som tillh\u00f6r det angivna arkiveringsplanslagret.
FNRRS0357.action      = Kontrollera att lagret \u00e4r ett lager f\u00f6r DoD-s\u00e4kerhetsklassificerade arkiveringsplaner och att den aktuella anv\u00e4ndaren har den n\u00f6dv\u00e4ndiga beh\u00f6righeten till alla klassificeringsguider.
FNRRS0357.message     = Ett fel intr\u00e4ffade vid h\u00e4mtning av underordnade avsnitt fr\u00e5n klassificeringsguiden eller guideavsnittet, {1}, som tillh\u00f6r arkiveringsplanslagret: {0}.
FNRRS0357.arg.0       = lager_identifierare
FNRRS0357.arg.1       = klassificeringsguide_eller_avsnitt

FNRRS0358.explanation = Ett fel intr\u00e4ffade under f\u00f6rs\u00f6k att h\u00e4mta tillg\u00e4ngliga underordnade \u00e4mnen f\u00f6r den angivna s\u00e4kerhetsklassificeringsguiden eller guideavsnittet som tillh\u00f6r det angivna arkiveringsplanslagret.
FNRRS0358.action      = Kontrollera att lagret \u00e4r ett lager f\u00f6r DoD-s\u00e4kerhetsklassificerade arkiveringsplaner och att den aktuella anv\u00e4ndaren har den n\u00f6dv\u00e4ndiga beh\u00f6righeten till alla klassificeringsguider.
FNRRS0358.message     = Ett fel intr\u00e4ffade vid h\u00e4mtning av underordnade \u00e4mnen fr\u00e5n klassificeringsguiden eller guideavsnittet, {1}, som tillh\u00f6r arkiveringsplanslagret: {0}.
FNRRS0358.arg.0       = lager_identifierare
FNRRS0358.arg.1       = klassificeringsguide_eller_avsnitt

FNRRS0359.explanation = Det angivna arkiveringsplanslagret \u00e4r inte konfigurerat med datamodellen DoD-klassificering och hanterar d\u00e4rf\u00f6r inte DoD-s\u00e4kerhetsklassificeringsguider.
FNRRS0359.action      = Kontrollera att korrekt arkiveringsplanslager har angetts och \u00e4r konfigurerat med datamodellen DoD-klassificering.
FNRRS0359.message     = DoD-klassificeringsguider hanteras inte i arkiveringsplanslagret: {0}.
FNRRS0359.arg.0       = lager_identifierare

FNRRS0360.explanation = Ett fel intr\u00e4ffade under f\u00f6rs\u00f6k att h\u00e4mta den angivna s\u00e4kerhetsklassificeringsguiden som tillh\u00f6r det angivna arkiveringsplanslagret.
FNRRS0360.action      = Kontrollera att lagret \u00e4r ett lager f\u00f6r DoD-s\u00e4kerhetsklassificerade arkiveringsplaner och att den aktuella anv\u00e4ndaren har den n\u00f6dv\u00e4ndiga beh\u00f6righeten till alla klassificeringsguider.
FNRRS0360.message     = Ett fel intr\u00e4ffade vid h\u00e4mtning av klassificeringsguiden, {1}, som tillh\u00f6r arkiveringsplanslagret: {0}.
FNRRS0360.arg.0       = lager_identifierare
FNRRS0360.arg.1       = guide_identifierare

FNRRS0361.explanation = Ett ov\u00e4ntat undantag har returnerats fr\u00e5n P8 Content Engine API enligt vad som anges av dess undantagskod och meddelandestr\u00e4ng.
FNRRS0361.action      = Titta i det inkluderade P8 Content Engine-undantaget och alla tillg\u00e4ngliga felposter efter information om den underliggande orsaken till feltillst\u00e5ndet.
FNRRS0361.message     = Ett ov\u00e4ntat P8 Content Engine-undantag har intr\u00e4ffat. Undantagskod: {0}. Meddelande: {1}.
FNRRS0361.arg.0       = ceUndantagskod
FNRRS0361.arg.1       = ceUndantagsmeddelande

FNRRS0362.explanation = Ett ov\u00e4ntat undantag har intr\u00e4ffat under f\u00f6rs\u00f6k att h\u00e4mta det maximala tidsgr\u00e4nsv\u00e4rdet f\u00f6r avklassificering f\u00f6r DoD-klassificering fr\u00e5n det angivna arkiveringsplanslagret.
FNRRS0362.action      = Kontrollera att egenskapen f\u00f6r datamodellen DoD-klassificering har konfigurerats f\u00f6r beh\u00e5llaren och att den inkluderar ett giltigt v\u00e4rde f\u00f6r l\u00e4mplig systemkonfigurationspost.
FNRRS0362.message     = Ett ov\u00e4ntat fel intr\u00e4ffade vid h\u00e4mtning av det maximala tidsgr\u00e4nsv\u00e4rdet f\u00f6r avklassificering f\u00f6r DoD-klassificering. Lager: {0}
FNRRS0362.arg.0       = lagernamn

FNRRS0363.explanation = Ett fel intr\u00e4ffade under f\u00f6rs\u00f6k att h\u00e4mta avvecklings\u00e5tg\u00e4rder fr\u00e5n det \u00f6verordnade arkiveringsplanslagret.
FNRRS0363.action      = Kontrollera att den aktuella anv\u00e4ndaren har minst visningsbeh\u00f6righeter f\u00f6r arkiveringsplanslagrets inneh\u00e5ll.
FNRRS0363.message     = Ett fel intr\u00e4ffade vid h\u00e4mtning av avvecklings\u00e5tg\u00e4rder fr\u00e5n arkiveringsplanslagret: {0}.
FNRRS0363.arg.0       = arkiveringsplanslager

FNRRS0364.explanation = Ett fel intr\u00e4ffade under f\u00f6rs\u00f6k att h\u00e4mta avvecklingsutl\u00f6sare fr\u00e5n det \u00f6verordnade arkiveringsplanslagret.
FNRRS0364.action      = Kontrollera att den aktuella anv\u00e4ndaren har minst visningsbeh\u00f6righeter f\u00f6r arkiveringsplanslagrets inneh\u00e5ll.
FNRRS0364.message     = Ett fel intr\u00e4ffade vid h\u00e4mtning av avvecklingsutl\u00f6sare fr\u00e5n arkiveringsplanslagret: {0}.
FNRRS0364.arg.0       = arkiveringsplanslager

FNRRS0365.explanation = Ett fel intr\u00e4ffade under f\u00f6rs\u00f6k att h\u00e4mta avvecklingsscheman fr\u00e5n det \u00f6verordnade arkiveringsplanslagret.
FNRRS0365.action      = Kontrollera att den aktuella anv\u00e4ndaren har minst visningsbeh\u00f6righeter f\u00f6r arkiveringsplanslagrets inneh\u00e5ll.
FNRRS0365.message     = Ett fel intr\u00e4ffade vid h\u00e4mtning av avvecklingsscheman fr\u00e5n arkiveringsplanslagret: {0}.
FNRRS0365.arg.0       = arkiveringsplanslager

FNRRS0366.explanation = Det f\u00f6reslagna namnet p\u00e5 avvecklingsutl\u00f6sarh\u00e4ndelse anv\u00e4nds redan i lagret.
FNRRS0366.action      = Ange ett v\u00e4rde som inte redan anv\u00e4nds av lagret.
FNRRS0366.message     = Det f\u00f6reslagna namnet p\u00e5 avvecklingsutl\u00f6sarh\u00e4ndelse \u00e4r inte unikt i lagret: {0}.
FNRRS0366.arg.0       = namnv\u00e4rde

FNRRS0367.explanation = Cykeltidsperioden f\u00f6r en \u00e5terkommande avvecklingsutl\u00f6sare m\u00e5ste vara st\u00f6rre \u00e4n 0.
FNRRS0367.action      = Ange ett v\u00e4rde skilt fr\u00e5n noll f\u00f6r \u00e5rs-, m\u00e5nads- eller dagsv\u00e4rdet.
FNRRS0367.message     = Minst ett av v\u00e4rdena f\u00f6r cykeltidsperiod m\u00e5ste vara st\u00f6rre \u00e4n 0.

FNRRS0368.explanation = Ett fel intr\u00e4ffade under ett f\u00f6rs\u00f6k att l\u00e4gga till en ny avvecklingsutl\u00f6sare till ett arkiveringsplanslager.
FNRRS0368.action      = Kontrollera att m\u00e5llagret \u00e4r giltigt. Kontrollera ocks\u00e5 att den aktuella anv\u00e4ndaren har r\u00e4tt beh\u00f6righetsniv\u00e5 f\u00f6r objektet s\u00e5 att \u00e5tg\u00e4rden kan utf\u00f6ras.
FNRRS0368.message     = Det g\u00e5r inte att l\u00e4gga till en ny avvecklingsutl\u00f6sare till m\u00e5larkiveringsplanslagret: {0}.
FNRRS0368.arg.0       = lager_identifierare

FNRRS0369.explanation = Ett fel intr\u00e4ffade under ett f\u00f6rs\u00f6k att l\u00e4gga till en ny avvecklings\u00e5tg\u00e4rd till ett arkiveringsplanslager.
FNRRS0369.action      = Kontrollera att m\u00e5llagret \u00e4r giltigt. Kontrollera ocks\u00e5 att den aktuella anv\u00e4ndaren har r\u00e4tt beh\u00f6righetsniv\u00e5 f\u00f6r objektet s\u00e5 att \u00e5tg\u00e4rden kan utf\u00f6ras.
FNRRS0369.message     = Det g\u00e5r inte att l\u00e4gga till en ny avvecklings\u00e5tg\u00e4rd till m\u00e5larkiveringsplanslagret: {0}.
FNRRS0369.arg.0       = lager_identifierare

FNRRS0370.explanation = Det f\u00f6reslagna namnet p\u00e5 avvecklings\u00e5tg\u00e4rd anv\u00e4nds redan i lagret.
FNRRS0370.action      = Ange ett v\u00e4rde som inte redan anv\u00e4nds av lagret.
FNRRS0370.message     = Det f\u00f6reslagna namnet p\u00e5 avvecklings\u00e5tg\u00e4rd \u00e4r inte unikt i lagret: {0}.
FNRRS0370.arg.0       = namnv\u00e4rde

FNRRS0371.explanation = Det f\u00f6reslagna arbetsfl\u00f6desv\u00e4rdet f\u00f6r avvecklings\u00e5tg\u00e4rden \u00e4r inte en f\u00f6rekomst av klassen WorkflowDefinition.
FNRRS0371.action      = Ange en giltig IBM Enterprise Records WorkflowDefinition-f\u00f6rekomst f\u00f6r arbetsfl\u00f6desegenskapen.
FNRRS0371.message     = Det f\u00f6reslagna arbetsfl\u00f6desv\u00e4rdet f\u00f6r avvecklings\u00e5tg\u00e4rden \u00e4r inte en f\u00f6rekomst av klassen WorkflowDefinition: {0}.
FNRRS0371.arg.0       = klassnamn

FNRRS0372.explanation = Ett fel intr\u00e4ffade under f\u00f6rs\u00f6k att h\u00e4mta arbetsfl\u00f6desdefinitioner fr\u00e5n det \u00f6verordnade arkiveringsplanslagret.
FNRRS0372.action      = Kontrollera att den aktuella anv\u00e4ndaren har minst visningsbeh\u00f6righeter f\u00f6r arkiveringsplanslagrets inneh\u00e5ll.
FNRRS0372.message     = Ett fel intr\u00e4ffade vid h\u00e4mtning av arbetsfl\u00f6desdefinitioner fr\u00e5n arkiveringsplanslagret: {0}.
FNRRS0372.arg.0       = arkiveringsplanslager

FNRRS0373.explanation = Det f\u00f6reslagna namnet p\u00e5 avvecklingsschemat anv\u00e4nds redan i lagret.
FNRRS0373.action      = Ange ett v\u00e4rde som inte redan anv\u00e4nds av lagret.
FNRRS0373.message     = Det f\u00f6reslagna namnet p\u00e5 avvecklingsschemat \u00e4r inte unikt i lagret: {0}.
FNRRS0373.arg.0       = namnv\u00e4rde

FNRRS0374.explanation = Ett ogiltigt avvecklingsutl\u00f6sarv\u00e4rde angavs f\u00f6r det f\u00f6reslagna avvecklingsschemat.
FNRRS0374.action      = Ange ett giltigt avvecklingsutl\u00f6sarv\u00e4rde eller en f\u00f6rdefinierad kalenderdatumutl\u00f6sare.
FNRRS0374.message     = Ett ogiltigt avvecklingsutl\u00f6sarv\u00e4rde angavs f\u00f6r det f\u00f6reslagna avvecklingsschemat.
FNRRS0374.arg.0       = namnv\u00e4rde

FNRRS0375.explanation = V\u00e4rdet f\u00f6r den angivna egenskapen \u00e4r ogiltigt eller utanf\u00f6r intervallet.
FNRRS0375.action      = Ange ett giltigt v\u00e4rde f\u00f6r den angivna egenskapen.
FNRRS0375.message     = V\u00e4rdet f\u00f6r den angivna egenskapen \u00e4r ogiltigt eller utanf\u00f6r intervallet: {0}, {1}
FNRRS0375.arg.0       = egenskapsnamn
FNRRS0375.arg.1       = egenskapsv\u00e4rde

FNRRS0376.explanation = Det f\u00f6reslagna namnet p\u00e5 avvecklingsschemat saknar ett giltigt v\u00e4rde f\u00f6r kvarh\u00e5llningsperiod.
FNRRS0376.action      = Ange icke-negativa v\u00e4rden f\u00f6r \u00e5r, m\u00e5nader och dagar i kvarh\u00e5llningsperioden.
FNRRS0376.message     = Det f\u00f6reslagna namnet p\u00e5 avvecklingsschemat saknar ett giltigt v\u00e4rde f\u00f6r kvarh\u00e5llningsperiod.

FNRRS0377.explanation = En avvecklingsfas saknar ett giltigt v\u00e4rde f\u00f6r kvarh\u00e5llningsperiod.
FNRRS0377.action      = Ange icke-negativa v\u00e4rden f\u00f6r \u00e5r, m\u00e5nader och dagar i kvarh\u00e5llningsperioden.
FNRRS0377.message     = En avvecklingsfas saknar ett giltigt v\u00e4rde f\u00f6r kvarh\u00e5llningsperiod.

FNRRS0378.explanation = En alternativ kvarh\u00e5llning f\u00f6r en avvecklingsfas saknar ett giltigt v\u00e4rde f\u00f6r kvarh\u00e5llningsperiod.
FNRRS0378.action      = Ange icke-negativa v\u00e4rden f\u00f6r \u00e5r, m\u00e5nader och dagar i kvarh\u00e5llningsperioden.
FNRRS0378.message     = En alternativ kvarh\u00e5llning f\u00f6r en avvecklingsfas saknar ett giltigt v\u00e4rde f\u00f6r kvarh\u00e5llningsperiod.

FNRRS0379.explanation = Ett fel intr\u00e4ffade under ett f\u00f6rs\u00f6k att l\u00e4gga till ett ny avvecklingsschema till ett arkiveringsplanslager.
FNRRS0379.action      = Kontrollera att m\u00e5llagret \u00e4r giltigt. Kontrollera ocks\u00e5 att den aktuella anv\u00e4ndaren har r\u00e4tt beh\u00f6righetsniv\u00e5 f\u00f6r objektet s\u00e5 att \u00e5tg\u00e4rden kan utf\u00f6ras.
FNRRS0379.message     = Det g\u00e5r inte att l\u00e4gga till ett nytt avvecklingsschema till m\u00e5larkiveringsplanslagret: {0}.
FNRRS0379.arg.0       = lager_identifierare

FNRRS0380.explanation = Ett fel intr\u00e4ffade under ett f\u00f6rs\u00f6k att l\u00e4gga till en ny posttyp till ett arkiveringsplanslager.
FNRRS0380.action      = Kontrollera att m\u00e5llagret \u00e4r giltigt. Kontrollera ocks\u00e5 att den aktuella anv\u00e4ndaren har r\u00e4tt beh\u00f6righetsniv\u00e5 f\u00f6r objektet s\u00e5 att \u00e5tg\u00e4rden kan utf\u00f6ras.
FNRRS0380.message     = Det g\u00e5r inte att l\u00e4gga till en ny posttyp till m\u00e5larkiveringsplanslagret: {0}.
FNRRS0380.arg.0       = lager_identifierare

FNRRS0381.explanation = Det f\u00f6reslagna namnet p\u00e5 posttyp anv\u00e4nds redan i lagret.
FNRRS0381.action      = Ange ett v\u00e4rde som inte redan anv\u00e4nds av lagret.
FNRRS0381.message     = Det f\u00f6reslagna namnet p\u00e5 posttyp \u00e4r inte unikt i lagret: {0}.
FNRRS0381.arg.0       = namnv\u00e4rde

FNRRS0382.explanation = Det g\u00e5r inte att skapa en ny f\u00f6rekomst av entitetstyp i lager_identifierare.
FNRRS0382.action      = Kontrollera att klassen \u00e4r definierad i lagret och att den aktuella anv\u00e4ndare har beh\u00f6righet att utf\u00f6ra \u00e5tg\u00e4rden.
FNRRS0382.message     = Det g\u00e5r inte att skapa en ny f\u00f6rekomst av det angivna lagret: {0}, {1}.
FNRRS0382.arg.0       = entitetstyp
FNRRS0382.arg.1       = lager_identifierare

FNRRS0383.explanation = Den angivna egenskapen eller dess v\u00e4rde \u00e4r inte tillg\u00e4ngligt f\u00f6r n\u00e4rvarande.
FNRRS0383.action      = Kontrollera att egenskapen \u00e4r definierad och tillg\u00e4nglig f\u00f6r den aktuella anv\u00e4ndaren.
FNRRS0383.message     = Det g\u00e5r inte att h\u00e4mta egenskapen: {0}.
FNRRS0383.arg.0       = egenskapsnamn

FNRRS0384.explanation = Det f\u00f6reslagna platsnamnet anv\u00e4nds redan i lagret.
FNRRS0384.action      = Ange ett v\u00e4rde som inte redan anv\u00e4nds av lagret.
FNRRS0384.message     = Det f\u00f6reslagna platsnamnet \u00e4r inte unikt i lagret: {0}.
FNRRS0384.arg.0       = namnv\u00e4rde

FNRRS0385.explanation = \u00c5tg\u00e4rden hanteras inte av den aktuella objekttypen
FNRRS0385.action      = \u00c5tg\u00e4rden kan inte anv\u00e4ndas med det h\u00e4r objektet.  \u00c4ndra objektet eller \u00e5tg\u00e4rden.
FNRRS0385.message     = \u00c5tg\u00e4rden hanteras inte av den aktuella objekttypen.

FNRRS0386.explanation = Det f\u00f6reslagna sp\u00e4rrnamnet anv\u00e4nds redan i lagret.
FNRRS0386.action      = Ange ett v\u00e4rde som inte redan anv\u00e4nds av lagret.
FNRRS0386.message     = Det f\u00f6reslagna sp\u00e4rrnamnet \u00e4r inte unikt i lagret: {0}.
FNRRS0386.arg.0       = namnv\u00e4rde

FNRRS0387.explanation = Ett fel intr\u00e4ffade vid h\u00e4mtning av sp\u00e4rrar fr\u00e5n arkiveringsplanslagret
FNRRS0387.action      = Kontrollera att det finns minst en sp\u00e4rr i lagret
FNRRS0387.message     = Ett fel intr\u00e4ffade vid h\u00e4mtning av sp\u00e4rrar fr\u00e5n arkiveringsplanslagret: {0}.
FNRRS0387.arg.0       = identifierare f\u00f6r arkiveringsplanslager

FNRRS0388.explanation = Den sp\u00e4rridentifierade str\u00e4ngen, rmHoldId, \u00e4r inte i ett giltigt format.
FNRRS0388.action      = Kontrollera att identifieringsstr\u00e4ngen \u00e4r i formatet f\u00f6r en GUID-str\u00e4ng: {xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}, d\u00e4r varje x \u00e4r ett hextecken.
FNRRS0388.message     = Sp\u00e4rridentifieringsstr\u00e4ngen har ogiltigt format: {0}.
FNRRS0388.arg.0       = Sp\u00e4rr-ID

FNRRS0389.explanation = Det g\u00e5r inte att initiera SQL-fr\u00e5gan p\u00e5 objektlagret.
FNRRS0389.action      = Kontrollera att inneh\u00e5llss\u00f6kmotorn \u00e4r korrekt konfigurerad om SQL inneh\u00e5ller inneh\u00e5llsbaserad h\u00e4mtning.
FNRRS0389.message     = Det g\u00e5r inte att initiera SQL-fr\u00e5gan {0} p\u00e5 lagret: {1}.
FNRRS0389.arg.0       = SQL-fr\u00e5gestr\u00e4ng
FNRRS0389.arg.1       = lageridentifierare

FNRRS0390.explanation = IBM Enterprise Records hanterar inte heterogena CBR-milj\u00f6er (content-based retrieval, CBR) d\u00e4r en eller flera olika typer av CBR-motorer kombineras.
FNRRS0390.action      = Du m\u00e5ste migrera s\u00f6kmotorerna i postobjektlagren fr\u00e5n IBM Legacy Content Search Engine till IBM Content Search Services.
FNRRS0390.message     = Inneh\u00e5llslagren som h\u00f6r till arkiveringsplanslagret \u00e4r konfigurerade med en heterogen CBR-milj\u00f6 d\u00e4r en eller flera olika typer av CBR-motorer kombineras. Denna icke-enhetliga konfiguration f\u00f6r inneh\u00e5llsbaserad h\u00e4mtning hanteras inte. Du m\u00e5ste migrera s\u00f6kmotorn fr\u00e5n IBM Legacy Content Search Engine till IBM Content Search Services. Mer information finns i avsnittet "What is new in IBM FileNet Content Search Engine" i informationscentret f\u00f6r FileNet P8.

FNRRS0391.explanation = Det g\u00e5r inte att initiera inneh\u00e5llsbaserad h\u00e4mtning. En inneh\u00e5llss\u00f6kmotor \u00e4r inte konfigurerad eller \u00e4r felaktigt konfigurerad.
FNRRS0391.action      = Kontrollera att en inneh\u00e5llss\u00f6kmotor \u00e4r korrekt konfigurerad med inneh\u00e5llslagret.
FNRRS0391.message     = En inneh\u00e5llss\u00f6kmotor \u00e4r inte konfigurerad eller \u00e4r felaktigt konfigurerad. Det g\u00e5r inte att initiera inneh\u00e5llsbaserad h\u00e4mtning: {0} p\u00e5 lagret: {1}.
FNRRS0391.arg.0       = SQL-fr\u00e5gestr\u00e4ng
FNRRS0391.arg.1       = lageridentifierare

FNRRS0392.explanation = Det g\u00e5r inte att h\u00e4mta s\u00f6kresultat baserat p\u00e5 s\u00f6kvillkor.
FNRRS0392.action      = Kontrollera att en inneh\u00e5llss\u00f6kmotor \u00e4r korrekt konfigurerad med postobjektlagret.
FNRRS0392.message     = Det g\u00e5r inte att h\u00e4mta s\u00f6kresultat baserat p\u00e5 s\u00f6kvillkor.

FNRRS0393.explanation = Posten f\u00e5r inte arkiveras i mer \u00e4n en beh\u00e5llare.
FNRRS0393.action      = Kontrollera att posten inte arkiverats p\u00e5 flera st\u00e4llen och f\u00f6rs\u00f6k igen.
FNRRS0393.message     = Posten f\u00e5r inte arkiveras i mer \u00e4n en beh\u00e5llare.

FNRRS0394.explanation = Parameterv\u00e4rdet saknas eller \u00e4r ogiltigt.
FNRRS0394.action      = Tillhandah\u00e5ll ett kompatibelt parameterv\u00e4rde.
FNRRS0394.message     = V\u00e4rdet f\u00f6r f\u00f6ljande parameter \u00e4r ogiltigt: {0}
FNRRS0394.arg.0       = parameternamn

FNRRS0395.explanation = Det finns ingen aktiv volym i den angivna beh\u00e5llaren.  Det kr\u00e4vs en giltig aktiv volym.
FNRRS0395.action      = Kontrollera att det finns en aktiv volym i den angivna beh\u00e5llaren.
FNRRS0395.message     = Det finns ingen aktiv volym i beh\u00e5llaren: {0}
FNRRS0395.arg.0       = beh\u00e5llaridentifierare

FNRRS0396.explanation = K\u00e4ll- och m\u00e5lbeh\u00e5llarna \u00e4r samma.  Det \u00e4r inte till\u00e5tet n\u00e4r objekt ska flyttas.
FNRRS0396.action      = G\u00f6r ett nytt f\u00f6rs\u00f6k att utf\u00f6ra \u00e5tg\u00e4rden och ange olika k\u00e4ll- och m\u00e5lbeh\u00e5llare.
FNRRS0396.message     = K\u00e4ll- och m\u00e5lbeh\u00e5llarna \u00e4r samma.

FNRRS0397.explanation = Objektet \u00e4r redan arkiverat i m\u00e5lbeh\u00e5llaren.
FNRRS0397.action      = F\u00f6rs\u00f6k utf\u00f6ra \u00e5tg\u00e4rden igen med en annan m\u00e5lbeh\u00e5llare.
FNRRS0397.message     = Objektet \u00e4r redan arkiverat i m\u00e5lbeh\u00e5llaren.

FNRRS0398.explanation = Posten finns redan i en mottagande \u00f6verordnad.  Det kan inte finnas i b\u00e5de en mottagande och en mottagande \u00f6verordnad.
FNRRS0398.action      = Posten kan inte finnas i b\u00e5de en mottagande och en mottagande \u00f6verordnad.  Vidta korrigerande \u00e5tg\u00e4rder beroende p\u00e5 aff\u00e4rsbehoven.
FNRRS0398.message     = Posten finns redan i en mottagande \u00f6verordnad.
FNRRS0398.arg.0       = platsh\u00e5llare

FNRRS0399.explanation = Posten \u00e4r redan en inleverans.  Inleveranser kan bara kopplas till en post.
FNRRS0399.action      = Posten kan endast kopplas till en post.  Vidta korrigerande \u00e5tg\u00e4rder beroende p\u00e5 aff\u00e4rsbehoven.
FNRRS0399.message     = Posten \u00e4r redan en inleverans.

FNRRS0400.explanation = Den mottagande \u00f6verordnade \u00e4r redan en inleverans.  Den kan inte vara b\u00e5de en inleverans och en mottagande \u00f6verordnade.
FNRRS0400.action      = Posten kan inte finnas i b\u00e5de en mottagande och en mottagande \u00f6verordnad.  Vidta korrigerande \u00e5tg\u00e4rder beroende p\u00e5 aff\u00e4rsbehoven.
FNRRS0400.message     = Den mottagande \u00f6verordnade \u00e4r redan en inleverans.

FNRRS0401.explanation = Ett fel har intr\u00e4ffat n\u00e4r inleveransen kopplades till posten.
FNRRS0401.action      = Kontrollera att inleveransegenskap \u00e4r tillg\u00e4nglig fr\u00e5n egenskapssidan.  Kontrollera att du har beh\u00f6righet att \u00e4ndra egenskaperna f\u00f6r posten och inleveransen.
FNRRS0401.message     = Inleveransen kunde inte kopplas till posten.

FNRRS0402.explanation = Objektet \u00e4r inte en giltig inleverans.
FNRRS0402.action      = Kontrollera att egenskapen receiptOf f\u00f6r inleveransen har ett giltigt v\u00e4rde.
FNRRS0402.message     = Objektet \u00e4r inte en giltig inleverans: {0}.
FNRRS0402.arg.0       = objektidentifierare

FNRRS0403.explanation = Ett fel har intr\u00e4ffat vid f\u00f6rs\u00f6k att koppla bort inleveransen fr\u00e5n dess \u00f6verordnade.
FNRRS0403.action      = Kontrollera att inleveranser \u00e4r aktiverade f\u00f6r objektlagret.  Kontrollera att objektet \u00e4r en giltig inleverans.
FNRRS0403.message     = Inleveransen kan inte tas bort.

FNRRS0404.explanation = Ett fel har intr\u00e4ffat vid f\u00f6rs\u00f6k att starta en RMAudit-h\u00e4ndelse p\u00e5 objektet.
FNRRS0404.action      = Kontrollera att objektet \u00e4r ett giltig dokument- eller mappobjekt eller anpassat objekt.
FNRRS0404.message     = Det gick inte att starta h\u00e4ndelsen p\u00e5 objektet: {0}
FNRRS0404.arg.0       = objekt_ID

FNRRS0405.explanation = Ett fel har intr\u00e4ffat under verifieringen av egenskaper f\u00f6r vitala poster.  Entiteten \u00e4r m\u00e4rkt som vital, men en egenskap saknas eller \u00e4r felaktig.
FNRRS0405.action      = Kontrollera att r\u00e4tt egenskaper f\u00f6r vital post har angetts med giltiga v\u00e4rden.
FNRRS0405.message     = Ogiltig egenskap f\u00f6r vital post: {0} med v\u00e4rdet {1}
FNRRS0405.arg.0       = egenskapsnamn
FNRRS0405.arg.1       = egenskapsv\u00e4rde

FNRRS0406.explanation = De \u00f6verf\u00f6rda beh\u00e5llarna kommer inte fr\u00e5n samma arkiveringsplan.
FNRRS0406.action      = Kontrollera att beh\u00e5llarna finns i samma arkiveringsplan.
FNRRS0406.message     = Beh\u00e5llaren {0} och beh\u00e5llaren {1} \u00e4r inte fr\u00e5n samma arkiveringsplan.
FNRRS0406.arg.0       = beh\u00e5llare_1_identifierare
FNRRS0406.arg.1       = beh\u00e5llare_2_identifierare

FNRRS0407.explanation = De egenskaper som angavs f\u00f6r den vitala posten \u00e4r tomma eller ogiltiga.
FNRRS0407.action      = Kontrollera att r\u00e4tt egenskaper f\u00f6r vital post har angetts med giltiga v\u00e4rden.
FNRRS0407.message     = Ogiltiga egenskaper f\u00f6r vital post

FNRRS0408.explanation = Egenskapen ApplyToNameOrID har ett ogiltigt v\u00e4rde.  V\u00e4rden m\u00e5ste vara namn eller identifierare
FNRRS0408.action      = \u00c4ndra egenskapen till n\u00e5got av de giltiga v\u00e4rdena
FNRRS0408.message     = Egenskapen har ett ogiltigt v\u00e4rde

FNRRS0409.explanation = Det g\u00e5r inte att st\u00e4lla in de vitala egenskaperna.  Kontrollera andra felmeddelanden f\u00f6r att hitta orsaken.
FNRRS0409.action      = Kontrollera att r\u00e4tt egenskaper f\u00f6r vital post har angetts med giltiga v\u00e4rden.
FNRRS0409.message     = Det g\u00e5r inte att h\u00e4mta vitala egenskaper f\u00f6r entiteten.  Egenskap: {0}.
FNRRS0409.arg.0       = objekt_ID

FNRRS0410.explanation = Det g\u00e5r inte att st\u00e4lla in de vitala egenskaperna.  Kontrollera andra felmeddelanden f\u00f6r att hitta orsaken.
FNRRS0410.action      = Kontrollera att r\u00e4tt egenskaper f\u00f6r vital post har angetts med giltiga v\u00e4rden.
FNRRS0410.message     = Det g\u00e5r inte att st\u00e4lla in n\u00e4sta granskningsdatum f\u00f6r vitalt objekt f\u00f6r entiteten {0}.
FNRRS0410.arg.0       = objekt_ID

FNRRS0411.explanation = Det angivna m\u00f6nsternamnet \u00e4r inte unikt.
FNRRS0411.action      = V\u00e4lj ett nytt och unikt namn f\u00f6r m\u00f6nstret
FNRRS0411.message     = Det angivna namnet f\u00f6r m\u00f6nstret \u00e4r inte unikt.

FNRRS0412.explanation = Det g\u00e5r inte att st\u00e4lla in de vitala egenskaperna.  Kontrollera andra felmeddelanden f\u00f6r att hitta orsaken.
FNRRS0412.action      = Kontrollera att r\u00e4tt egenskaper f\u00f6r vital post har angetts med giltiga v\u00e4rden.
FNRRS0412.message     = Det g\u00e5r inte att ange vitala egenskaper f\u00f6r entiteten {0}.
FNRRS0412.arg.0       = objekt_ID

FNRRS0413.explanation = Den vitala egenskapen f\u00e5r inte vara null.
FNRRS0413.action      = Kontrollera att egenskapen anges med et giltigt v\u00e4rde som inte \u00e4r null.
FNRRS0413.message     = Det g\u00e5r inte att st\u00e4lla in den vitala utl\u00f6saregenskapen {0}.
FNRRS0413.arg.0       = objekt_ID

FNRRS0414.explanation = Den angivna cykelh\u00e4ndelsen har en ogiltig cykelperiod.  Detta beror troligen p\u00e5 att \u00e5r, m\u00e5nader och dagar f\u00f6r utl\u00f6saren \u00e4r noll.
FNRRS0414.action      = Kontrollera att cykelperioden har ett giltigt v\u00e4rde som \u00e4r st\u00f6rre \u00e4n noll.
FNRRS0414.message     = Den cykliska h\u00e4ndelsen, med namnet {0}, definierar cykelperioden som {1} \u00e5r, {2} m\u00e5nader, {3} dagar. Systemet kan inte ber\u00e4kna avvecklingsdata.
FNRRS0414.arg.0       = h\u00e4ndelsenamn
FNRRS0414.arg.1       = antal \u00e5r
FNRRS0414.arg.2       = antal m\u00e5nader
FNRRS0414.arg.3       = antal dagar

FNRRS0415.explanation = Ett ov\u00e4ntat fel intr\u00e4ffade vid f\u00f6rs\u00f6k att h\u00e4mta tillg\u00e4ngliga ConnectorRegistration-objekt fr\u00e5n ett arkiveringsplanslager.
FNRRS0415.action      = Kontrollera att alla steg i installationen av arkiveringsplanslager har utf\u00f6rts.
FNRRS0415.message     = Det g\u00e5r inte att h\u00e4mta  ConnectorRegistration-objekt fr\u00e5n arkiveringsplanslagret: {0}.
FNRRS0415.arg.0       = Arkiveringsplanslager_identifierare

FNRRS0416.explanation = Det g\u00e5r inte att accessa klasser i IBM FileNet P8 Process Engine Java API.
FNRRS0416.action      = Kontrollera att JAR-filen f\u00f6r Process Engine Java API och dess beroenden ing\u00e5r i k\u00f6rningsklass\u00f6kv\u00e4gen. I upps\u00e4ttningen brukar pe.jar, peResources.jar, mailapi.jar, xercesImpl.jar ing\u00e5r. Metoden RALPESupport#getSetupException kan anv\u00e4ndas till att f\u00e5 fram eventuella undantag som intr\u00e4ffat.
FNRRS0416.message     = IBM FileNet P8 Process Engine Java API \u00e4r inte tillg\u00e4ngligt.

FNRRS0417.explanation = Indataparametern vwSession m\u00e5ste vara en giltig f\u00f6rekomst av klassen filenet.vw.api.VWSession.
FNRRS0417.action      = Kontrollera att konfigurationen av klientanslutningen f\u00f6r IBM FileNet P8 Process Engine \u00e4r korrekt.
FNRRS0417.message     = Indataparametern vwSession \u00e4r inte en giltig f\u00f6rekomst av klassen filenet.vw.api.VWSession.

FNRRS0418.explanation = Indataparametern vwStepElement m\u00e5ste vara en giltig f\u00f6rekomst av klassen filenet.vw.api.VWStepElement.
FNRRS0418.action      = En giltig f\u00f6rekomst av klassen filenet.vw.api.VWStepElement kan f\u00e5s fram med hj\u00e4lp av metoden  RALPESupport#createWorkflow.
FNRRS0418.message     = Indataparametern vwStepElement \u00e4r inte en giltig f\u00f6rekomst av klassen filenet.vw.api.VWStepElement.

FNRRS0419.explanation = Ett ov\u00e4ntat filenet.vw.api.VWException har intr\u00e4ffat. 
FNRRS0419.action      = Granska den tillagda meddelandestr\u00e4ngen, stacksp\u00e5rningen och/eller serverloggarna f\u00f6r att f\u00e5 information om orsaken till felet.
FNRRS0419.message     = Ett ov\u00e4ntat filenet.vw.api.VWException f\u00e5ngades: {0}
FNRRS0419.arg.0	   = Den \u00f6versatta meddelandestr\u00e4ngen fr\u00e5n f\u00f6rekomsten filenet.vw.api.VWException.

FNRRS0420.explanation = En f\u00f6rekomst av filenet.vw.api.VWUserInfo som inte \u00e4r null kr\u00e4vs f\u00f6r den h\u00e4r \u00e5tg\u00e4rden.
FNRRS0420.action      = Kontrollera att den tillhandah\u00e5llna f\u00f6rekomsten av filenet.vw.api.VWSession \u00e4r giltig och att den aktuella anv\u00e4ndaren har autentiserats.
FNRRS0420.message     = P8 FileNet Process Engine API-anropet f\u00f6r att h\u00e4mta en f\u00f6rekomst av filenet.vw.api.VWUserInfo returnerade ett nullv\u00e4rde.

FNRRS0421.explanation = Ett fel returnerades vid f\u00f6rs\u00f6k att h\u00e4mta den angivna sp\u00e4rren.
FNRRS0421.action	   = Kontrollera att sp\u00e4rridentifieringsstr\u00e4ngen \u00e4r giltig och att sp\u00e4rren finns.
FNRRS0421.message     = Det g\u00e5r inte att h\u00e4mta den angivna sp\u00e4rren: {0}
FNRRS0421.arg.0        = Den angivna sp\u00e4rridentifieringsstr\u00e4ngen.

FNRRS0422.explanation = Ett fel intr\u00e4ffade under f\u00f6rs\u00f6k att h\u00e4mta rapportdefinitioner fr\u00e5n det \u00f6verordnade arkiveringsplanslagret.
FNRRS0422.action      = Kontrollera att den aktuella anv\u00e4ndaren har minst visningsbeh\u00f6righeter f\u00f6r arkiveringsplanslagrets inneh\u00e5ll.
FNRRS0422.message     = Ett fel intr\u00e4ffade vid h\u00e4mtning av rapportdefinitioner fr\u00e5n arkiveringsplanslagret: {0}.
FNRRS0422.arg.0       = arkiveringsplanslager

FNRRS0423.explanation = Ett fel intr\u00e4ffade i JVM XML-tolkkonfigurationen relaterat till XPATH.
FNRRS0423.action      = Kontrollera att JRE-version \u00e4r 1.5 eller senare.
FNRRS0423.message     = Ett fel intr\u00e4ffade vid initieringen av JVM XML-tolkkonfigurationen relaterad till XPATH.

FNRRS0424.explanation = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att tolka rapportdefinitions-XML.
FNRRS0424.action      = Kontrollera att rapportdefinitions-XML \u00e4r korrekt formaterad.
FNRRS0424.message     = Ett fel intr\u00e4ffade under tolkning av rapportdefinitions-XML: {0}.
FNRRS0424.arg.0       = rapportdefinitionsnamn eller ID.

FNRRS0425.explanation = Ett fel intr\u00e4ffade under f\u00f6rs\u00f6k att h\u00e4mta rapportdefinitionsinneh\u00e5ll.
FNRRS0425.action      = Kontrollera att rapportdefinitionen finns och inneh\u00e5ller XML-formaterat inneh\u00e5ll.
FNRRS0425.message     = Ett fel intr\u00e4ffade under h\u00e4mtning av rapportdefinitionsinneh\u00e5llet: {0}.
FNRRS0425.arg.0       = rapportdefinitionsnamn eller ID.

FNRRS0426.explanation = Ett fel returnerades fr\u00e5n org.w3c.DOM API-biblioteket.
FNRRS0426.action      = Granska undantagsstacken f\u00f6r att f\u00e5 mer detaljerad information.
FNRRS0426.message     = Ett fel intr\u00e4ffade under DOM XML-bearbetning som en del av exportprocessen, entitet: {0}.
FNRRS0426.arg.0       = Identiteten f\u00f6r exportentiteten.

FNRRS0427.explanation = Ett fel returnerades fr\u00e5n P8 Content Engine XML-exportgenereringsverktyget.
FNRRS0427.action      = Granska undantagsstacken f\u00f6r att f\u00e5 mer detaljerad information.
FNRRS0427.message     = Ett fel intr\u00e4ffade under P8 Content Engine XML-genereringen som en del av exportprocessen, entitet: {0}.
FNRRS0427.arg.0       = Identiteten f\u00f6r exportentiteten.

FNRRS0428.explanation = Ett fel returnerades fr\u00e5n P8 Content Engine XML-exportgenereringsverktyget.
FNRRS0428.action      = Granska undantagsstacken f\u00f6r att f\u00e5 mer detaljerad information.
FNRRS0428.message     = Ett fel intr\u00e4ffade under XML-serialiseringen till utdatafilen: {0}, {1}.
FNRRS0428.arg.0       = Utdatas\u00f6kv\u00e4g i filsystemet.
FNRRS0428.arg.1       = Undantagsmeddelande om XML-transformation.

FNRRS0429.explanation = Ett dokument hittades f\u00f6r egenskapsv\u00e4rdet f\u00f6r CurrentPhaseExportFormat, men ett fel intr\u00e4ffade under l\u00e4sning av dess XSLT-inneh\u00e5ll. 
FNRRS0429.action      = Kontrollera att  CurrentPhaseExportFormat f\u00f6r exportentiteten tilldelats ett giltigt dokumentv\u00e4rde vars inneh\u00e5ll inneh\u00e5ller giltigt XSLT.
FNRRS0429.message     = Ett fel intr\u00e4ffade under f\u00f6rs\u00f6k att l\u00e4sa XSLT-inneh\u00e5llet fr\u00e5n CurrentPhaseExportFormat-v\u00e4rdedokumentet: {0}.
FNRRS0429.arg.0       = Identiteten f\u00f6r dokumentv\u00e4rdet f\u00f6r ExportFormat-egenskapen.

FNRRS0430.explanation = Ett f\u00f6rs\u00f6k att f\u00f6rkompilera en XPath-str\u00e4ng till ett XPath-uttryck misslyckades. 
FNRRS0430.action      = Kontrollera att XPath-str\u00e4ngen \u00e4r giltig och/eller att den aktuella JRE/-klass\u00f6kv\u00e4gen hanterar XPath.
FNRRS0430.message     = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att kompilera f\u00f6ljande XPath-uttrycksstr\u00e4ng: {0}.
FNRRS0430.arg.0       = XPath-uttrycksstr\u00e4ng som misslyckades.

FNRRS0431.explanation = Ett sidm\u00e4rke kan inte erh\u00e5llas f\u00f6r det aktuella l\u00e4get av RMPageIterator. 
FNRRS0431.action      = Kontrollera att  RMPageIterator har flyttats till en giltig sidplats.
FNRRS0431.message     = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att returnera det aktuella sidm\u00e4rket.

FNRRS0432.explanation = Ett ov\u00e4ntat fel intr\u00e4ffade under f\u00f6rs\u00f6k att h\u00e4mta RecordedDocuments-egenskapsv\u00e4rde f\u00f6r posten.
FNRRS0432.action      = Kontrollera att den aktuella anv\u00e4ndaren har beh\u00f6righet f\u00f6r inneh\u00e5llsobjekten.
FNRRS0432.message     = Ett fel intr\u00e4ffade vid f\u00f6rs\u00f6k att h\u00e4mta tillh\u00f6rande inneh\u00e5llsobjekt f\u00f6r posten: {0}.
FNRRS0432.arg.0       = Postens identitet.

FNRRS0433.explanation = M\u00e5lbeh\u00e5llaren i en beh\u00e5llarflyttnings\u00e5tg\u00e4rd kan inte vara var som helst inom den underordnade beh\u00e5llarens hierarki i f\u00f6rh\u00e5llande till k\u00e4llbeh\u00e5llaren.
FNRRS0433.action      = V\u00e4lj en annan m\u00e5lbeh\u00e5llarplats att flytta k\u00e4llbeh\u00e5llaren till.
FNRRS0433.message     = Det g\u00e5r inte att flytta en k\u00e4llbeh\u00e5llare till en m\u00e5lbeh\u00e5llare som finns under k\u00e4llbeh\u00e5llaren. K\u00e4ll_identifierare: {0}. M\u00e5l_identifierare: {1}.
FNRRS0433.arg.0       = Identiteten f\u00f6r k\u00e4llbeh\u00e5llaren som flyttf\u00f6rs\u00f6ket utf\u00f6rs p\u00e5.
FNRRS0433.arg.1       = Identiteten f\u00f6r m\u00e5lbeh\u00e5llaren.

FNRRS0434.explanation = Granska eventuell sp\u00e5rningsstack som ing\u00e5r i underliggande undantag.
FNRRS0434.action      = K\u00f6r avvecklingsavs\u00f6kningen igen och/eller f\u00f6rs\u00f6ker initiera avvecklingen.
FNRRS0434.message     = Ett ov\u00e4ntat undantag intr\u00e4ffade under uppdatering av aktuella fasdata f\u00f6r en entitet. Entitets_identifierare: {0}.
FNRRS0434.arg.0       = Identiteten f\u00f6r den ber\u00f6rda entiteten.

FNRRS0435.explanation = Det g\u00e5r inte att initiera avveckligen f\u00f6r en entitet p\u00e5 grund av en sp\u00e4rr eller en \u00e4ndring av avvecklingsschemat.
FNRRS0435.action      = Ta bort alla sp\u00e4rrar p\u00e5 entiteten och dess \u00f6verordnade eller underordnade hierarki. K\u00f6r sedan avvecklingsavs\u00f6kningen igen.
FNRRS0435.message     = P\u00e5 grund av en \u00e4ndring av den aktuella avvecklingsfasen, kan initiering av avvecklingen inte utf\u00f6ras p\u00e5 entiteten: {0}.
FNRRS0435.arg.0       = Identiteten f\u00f6r den entitet som avvecklingsinitieringsf\u00f6rs\u00f6ket gjordes p\u00e5.

FNRRS0436.explanation = En avvecklingsfas kan inte tas bort fr\u00e5n avvecklingsschemat om det finns en eller flera postbeh\u00e5llare och/eller poster i den fasen.
FNRRS0436.action      = K\u00f6r avvecklingsavs\u00f6kningen igen eller initiera avvecklingen f\u00f6r de ber\u00f6rda postbeh\u00e5llarna och/eller posterna. G\u00f6r sedan ett nytt f\u00f6rs\u00f6k med fasborttagningen.
FNRRS0436.message     = Det g\u00e5r inte att ta bort en avvecklingsfas som anv\u00e4nds. Fas_identifierare: {0}.
FNRRS0436.arg.0       = Identitet f\u00f6r avvecklingsfasen som borttagsf\u00f6rs\u00f6ket utf\u00f6rdes p\u00e5.

FNRRS0437.explanation = En specifik avvecklingsfas kan inte finnas i mer \u00e4n ett avvecklingsschema.
FNRRS0437.action      = Skapa en ny avvecklingsfas innan du f\u00f6rs\u00f6ker l\u00e4gga till den i ett avvecklingsschema.
FNRRS0437.message     = Kan inte l\u00e4gga till en avvecklingsfas i ett schema d\u00e4r den redan finns, fasidentitet: {0}.
FNRRS0437.arg.0       = Identitet f\u00f6r avvecklingsfasen som till\u00e4ggsf\u00f6rs\u00f6ket utf\u00f6rdes p\u00e5.

FNRRS0438.explanation = En specifik avvecklingsfas kan inte anv\u00e4ndas i mer \u00e4n ett avvecklingsschema.
FNRRS0438.action      = Skapa en ny avvecklingsfas innan du f\u00f6rs\u00f6ker l\u00e4gga till den i ett avvecklingsschema.
FNRRS0438.message     = Kan inte l\u00e4gga till en avvecklingsfas i ett schema som redan anv\u00e4nds i ett annat schema, fasidentitet: {0}.
FNRRS0438.arg.0       = Identitet f\u00f6r avvecklingsfasen som till\u00e4ggsf\u00f6rs\u00f6ket utf\u00f6rdes p\u00e5.

FNRRS0439.explanation = Efter ett schema som inneh\u00e5ller en fas vars avvecklings\u00e5tg\u00e4rd \u00e4r Autof\u00f6rst\u00f6r, F\u00f6rst\u00f6r eller \u00d6verf\u00f6r, kan inga ytterligare faser l\u00e4ggas till.
FNRRS0439.action      = Ta f\u00f6rst bort eventuell avslutande \u00e5tg\u00e4rdsfas innan du l\u00e4gger till en ny fas i ett avvecklingsschema.
FNRRS0439.message     = Det g\u00e5r inte att l\u00e4gga till en avvecklingsfas till ett schema som redan har en avslutande fas som Autof\u00f6rst\u00f6r, F\u00f6rst\u00f6r eller \u00d6verf\u00f6r.

FNRRS0440.explanation = Kan inte ta bort en avvecklingsfas fr\u00e5n en samling som den inte tillh\u00f6r.
FNRRS0440.action      = Uppdatera motsvarande avvecklingsschema och g\u00f6r ett nytt f\u00f6rs\u00f6k att komma \u00e5t dess avvecklingsfaslista.
FNRRS0440.message     = Avvecklingsfasen \u00e4r inte en fasmedlem i den h\u00e4r avvecklingsfaslistan, fasidentitet: {0}.
FNRRS0440.arg.0       = Identitet f\u00f6r avvecklingsfasen som borttagsf\u00f6rs\u00f6ket utf\u00f6rdes p\u00e5.

FNRRS0441.explanation = En specifik alternativ kvarh\u00e5llning kan inte finnas i mer \u00e4n en avvecklingsfas.
FNRRS0441.action      = Skapa en ny alternativ kvarh\u00e5llning innan du f\u00f6rs\u00f6ker l\u00e4gga till den i en avvecklingsfas.
FNRRS0441.message     = Kan inte l\u00e4gga till en alternativ kvarh\u00e5llning i en avvecklingsfas som den redan finns i, alternativ kvarh\u00e5llningsidentitet: {0}.
FNRRS0441.arg.0       = Identitet f\u00f6r alternativ kvarh\u00e5llning som till\u00e4ggsf\u00f6rs\u00f6ket utf\u00f6rdes p\u00e5.

FNRRS0442.explanation = En specifik alternativ kvarh\u00e5llning kan inte anv\u00e4ndas i mer \u00e4n en kvarh\u00e5llningsfas.
FNRRS0442.action      = Skapa en ny alternativ kvarh\u00e5llning innan du f\u00f6rs\u00f6ker l\u00e4gga till den i en avvecklingsfas.
FNRRS0442.message     = Kan inte l\u00e4gga till en alternativ kvarh\u00e5llning till en fas som redan anv\u00e4nds i en annan fas, alternativ kvarh\u00e5llningsidentiteten: {0}.
FNRRS0442.arg.0       = Identitet f\u00f6r alternativ kvarh\u00e5llning som till\u00e4ggsf\u00f6rs\u00f6ket utf\u00f6rdes p\u00e5.

FNRRS0443.explanation = Det g\u00e5r inte att ta bort en alternativ kvarh\u00e5llning fr\u00e5n en samling som den inte tillh\u00f6r.
FNRRS0443.action      = Uppdatera motsvarande avvecklingsfas och g\u00f6r ett nytt f\u00f6rs\u00f6k att accessa sin alternativa kvarh\u00e5llningslista.
FNRRS0443.message     = Den alternativa kvarh\u00e5llningen \u00e4r inte med p\u00e5 den alternativa kvarh\u00e5llningslistan, alternativ kvarh\u00e5llningsidentitet: {0}.
FNRRS0443.arg.0       = Identitet f\u00f6r alternativ kvarh\u00e5llning som borttagsf\u00f6rs\u00f6ket utf\u00f6rdes p\u00e5.

FNRRS0444.explanation = En avvecklingsfasf\u00f6rekomst kan inte tas bort direkt.
FNRRS0444.action      = Anv\u00e4nd n\u00e5gon av metoderna  DispositionPhaseList.remove om du ska ta bort en avvecklingsfasf\u00f6rekomst.
FNRRS0444.message     = Borttagningsmetoden kan inte anv\u00e4ndas f\u00f6re avvecklingsfasf\u00f6rekomst. Anv\u00e4nd metoden DispositionPhaseList.remove i st\u00e4llet.

FNRRS0445.explanation = En alternativkvarh\u00e5llningsf\u00f6rekomst kan inte tas bort direkt.
FNRRS0445.action      = Anv\u00e4nd n\u00e5gon av metoderna AlternateRetentionList.remove n\u00e4r du ska ta bort en alternativkvarh\u00e5llningsf\u00f6rekomst.
FNRRS0445.message     = Borttagningsmetoden kan inte anv\u00e4ndas f\u00f6r en alternativkvarh\u00e5llningsf\u00f6rekomst. Anv\u00e4nd AlternateRetentionList.remove i st\u00e4llet.

FNRRS0446.explanation = Ett fel intr\u00e4ffade under f\u00f6rs\u00f6k att h\u00e4mta den \u00e5tkomstroll som definierats av en identifierare.
FNRRS0446.action      = Kontrollera att den aktuella anv\u00e4ndaren har tillr\u00e4ckliga beh\u00f6righeter f\u00f6r att l\u00e4gga till en ny medlem till en befintlig roll och att den rollen fortfarande finns i lagret.
FNRRS0446.message     = Ett fel intr\u00e4ffade under f\u00f6rs\u00f6k att h\u00e4mta \u00e5tkomstrollen som definierats av identifieraren = {0}.
FNRRS0446.arg.0       = roll_ID

FNRRS0447.explanation = Ett avvecklingsschema m\u00e5ste ha ett v\u00e4rde f\u00f6r egenskapen \u00c4ndringsorsak som inte \u00e4r tomt innan schemat eller n\u00e5got av dess avvecklingsfaser kan \u00e4ndras eller b\u00e5da kan sparas.
FNRRS0447.action      = Ange ett icke-tomt v\u00e4rde f\u00f6r egenskapen \u00c4ndringsorsak f\u00f6r avvecklingsschemat innan du f\u00f6rs\u00f6ker spara avvecklingsschemat eller n\u00e5gon av dess avvecklingsfaser.
FNRRS0447.message     = Det g\u00e5r inte att spara en avvecklingsfas som tillh\u00f6r ett avvecklingsschema som inte har n\u00e5got v\u00e4rde f\u00f6r egenskapen \u00c4ndringsorsak.

FNRRS0448.explanation = Entitetstypen f\u00f6r den h\u00e4mtade beh\u00e5llaren \u00f6verensst\u00e4mmer inte med den entitetstyp du beg\u00e4rde.  Exempel: Du f\u00f6rs\u00f6ker h\u00e4mta en postkategori genom att anv\u00e4nda en postmappidentifierare.
FNRRS0448.action      = Kontrollera att beh\u00e5llaridentifieraren \u00e4r korrekt f\u00f6r den f\u00f6rv\u00e4ntade beh\u00e5llartypen och g\u00f6r ett nytt f\u00f6rs\u00f6k.
FNRRS0448.message     = Den faktiska entitetstypen f\u00f6r den h\u00e4mtade beh\u00e5llaren \u00f6verensst\u00e4mmer inte med den entitetstyp som du beg\u00e4rt, beh\u00e5llar-ID: {0}, beg\u00e4rd entitetstyp: {1}, faktisk beh\u00e5llarentitetstyp: {2}.
FNRRS0448.arg.0       = beh\u00e5llaridentifierare
FNRRS0448.arg.1       = beg\u00e4rd entitetstyp
FNRRS0448.arg.2       = faktisk beh\u00e5llarentitetstyp

FNRRS0449.explanation = IBM FileNet Content Search Engine skickar undantaget CBR_FULLTEXTROWLIMIT_EXCEEDED. S\u00f6kresultaten \u00f6verskrider motorns kapacitet. 
FNRRS0449.action      = F\u00f6rfina nyckelorden f\u00f6r inneh\u00e5llss\u00f6kningen.
FNRRS0449.message     = S\u00f6kresultaten \u00f6verskrider kapaciteten hos IBM FileNet Content Search Engine. F\u00f6rfina nyckelorden f\u00f6r inneh\u00e5llss\u00f6kningen.



FNRRS0600.explanation = Ett ov\u00e4ntat undantag intr\u00e4ffade i Java API f\u00f6r Posthanterare som beskrivs i undantagsmeddelandet.
FNRRS0600.action      = Kontrollera texten i undantagsmeddelandet och tillh\u00f6rande stacksp\u00e5rning om du vill ha mer information om orsaken till undantaget.
FNRRS0600.message     = Ett ov\u00e4ntat undantag har intr\u00e4ffat: {0}.
FNRRS0600.arg.0       = exception_message

FNRRS0601.explanation = En n\u00f6dv\u00e4ndig globaliseringsresurspaketfil \u00e4r inte tillg\u00e4nglig. Paketbasnamn: basnamn.
FNRRS0601.action      = Verifiera att en eller flera resurspaketfiler i formatet basename_nnNN.properties \u00e4r tillg\u00e4ngliga i JVM-klass\u00f6kv\u00e4gen.
FNRRS0601.message     = Inget ResourceBundle hittades f\u00f6r basnamnet: ''{0}''.
FNRRS0601.arg.0       = base_name

FNRRS0602.explanation = Det ov\u00e4ntade str\u00e4ngv\u00e4rdet null eller tomt \u00f6verf\u00f6rdes f\u00f6r en indataparameter: parameternamn.
FNRRS0602.action      = Kontrollera att v\u00e4rdet f\u00f6r parametern inte \u00e4r null, tomt eller en tom str\u00e4ng.
FNRRS0602.message     = Indataparameterv\u00e4rdet \u00e4r null, tomt eller en tom str\u00e4ng f\u00f6r parameter: {0}.
FNRRS0602.arg.0       = parameternamn

FNRRS0603.explanation = Ett ogiltigt matrisv\u00e4rde eller nullv\u00e4rde \u00f6verf\u00f6rdes f\u00f6r indataparameter: parameternamn.
FNRRS0603.action      = Kontrollera att matrisen inte \u00e4r null eller tom och att den inte inneh\u00e5ller matrismedlemmar som \u00e4r null.
FNRRS0603.message     = Indataparameterv\u00e4rdet \u00e4r null eller en ogiltig matris f\u00f6r parametern: {0}.
FNRRS0603.arg.0       = parameternamn

FNRRS0604.explanation = Ett ogiltigt samlingsv\u00e4rde eller nullv\u00e4rde \u00f6verf\u00f6rdes f\u00f6r indataparameter: parameternamn.
FNRRS0604.action      = Kontrollera att samlingen inte \u00e4r null eller tom och att den inte inneh\u00e5ller medlemmar som \u00e4r null.
FNRRS0604.message     = Indataparameterv\u00e4rdet \u00e4r null eller en ogiltig samling f\u00f6r parametern: {0}.
FNRRS0604.arg.0       = parameternamn

#
#
#================================================================================
# JARM Logging Message Strings
#--------------------------------------------------------------------------------
# For each logging message include the suffixed resource where applicable:
#   .message     -- the actual log message containing any necessary {n} parameter placeholders.
#   .arg.n       -- description of argument parameter {n}.
#
#

FNRRS9999.message  = Testmeddelande, parameter1: {0}, parameter2: {1}.

FNRRS0700.message = Ett fel intr\u00e4ffande n\u00e4r en {0} {1} skulle skapas f\u00f6r RM-granskningsf\u00f6rekomsten f\u00f6r entiteten: {2}
FNRRS0700.arg.0   = \u00c5tg\u00e4rden som granskas, t.ex. Ta bort, Flytta osv.
FNRRS0700.arg.1   = Granskningsstatusen Utf\u00f6rt eller Fel.
FNRRS0700.arg.2   = Identifieringsstr\u00e4ng f\u00f6r entiteten f\u00f6r RM-granskningsf\u00f6rs\u00f6ket.

FNRRS0701.message = Den aktuella anv\u00e4ndaren har inte beh\u00f6righet att arkivera kopierade dokument {0} i inneh\u00e5llsmappen {1} som en del av en postkopiering.
FNRRS0701.arg.0   = Identifierare f\u00f6r den nyskapade dokumentkopian.
FNRRS0701.arg.1   = Identifierare f\u00f6r den ber\u00f6rda inneh\u00e5llsmappen.

FNRRS0702.message = Det finns flera aktiva underordnade volymer under postmappen: {0}.
FNRRS0702.arg.0   = Identifierare f\u00f6r \u00f6verordnad postmapp.

FNRRS0703.message = Ett problem intr\u00e4ffade under bearbetning av postversion f\u00f6r DoD-klassificering i ny postdeklaration: {0}
FNRRS0703.arg.0   = Undantagsmeddelande.

FNRRS0704.message = Ett ov\u00e4ntat fe intr\u00e4ffade under automatiskt borttag av PSS Atlas-hanterade avvecklingsartefakter: {0}
FNRRS0704.arg.0   = Undantagsmeddelande.

FNRRS0705.message = Omber\u00e4kning av avvecklingsbrytpunkt utf\u00f6rdes p\u00e5 entiteten: {0}.
FNRRS0705.arg.0   = Entitetsidentifierare.

#
#
#--------------------------------------------------------------------------------
#
#
#================================================================================
# JARM Miscellaneous Strings (primarily for auditing purposes).
#--------------------------------------------------------------------------------

#-- Used for LString class unit tests.
test.string1		= Teststr\u00e4ng.
test.pattern1		= F\u00f6rsta {0} och andra {1}.

audit.reasonForFailure = Felorsak: {0}

#-- {0} - the record or entity which is affected
#-- {1} - location where the entity was transferred or exported
audit.successfulDelete = RM-entiteten {0} har tagits bort
audit.failedDelete	   = RM-entiteten {0} har inte tagits bort

audit.successfulExport = RM-entiteten {0} har exporterats till {1}
audit.failedExport	   = RM-entiteten {0} har inte exporterats till {1}

audit.successfulInterimTransfer = RM-entiteten {0} har tillf\u00e4lligt \u00f6verf\u00f6rts till {1}
audit.failedInterimTransfer 	= RM-entiteten {0} har inte tillf\u00e4lligt \u00f6verf\u00f6rts till {1}

audit.successfulTransfer = RM-entiteten {0} har \u00f6verf\u00f6rts till {1}
audit.failedTransfer 	 = RM-entiteten {0} har inte \u00f6verf\u00f6rts till {1}

audit.successfulUndeclare = RM-posten {0} har avdeklarerats
audit.failedUndeclare     = RM-posten {0} har inte avdeklarerats

audit.successfulReview = RM-posten {0} har granskats
audit.failedReview     = RM-posten {0} har inte granskats

#-- {0} - the record or entity which is affected
#-- {1} - source location where the entity is from
#-- {2} - destination location where the entity is being relocated to
audit.successfulRelocate = RM-entiteten {0} har flyttats fr\u00e5n k\u00e4llan {1} till m\u00e5let {2}
audit.failedRelocate     = Det gick inte att flytta RM-entiteten {0}

#-- {0} - the record or entity which is affected
#-- {1} - name of the hold
audit.holdReason       = Manuell sp\u00e4rr
audit.successfulHold   = RM-entiteten {0} har sp\u00e4rrats {1}
audit.failedHold       = RM-entiteten {0} har inte sp\u00e4rrats {1}

audit.removeHoldReason      = Manuell borttagning av sp\u00e4rr
audit.successfullRemoveHold = RM-entiteten {0} har tagits bort fr\u00e5n sp\u00e4rren {1}
audit.failedRemoveHold      = RM-entiteten {0} har inte tagits bort fr\u00e5n sp\u00e4rren {1}

bulk.deleteReason	= Del av en bulkborttagnings\u00e5tg\u00e4rd

disposition.deleteFromDestroy   = Borttagning utf\u00f6rdes till f\u00f6ljd av en destruktions\u00e5tg\u00e4rd.
disposition.closedByDisposition = St\u00e4ngd p\u00e5 grund av avvecklingsbearbetning

# volume.autoCloseReason must be limited to 64 chars max.
volume.autoCloseReason	= Volym st\u00e4ngd p\u00e5 grund av till\u00e4gg av ny aktiv parallell volym.

