# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2010, 2012 IBM Corp. All rights reserved.
#
# JARM Localized String Resources (en_US).
# Includes strings for exception messages, logging and
#  other miscellaneous usage.
#
#
#================================================================================
# JARM Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRS0100.explanation = Argumentilla ominaisuuden_symbolinen_nimi m\u00e4\u00e4ritetty ominaisuus ei ole t\u00e4ll\u00e4 hetkell\u00e4 ominaisuuden v\u00e4limuistissa.
FNRRS0100.action      = P\u00e4ivit\u00e4 objektin ominaisuudet, jotta haluttu ominaisuus varmasti sis\u00e4ltyy ominaisuussuodattimeen.
FNRRS0100.message     = Ominaisuus ei ole objektin ominaisuuden v\u00e4limuistissa. Ominaisuuden symbolinen nimi: {0}.
FNRRS0100.arg.0       = ominaisuuden_symbolinen_nimi

FNRRS0101.explanation = Toiminto ei ole tuettu t\u00e4ss\u00e4 yksik\u00f6n_laji-yksik\u00f6ksi tunnistetussa yksik\u00f6ss\u00e4.
FNRRS0101.action      = Muuta ty\u00f6asemasovellusta siten, ettei se yrit\u00e4 t\u00e4t\u00e4 toimintoa t\u00e4m\u00e4nlajisessa ilmentym\u00e4ss\u00e4.
FNRRS0101.message     = Toiminto ei ole tuettu t\u00e4ss\u00e4 ilmentym\u00e4n lajissa. Toiminto: {0}, yksikk\u00f6laji: {1}, tunnus: {2}.
FNRRS0101.arg.0       = toiminto
FNRRS0101.arg.1       = yksik\u00f6n_laji
FNRRS0101.arg.2       = tunnus

FNRRS0102.explanation = Tietovarastojen kokoelma, johon hakutoiminto kohdistuu, ei kuulu samaan verkkoalueeseen.
FNRRS0102.action      = Varmista, ett\u00e4 kaikki hakutietovarastot kuuluvat samaan verkkoalueeseen.
FNRRS0102.message     = Hakutietovarastot eiv\u00e4t kuulu samaan verkkoalueeseen.

FNRRS0103.explanation = Ominaisuus symbolinen_nimi ei tue tietolaji-lajin noutoa tai m\u00e4\u00e4rityst\u00e4.
FNRRS0103.action      = Rajoita t\u00e4ss\u00e4 ominaisuudessa k\u00e4ytetty tietolaji ominaisuuden DataType-arvossa m\u00e4\u00e4ritettyyn lajiin.
FNRRS0103.message     = Ominaisuus ei tue tietolajia. Symbolinen nimi: {0}, tietolaji: {1}.
FNRRS0103.arg.0       = symbolinen_nimi
FNRRS0103.arg.1       = tietolaji

FNRRS0104.explanation = Kohdep\u00e4\u00e4s\u00e4il\u00f6 on t\u00e4ll\u00e4 hetkell\u00e4 suljettu, eik\u00e4 se voi hyv\u00e4ksy\u00e4 uusien aliobjektien lis\u00e4yst\u00e4.
FNRRS0104.action      = Valitse vaihtoehtoinen p\u00e4\u00e4s\u00e4il\u00f6 tai avaa t\u00e4m\u00e4 p\u00e4\u00e4s\u00e4il\u00f6.
FNRRS0104.message     = Kohdep\u00e4\u00e4s\u00e4il\u00f6 {0} on t\u00e4ll\u00e4 hetkell\u00e4 suljettu, eik\u00e4 uusia aliobjekteja voi lis\u00e4t\u00e4.
FNRRS0104.arg.0       = p\u00e4\u00e4tason_tunnus

FNRRS0105.explanation = M\u00e4\u00e4ritetty p\u00e4\u00e4s\u00e4il\u00f6 ei saa sis\u00e4lt\u00e4\u00e4 kyseisen lajin aliobjektia.
FNRRS0105.action      = Valitse vaihtoehtoinen p\u00e4\u00e4s\u00e4il\u00f6 uutta aliobjektia varten.
FNRRS0105.message     = Kohdep\u00e4\u00e4s\u00e4il\u00f6 {0} ei voi sis\u00e4lt\u00e4\u00e4 aliobjektia, jonka laji on {1}.
FNRRS0105.arg.0       = p\u00e4\u00e4tason_tunnus
FNRRS0105.arg.1       = s\u00e4il\u00f6n_laji

FNRRS0106.explanation = M\u00e4\u00e4ritetyill\u00e4 uuden s\u00e4il\u00f6n ominaisuusarvoilla on oltava yksik\u00f6lliset arvot kaikissa mahdollisissa sen aiemmin luoduissa kohdep\u00e4\u00e4s\u00e4il\u00f6n rinnakkaiss\u00e4il\u00f6iss\u00e4.
FNRRS0106.action      = Varmista, ett\u00e4 ominaisuusarvoille m\u00e4\u00e4ritet\u00e4\u00e4n yksil\u00f6lliset arvot.
FNRRS0106.message     = Uuden {0}-lajin s\u00e4il\u00f6n lis\u00e4ys p\u00e4\u00e4s\u00e4il\u00f6\u00f6n {1} ep\u00e4onnistui, koska v\u00e4hint\u00e4\u00e4n yksi seuraavista ominaisuusarvoista ei ole yksil\u00f6llinen aiemmin luotujen rinnakkaiss\u00e4il\u00f6jen {2} ja {3} kanssa.
FNRRS0106.arg.0       = s\u00e4il\u00f6n_laji
FNRRS0106.arg.1       = p\u00e4\u00e4tason_tunnus
FNRRS0106.arg.2       = ominaisuuden_1_nimi
FNRRS0106.arg.3       = ominaisuuden_2_nimi

FNRRS0107.explanation = M\u00e4\u00e4ritettyyn ominaisuuteen on liitett\u00e4v\u00e4 muu kuin tyhj\u00e4 arvo.
FNRRS0107.action      = M\u00e4\u00e4rit\u00e4 muu kuin tyhj\u00e4 arvo m\u00e4\u00e4ritettyyn ominaisuuteen.
FNRRS0107.message     = Objektin ominaisuudesta {0} puuttuu arvo, joka ei ole tyhj\u00e4.
FNRRS0107.arg.0       = Puuttuvan tai tyhj\u00e4n ominaisuuden nimi.

FNRRS0108.explanation = M\u00e4\u00e4ritetty\u00e4 s\u00e4il\u00f6\u00e4 ei voi poistaa, koska s\u00e4il\u00f6ss\u00e4 itsess\u00e4\u00e4n, v\u00e4hint\u00e4\u00e4n yhdess\u00e4 sen p\u00e4\u00e4s\u00e4il\u00f6ss\u00e4 tai v\u00e4hint\u00e4\u00e4n yhdess\u00e4 sen rinnakkaiss\u00e4il\u00f6ss\u00e4 on aiemmin luotu pito.
FNRRS0108.action      = Poista poiston est\u00e4v\u00e4t pidot ja yrit\u00e4 poistoprosessia uudelleen.
FNRRS0108.message     = S\u00e4il\u00f6n poisto ei ole sallittu aiemmin luotujen pitoehtojen takia: {0}.
FNRRS0108.arg.0       = poista_kohde

FNRRS0109.explanation = M\u00e4\u00e4ritetty\u00e4 s\u00e4il\u00f6\u00e4 ei voi poistaa, koska se sis\u00e4lt\u00e4\u00e4 alis\u00e4il\u00f6j\u00e4 tai asiakirjoja.
FNRRS0109.action      = Poista s\u00e4il\u00f6n sis\u00e4lt\u00f6 ja yrit\u00e4 poistoprosessia uudelleen.
FNRRS0109.message     = Muuta kuin tyhj\u00e4\u00e4 s\u00e4il\u00f6\u00e4 ei voi poistaa: {0}.
FNRRS0109.arg.0       = poista_kohde

FNRRS0110.explanation = M\u00e4\u00e4ritetty\u00e4 s\u00e4il\u00f6\u00e4 ei voi poistaa, koska se sis\u00e4lt\u00e4\u00e4 alis\u00e4il\u00f6j\u00e4 tai asiakirjoja, jotka on poistettu loogisesti (toisin sanoen ne ovat j\u00e4rjestelm\u00e4ss\u00e4, koska metatietojen s\u00e4ilytysominaisuus on k\u00e4yt\u00f6ss\u00e4).
FNRRS0110.action      = Poista s\u00e4il\u00f6n sis\u00e4lt\u00f6 ja yrit\u00e4 poistoprosessia uudelleen.
FNRRS0110.message     = S\u00e4il\u00f6\u00e4, joka sis\u00e4lt\u00e4\u00e4 loogisesti poistettua sis\u00e4lt\u00f6\u00e4, ei voi poistaa: {0}.
FNRRS0110.arg.0       = poista_kohde

FNRRS0111.explanation = Uutta aliobjektia ei voi lis\u00e4t\u00e4 passiiviseen p\u00e4\u00e4s\u00e4il\u00f6\u00f6n.
FNRRS0111.action      = Aktivoi p\u00e4\u00e4s\u00e4il\u00f6 tai valitse toinen p\u00e4\u00e4s\u00e4il\u00f6 lis\u00e4yst\u00e4 varten.
FNRRS0111.message     = Uutta aliobjektia ei voi lis\u00e4t\u00e4 passiiviseen p\u00e4\u00e4s\u00e4il\u00f6\u00f6n: {0}.
FNRRS0111.arg.0       = p\u00e4\u00e4s\u00e4il\u00f6

FNRRS0112.explanation = Jos sis\u00e4lt\u00f6kohteet on m\u00e4\u00e4ritetty niiden tunnusten perusteella, sis\u00e4lt\u00f6s\u00e4il\u00f6 on my\u00f6s m\u00e4\u00e4ritett\u00e4v\u00e4.
FNRRS0112.action      = M\u00e4\u00e4rit\u00e4 asianmukainen sis\u00e4lt\u00f6s\u00e4il\u00f6 sis\u00e4lt\u00f6kohteiden tunnuksia varten.
FNRRS0112.message     = Vahvistusvirhe: sis\u00e4lt\u00f6kohteiden tunnuksille ei ole m\u00e4\u00e4ritetty sis\u00e4lt\u00f6s\u00e4il\u00f6\u00e4.

FNRRS0113.explanation = Jos uuden asiakirjaksi vahvistuksen aikana m\u00e4\u00e4ritet\u00e4\u00e4n useita kohdes\u00e4il\u00f6j\u00e4, kaikki samankaltaiset s\u00e4il\u00f6t kuuluvat samaan arkistonmuodostussuunnitelman tietovarastoon.
FNRRS0113.action      = Varmista, ett\u00e4 kaikki asiakirjaksi vahvistuksen kohdes\u00e4il\u00f6t kuuluvat samaan arkistonmuodostussuunnitelman tietovarastoon.
FNRRS0113.message     = Vahvistusvirhe: kohdes\u00e4il\u00f6jen on kuuluttava samaan arkistonmuodostussuunnitelman tietovarastoon.

FNRRS0114.explanation = Yksi asiakirjaksi vahvistuksen kohdes\u00e4il\u00f6ist\u00e4 on \u00e4skett\u00e4in poistettu loogisesti eik\u00e4 se voi sis\u00e4lt\u00e4\u00e4 uusia asiakirjoja.
FNRRS0114.action      = Poista t\u00e4m\u00e4 s\u00e4il\u00f6 luettelosta tai valitse toinen s\u00e4il\u00f6. Voit my\u00f6s valita molemmat s\u00e4il\u00f6t.
FNRRS0114.message     = Vahvistusvirhe: kohdes\u00e4il\u00f6 on poistettu loogisesti: {0}.
FNRRS0114.arg.0       = s\u00e4il\u00f6n_tunnus

FNRRS0115.explanation = Asiakirjaa ei voi vahvistaa suljettuun s\u00e4il\u00f6\u00f6n.
FNRRS0115.action      = Avaa s\u00e4il\u00f6 uudelleen ja yrit\u00e4 uudelleen tai valitse toinen s\u00e4il\u00f6.
FNRRS0115.message     = Vahvistusvirhe: kohdes\u00e4il\u00f6 on suljettu: {0}.
FNRRS0115.arg.0       = s\u00e4il\u00f6n_tunnus

FNRRS0116.explanation = Yksi asiakirjaksi vahvistuksen kohdes\u00e4il\u00f6ist\u00e4 on t\u00e4ll\u00e4 hetkell\u00e4 passiivinen eik\u00e4 se voi sis\u00e4lt\u00e4\u00e4 uusia asiakirjoja.
FNRRS0116.action      = Aktivoi t\u00e4m\u00e4 s\u00e4il\u00f6 uudelleen tai poista se kohdes\u00e4il\u00f6jen luettelosta.
FNRRS0116.message     = Vahvistusvirhe: kohdes\u00e4il\u00f6 on passiivinen: {0}.
FNRRS0116.arg.0       = s\u00e4il\u00f6n_tunnus

FNRRS0117.explanation = Vain yksi fyysisen lajin s\u00e4il\u00f6 voidaan m\u00e4\u00e4ritt\u00e4\u00e4 asiakirjaksi vahvistuksen kohteeksi.
FNRRS0117.action      = Rajoita kohdes\u00e4il\u00f6jen luettelo yhteen fyysisen lajin s\u00e4il\u00f6\u00f6n.
FNRRS0117.message     = Vahvistusvirhe: useita fyysisen lajin s\u00e4il\u00f6j\u00e4 on m\u00e4\u00e4ritetty.

FNRRS0118.explanation = Kaikkien uuteen asiakirjaan liitettyjen sis\u00e4lt\u00f6kohteiden on kuuluttava samaan sis\u00e4lt\u00f6s\u00e4il\u00f6\u00f6n.
FNRRS0118.action      = Varmista, ett\u00e4 kaikki liitetyt sis\u00e4lt\u00f6kohteet kuuluvat samaan sis\u00e4lt\u00f6s\u00e4il\u00f6\u00f6n.
FNRRS0118.message     = Vahvistusvirhe: m\u00e4\u00e4ritetyt uuden asiakirjaksi vahvistuksen sis\u00e4lt\u00f6kohteet kuuluvat eri sis\u00e4lt\u00f6s\u00e4il\u00f6ihin.

FNRRS0119.explanation = M\u00e4\u00e4ritetty\u00e4 sis\u00e4lt\u00f6kohdetta ei voi k\u00e4ytt\u00e4\u00e4 asiakirjaksi vahvistuksessa, koska CanDeclare-ominaisuuden arvo on ep\u00e4tosi, kohde on varaustilassa tai kohde on jo vahvistettu asiakirjaksi.
FNRRS0119.action      = Korjaa virheellinen sis\u00e4lt\u00f6kohde tai m\u00e4\u00e4rit\u00e4 toinen sis\u00e4lt\u00f6kohde.
FNRRS0119.message     = Vahvistusvirhe: m\u00e4\u00e4ritetty\u00e4 sis\u00e4lt\u00f6kohdetta ei voi k\u00e4ytt\u00e4\u00e4 asiakirjaksi vahvistuksessa: {0}.
FNRRS0119.arg.0       = sis\u00e4lt\u00f6kohteen_tunnus

FNRRS0120.explanation = M\u00e4\u00e4ritetty\u00e4 asiakirjaa ei voi poistaa, koska asiakirjassa itsess\u00e4\u00e4n tai v\u00e4hint\u00e4\u00e4n yhdess\u00e4 sen p\u00e4\u00e4asiakirjassa on aiemmin luotu pito.
FNRRS0120.action      = Poista poiston est\u00e4v\u00e4t pidot ja yrit\u00e4 poistoprosessia uudelleen.
FNRRS0120.message     = Asiakirjan poisto ei ole sallittu aiemmin luotujen pitoehtojen takia: {0}.
FNRRS0120.arg.0       = poista_kohde

FNRRS0121.explanation = Asiakirjaobjektin Korvaa-ominaisuusarvo voi sis\u00e4lt\u00e4\u00e4 vain aiemmin luodun asiakirjaobjektin.
FNRRS0121.action      = Varmista, ett\u00e4 Korvaa-ominaisuuteen liitetty objektin arvo on lajia com.ibm.jarm.api.core.Record.
FNRRS0121.message     = Vahvistusvirhe: uuden asiakirjan Korvaa-ominaisuuden arvon on oltava toinen asiakirjaobjekti.

FNRRS0122.explanation = Uuden asiakirjan Korvaa-ominaisuusarvon kohdeasiakirjaa ei ole voitu jo korvata.
FNRRS0122.action      = \u00c4l\u00e4 yrit\u00e4 korvata aiemmin luotua asiakirjaa, joka on jo korvattu.
FNRRS0122.message     = Uuden asiakirjan Korvaa-ominaisuuden kohdeasiakirja on jo korvattu aiemmin.

FNRRS0123.explanation = Uuden asiakirjan Korvaa-ominaisuusarvon kohdeasiakirjaa ei voi noutaa tarkistusta varten.
FNRRS0123.action      = Varmista, ett\u00e4 kohdeasiakirjan Korvaa-arvo on edelleen olemassa, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on tarvittavat kohdeasiakirjan k\u00e4ytt\u00f6oikeudet tai ett\u00e4 molemmat ehdot t\u00e4yttyv\u00e4t.
FNRRS0123.message     = Vahvistusvirhe: uuden asiakirjan Korvaa-ominaisuuden kohdeasiakirja ei ole k\u00e4ytett\u00e4viss\u00e4.

FNRRS0124.explanation = Uuden asiakirjan Korvaa-ominaisuusarvon kohdeasiakirjaan ei voi kirjoittaa.
FNRRS0124.action      = Varmista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on tarvittavat kohdeasiakirjan Korvaa-arvon kirjoitusoikeudet.
FNRRS0124.message     = Vahvistusvirhe: uuden asiakirjan Korvaa-ominaisuuden kohdeasiakirjaan ei voi kirjoittaa.

FNRRS0125.explanation = Uuden asiakirjan Kuittaus kohteelle -ominaisuusarvon kohdeasiakirja on jo kuittauksen kohdeasiakirja.
FNRRS0125.action      = Valitse toinen asiakirja Kuittaus kohteelle -ominaisuuden arvoksi.
FNRRS0125.message     = Vahvistusvirhe: uuden asiakirjan Kuittaus kohteelle -ominaisuusarvon kohdeasiakirja on jo kuittauksen kohdeasiakirja.

FNRRS0126.explanation = Kun asiakirjaa vahvistetaan arkistonmuodostussuunnitelman tietovarastoon, joka on m\u00e4\u00e4ritetty DoD-luokituksen tietomallilla, j\u00e4rjestelm\u00e4 edellytt\u00e4\u00e4 muuta kuin null-arvoista tai tyhj\u00e4\u00e4 Nykyinen luokitus -ominaisuusarvoa.
FNRRS0126.action      = M\u00e4\u00e4rit\u00e4 kelvollinen Nykyinen luokitus -ominaisuusarvo.
FNRRS0126.message     = Vahvistusvirhe: puuttuva tai virheellinen Nykyinen luokitus -ominaisuus.

FNRRS0127.explanation = Luokitellulla asiakirjalla on oltava kelvollinen Aloitusluokitus-ominaisuusarvo.
FNRRS0127.action      = M\u00e4\u00e4rit\u00e4 kelvollinen Aloitusluokitus-ominaisuusarvo.
FNRRS0127.message     = Vahvistusvirhe: puuttuva tai virheellinen Aloitusluokitus-ominaisuus.

FNRRS0128.explanation = Jos luokiteltuun asiakirjaan ei ole m\u00e4\u00e4ritetty Johdettu mist\u00e4 -ominaisuutta, j\u00e4rjestelm\u00e4 m\u00e4\u00e4ritt\u00e4\u00e4 Luokittelija- ja Luokitussyy-ominaisuudet.
FNRRS0128.action      = M\u00e4\u00e4rit\u00e4 kelvolliset Luokittelija- ja Luokitussyy-ominaisuusarvot.
FNRRS0128.message     = Vahvistusvirhe: puuttuva tai virheellinen Luokitusvaltuudet-ominaisuus.

FNRRS0129.explanation = Jos luokiteltuun asiakirjaan ei ole m\u00e4\u00e4ritetty Poikkeus-ominaisuutta, luokiteltuun asiakirjaan on m\u00e4\u00e4ritett\u00e4v\u00e4 kelvollinen Poista luokitus - p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4st\u00e4- tai Poista luokitus - tapahtumista -ominaisuus.
FNRRS0129.action      = M\u00e4\u00e4rit\u00e4 kelvollinen poikkeus tai vaihtoehtoisesti joko kelvollinen Poista luokitus - p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4st\u00e4- tai Poista luokitus - tapahtumista -ominaisuusarvo.
FNRRS0129.message     = Vahvistusvirhe: kelvollinen Poista luokitus - p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4st\u00e4- tai Poista luokitus - tapahtumista -ominaisuus puuttuu.

FNRRS0130.explanation = Jos luokiteltuun asiakirjaan ei ole m\u00e4\u00e4ritetty Poikkeus-ominaisuutta MUTTA luokiteltuun asiakirjaan on m\u00e4\u00e4ritetty Poista luokitus - p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4st\u00e4 -ominaisuus, p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4n on oltava nykyisen presidentin m\u00e4\u00e4ritt\u00e4m\u00e4n aikarajan sis\u00e4ll\u00e4.
FNRRS0130.action      = M\u00e4\u00e4rit\u00e4 kelvollinen poikkeus tai vaihtoehtoisesti joko kelvollinen Poista luokitus - p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4st\u00e4- tai Poista luokitus - tapahtumista -ominaisuusarvo.
FNRRS0130.message     = Vahvistusvirhe: m\u00e4\u00e4ritetty Poista luokitus - p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4st\u00e4 -ominaisuusarvo on arvoalueen ulkopuolella.

FNRRS0131.explanation = Jos luokiteltuun asiakirjaan on m\u00e4\u00e4ritetty rajoitettu Lis\u00e4merkint\u00e4-ominaisuus, Poista luokitus - p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4st\u00e4- tai Poista luokitus - tapahtumista -ominaisuutta ei voi m\u00e4\u00e4ritt\u00e4\u00e4.
FNRRS0131.action      = Poista Poista luokitus - p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4st\u00e4- tai Poista luokitus - tapahtumista -arvo tai poista rajoittava Lis\u00e4merkint\u00e4-arvo.
FNRRS0131.message     = Vahvistusvirhe: rajoitetussa asiakirjassa ei voi olla joko Poista luokitus - p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4st\u00e4- tai Poista luokitus - tapahtumista -ominaisuutta.

FNRRS0132.explanation = Jos luokiteltuun asiakirjaan on m\u00e4\u00e4ritetty rajoitettu Lis\u00e4merkint\u00e4-ominaisuus, Poikkeus-arvot eiv\u00e4t ole sallittuja.
FNRRS0132.action      = Poista joko Poikkeus-arvot tai poista rajoittava Lis\u00e4merkint\u00e4-arvo.
FNRRS0132.message     = Vahvistusvirhe: rajoitetussa asiakirjassa ei voi olla yht\u00e4\u00e4n Poikkeus-ominaisuutta.

FNRRS0133.explanation = Jos luokiteltuun asiakirjaan on m\u00e4\u00e4ritetty rajoitettu Lis\u00e4merkint\u00e4-ominaisuus, Laske luokitusta -arvot eiv\u00e4t ole sallittuja.
FNRRS0133.action      = Poista joko Laske luokitusta -arvot tai poista rajoittava Lis\u00e4merkint\u00e4-arvo.
FNRRS0133.message     = Vahvistusvirhe: rajoitetussa asiakirjassa ei voi olla Laske luokitusta - p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4st\u00e4- tai Laske luokitusta -tapahtumista -ominaisuutta.

FNRRS0134.explanation = Luokiteltuun asiakirjaan on m\u00e4\u00e4ritett\u00e4v\u00e4 kelvollinen luokittelutaho.
FNRRS0134.action      = M\u00e4\u00e4rit\u00e4 kelvollinen Luokittelutaho-ominaisuus.
FNRRS0134.message     = Vahvistusvirhe: puuttuva tai virheellinen Luokittelutaho-ominaisuus.

FNRRS0135.explanation = Jos luokiteltuun asiakirjaan on m\u00e4\u00e4ritetty Laske luokitusta - p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4st\u00e4- tai Laske luokitusta -tapahtumista -ominaisuus, Luokituksen laskuohjeet -ominaisuus on m\u00e4\u00e4ritett\u00e4v\u00e4.
FNRRS0135.action      = M\u00e4\u00e4rit\u00e4 joko Luokituksen laskuohjeet -ominaisuus tai \u00e4l\u00e4 m\u00e4\u00e4rit\u00e4 Laske luokitusta - p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4st\u00e4- ja Laske luokitusta - tapahtumista -ominaisuutta.
FNRRS0135.message     = Vahvistusvirhe: puuttuva tai virheellinen Luokituksen laskuohjeet -ominaisuus.

FNRRS0136.explanation = Jos luokiteltuun asiakirjaan on m\u00e4\u00e4ritetty P\u00e4ivitysp\u00e4iv\u00e4m\u00e4\u00e4r\u00e4-ominaisuus, P\u00e4ivityksen syyt -ominaisuus on my\u00f6s m\u00e4\u00e4ritett\u00e4v\u00e4.
FNRRS0136.action      = M\u00e4\u00e4rit\u00e4 joko P\u00e4ivityksen syyt -ominaisuus tai \u00e4l\u00e4 m\u00e4\u00e4rit\u00e4 yht\u00e4\u00e4n P\u00e4ivitysp\u00e4iv\u00e4m\u00e4\u00e4r\u00e4-ominaisuutta.
FNRRS0136.message     = Vahvistusvirhe: puuttuva tai virheellinen P\u00e4ivityksen syyt -ominaisuus.

FNRRS0137.explanation = Jos luokiteltuun asiakirjaan on m\u00e4\u00e4ritetty P\u00e4ivitysp\u00e4iv\u00e4m\u00e4\u00e4r\u00e4-ominaisuus, P\u00e4ivitt\u00e4j\u00e4-ominaisuus on my\u00f6s m\u00e4\u00e4ritett\u00e4v\u00e4.
FNRRS0137.action      = M\u00e4\u00e4rit\u00e4 joko P\u00e4ivitt\u00e4j\u00e4-ominaisuus tai \u00e4l\u00e4 m\u00e4\u00e4rit\u00e4 yht\u00e4\u00e4n P\u00e4ivitysp\u00e4iv\u00e4m\u00e4\u00e4r\u00e4-ominaisuutta.
FNRRS0137.message     = Vahvistusvirhe: puuttuva tai virheellinen P\u00e4ivitt\u00e4j\u00e4-ominaisuus.

FNRRS0138.explanation = Jos luokiteltuun asiakirjaan on m\u00e4\u00e4ritetty Arviointip\u00e4iv\u00e4m\u00e4\u00e4r\u00e4-ominaisuus, Arvioija-ominaisuus on my\u00f6s m\u00e4\u00e4ritett\u00e4v\u00e4.
FNRRS0138.action      = M\u00e4\u00e4rit\u00e4 joko Arvioija-ominaisuus tai \u00e4l\u00e4 m\u00e4\u00e4rit\u00e4 yht\u00e4\u00e4n Arviointip\u00e4iv\u00e4m\u00e4\u00e4r\u00e4-ominaisuutta.
FNRRS0138.message     = Vahvistusvirhe: puuttuva tai virheellinen Arvioija-ominaisuus.

FNRRS0139.explanation = Jos luokiteltuun asiakirjaan on m\u00e4\u00e4ritetty Luokituksen laskun p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4 -ominaisuus, Luokituksen laskija -ominaisuus on my\u00f6s m\u00e4\u00e4ritett\u00e4v\u00e4.
FNRRS0139.action      = M\u00e4\u00e4rit\u00e4 joko Luokituksen laskija -ominaisuus tai \u00e4l\u00e4 m\u00e4\u00e4rit\u00e4 yht\u00e4\u00e4n Luokituksen laskun p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4 -ominaisuutta.
FNRRS0139.message     = Vahvistusvirhe: puuttuva tai virheellinen Luokituksen laskija -ominaisuus.

FNRRS0140.explanation = Jos luokiteltuun asiakirjaan on m\u00e4\u00e4ritetty Luokituksen poistop\u00e4iv\u00e4m\u00e4\u00e4r\u00e4 -ominaisuus, Luokituksen poistaja -ominaisuus on my\u00f6s m\u00e4\u00e4ritett\u00e4v\u00e4.
FNRRS0140.action      = M\u00e4\u00e4rit\u00e4 joko Luokituksen poistaja -ominaisuus tai \u00e4l\u00e4 m\u00e4\u00e4rit\u00e4 yht\u00e4\u00e4n Luokituksen poistop\u00e4iv\u00e4m\u00e4\u00e4r\u00e4 -ominaisuutta.
FNRRS0140.message     = Vahvistusvirhe: puuttuva tai virheellinen Luokituksen poistaja -ominaisuus.

FNRRS0141.explanation = Luokitellun asiakirjan vahvistusyrityksess\u00e4 v\u00e4hint\u00e4\u00e4n yksi DoD-luokiteltu tarkistus on ep\u00e4onnistunut.
FNRRS0141.action      = Tutki kunkin tarkistush\u00e4iri\u00f6n tietoja poikkeuksen virheasiakirjojen kokoelmasta.
FNRRS0141.message     = Vahvistusvirhe: j\u00e4rjestelm\u00e4ss\u00e4 on ilmennyt v\u00e4hint\u00e4\u00e4n yksi DoD-luokiteltu tarkistusvirhe. Lis\u00e4tietoja on poikkeuksen virheasiakirjoissa.

FNRRS0142.explanation = Asiakirjas\u00e4il\u00f6\u00e4 yritettiin m\u00e4\u00e4ritt\u00e4\u00e4 aktiiviseksi, mutta se on jo aktiivinen.  Aktiivista s\u00e4il\u00f6\u00e4 ei voi m\u00e4\u00e4ritt\u00e4\u00e4 aktiiviseksi.
FNRRS0142.action      = Selvit\u00e4, miksi s\u00e4il\u00f6\u00e4 yritet\u00e4\u00e4n m\u00e4\u00e4ritt\u00e4\u00e4 aktiiviseksi, vaikka se on jo aktiivinen.
FNRRS0142.message     = S\u00e4il\u00f6\u00e4 ei voi m\u00e4\u00e4ritt\u00e4\u00e4 aktiiviseksi, koska se on jo aktiivinen.

FNRRS0143.explanation = Asiakirjas\u00e4il\u00f6\u00e4 yritettiin m\u00e4\u00e4ritt\u00e4\u00e4 passiiviseksi, mutta se on jo passiivinen.  Passiivista s\u00e4il\u00f6\u00e4 ei voi m\u00e4\u00e4ritt\u00e4\u00e4 passiiviseksi.
FNRRS0143.action      = Selvit\u00e4, miksi s\u00e4il\u00f6\u00e4 yritet\u00e4\u00e4n m\u00e4\u00e4ritt\u00e4\u00e4 passiiviseksi, vaikka se on jo passiivinen.
FNRRS0143.message     = S\u00e4il\u00f6\u00e4 ei voi m\u00e4\u00e4ritt\u00e4\u00e4 passiiviseksi, koska se on jo passiivinen.

FNRRS0144.explanation = Kun s\u00e4il\u00f6 on passiivinen, my\u00f6s kaikkien sen alis\u00e4il\u00f6jen hierarkian pohjalle saakka on oltavat passiivisia.  S\u00e4il\u00f6\u00e4 yritettiin m\u00e4\u00e4ritt\u00e4\u00e4 aktiiviseksi, kun yksi sen p\u00e4\u00e4s\u00e4il\u00f6ist\u00e4 on passiivinen. Toiminto ei ole sallittu.
FNRRS0144.action      = Jos s\u00e4il\u00f6 on m\u00e4\u00e4ritett\u00e4v\u00e4 aktiiviseksi, kaikki passiiviset p\u00e4\u00e4s\u00e4il\u00f6t on m\u00e4\u00e4ritett\u00e4v\u00e4 ensin aktiivisiksi.
FNRRS0144.message     = S\u00e4il\u00f6\u00e4 ei voi m\u00e4\u00e4ritt\u00e4\u00e4 aktiiviseksi, koska sen p\u00e4\u00e4s\u00e4il\u00f6 on passiivinen.

FNRRS0145.explanation = Kun s\u00e4il\u00f6 on m\u00e4\u00e4ritetty passiiviseksi, toiminnon syy on m\u00e4\u00e4ritett\u00e4v\u00e4.  Syy sis\u00e4lt\u00e4\u00e4 tiedot siit\u00e4, miksi s\u00e4il\u00f6 ei ole en\u00e4\u00e4 aktiivinen.
FNRRS0145.action      = M\u00e4\u00e4rit\u00e4 syy, kun m\u00e4\u00e4rit\u00e4t s\u00e4il\u00f6\u00e4 passiiviseksi.
FNRRS0145.message     = Passiivisen tilan syy on pakollinen, kun s\u00e4il\u00f6 m\u00e4\u00e4ritet\u00e4\u00e4n passiiviseksi.

FNRRS0146.explanation = Voit avata uudelleen vain s\u00e4il\u00f6n, joka on suljettu.  Jos s\u00e4il\u00f6 on jo auki, sit\u00e4 ei voi avata uudelleen.
FNRRS0146.action      = \u00c4l\u00e4 avaa s\u00e4il\u00f6\u00e4 uudelleen, ellei se ole suljetussa tilassa.
FNRRS0146.message     = S\u00e4il\u00f6\u00e4, jota ei ole suljettu, ei voi avata uudelleen.

FNRRS0147.explanation = Uudelleenavaustoiminto on kelvollinen vain s\u00e4il\u00f6ss\u00e4, joka on t\u00e4ll\u00e4 hetkell\u00e4 suljetussa tilassa. Nykyinen s\u00e4il\u00f6 on jo avattu uudelleen, joten et voi avata sit\u00e4 uudelleen.
FNRRS0147.action      = \u00c4l\u00e4 avaa s\u00e4il\u00f6\u00e4 uudelleen, ellei se ole suljetussa tilassa.
FNRRS0147.message     = S\u00e4il\u00f6\u00e4, joka on jo avattu uudelleen, ei voi avata uudelleen.

FNRRS0148.explanation = S\u00e4il\u00f6n voi avata uudelleen vain, jos kaikki sen p\u00e4\u00e4s\u00e4il\u00f6t ovat avatussa tilassa. Jos jokin p\u00e4\u00e4s\u00e4il\u00f6ist\u00e4 on suljettu, s\u00e4il\u00f6\u00e4 ei voi avata uudelleen.
FNRRS0148.action      = \u00c4l\u00e4 avaa s\u00e4il\u00f6\u00e4 uudelleen, elleiv\u00e4t kaikki sen p\u00e4\u00e4s\u00e4il\u00f6t ole avoinna.
FNRRS0148.message     = S\u00e4il\u00f6\u00e4, jonka edelt\u00e4v\u00e4 s\u00e4il\u00f6 on suljettu, ei voi avata uudelleen.

FNRRS0149.explanation = Kun suljet s\u00e4il\u00f6n, sen sulkemissyy on m\u00e4\u00e4ritett\u00e4v\u00e4. Syyn on oltava kelvollinen, muu kuin tyhj\u00e4 merkkijono.
FNRRS0149.action      = M\u00e4\u00e4rit\u00e4 muu kuin tyhj\u00e4 merkkijono, joka ilmaisee, miksi s\u00e4il\u00f6 suljetaan.
FNRRS0149.message     = Syy on m\u00e4\u00e4ritett\u00e4v\u00e4 s\u00e4il\u00f6\u00e4 suljettaessa.

FNRRS0150.explanation = S\u00e4il\u00f6\u00e4, joka on jo suljettu, ei voi sulkea.  Voit sulkea s\u00e4il\u00f6n, jos se on avoinna (sit\u00e4 ei ole koskaan suljettu) tai uudelleenavattu (suljettu, mutta avattu nyt uudelleen).
FNRRS0150.action      = Tarkista, onko s\u00e4il\u00f6 jo suljettu, ennen kuin yrit\u00e4t sulkea sen.
FNRRS0150.message     = S\u00e4il\u00f6\u00e4 ei voi sulkea, koska se on jo suljettu.

FNRRS0151.explanation = Et voi arkistoida asiakirjaa s\u00e4il\u00f6\u00f6n, joka on t\u00e4ll\u00e4 hetkell\u00e4 passiivinen.
FNRRS0151.action      = Aktivoi s\u00e4il\u00f6 uudelleen tai valitse toinen arkistointikohde.
FNRRS0151.message     = Asiakirjaa ei voi arkistoida passiiviseen s\u00e4il\u00f6\u00f6n.

FNRRS0152.explanation = Et voi arkistoida asiakirjaa s\u00e4il\u00f6\u00f6n, joka on t\u00e4ll\u00e4 hetkell\u00e4 suljettu.
FNRRS0152.action      = Avaa s\u00e4il\u00f6 uudelleen tai valitse toinen arkistointikohde.
FNRRS0152.message     = Asiakirjaa ei voi arkistoida suljettuun s\u00e4il\u00f6\u00f6n.

FNRRS0153.explanation = Arkistoinnin kohdes\u00e4il\u00f6 ei saa sis\u00e4lt\u00e4\u00e4 t\u00e4m\u00e4nlajista asiakirjaa.
FNRRS0153.action      = Valitse vaihtoehtoinen s\u00e4il\u00f6 asiakirjan arkistointia varten.
FNRRS0153.message     = Arkistoinnin kohdes\u00e4il\u00f6 ei saa sis\u00e4lt\u00e4\u00e4 yksikk\u00f6lajin {0} asiakirjaa.

FNRRS0154.explanation = Asiakirja on jo m\u00e4\u00e4ritetyss\u00e4 kohdes\u00e4il\u00f6ss\u00e4 (tai sen aktiivisessa alitaltiossa).
FNRRS0154.action      = Valitse vaihtoehtoinen s\u00e4il\u00f6 asiakirjan arkistointia varten.
FNRRS0154.message     = Asiakirjaa ei voi arkistoida, koska se sis\u00e4ltyy jo kohdes\u00e4il\u00f6\u00f6n (tai sen aktiiviseen alitaltioon).

FNRRS0155.explanation = Asiakirjaa ei voi arkistoida s\u00e4il\u00f6\u00f6n, joka sijaitsee sen aiemmin luodun arkistonmuodostussuunnitelman ulkopuolella.
FNRRS0155.action      = Valitse s\u00e4il\u00f6, joka on asiakirjan aiemmin luodussa arkistonmuodostussuunnitelmassa.
FNRRS0155.message     = Asiakirjaa ei voi arkistoida s\u00e4il\u00f6\u00f6n, joka sijaitsee sen aiemmin luodun arkistonmuodostussuunnitelman ulkopuolella.

FNRRS0156.explanation = Fyysisen asiakirjan voi arkistoida enint\u00e4\u00e4n yhteen fyysiseen s\u00e4il\u00f6\u00f6n.
FNRRS0156.action      = Rajoita fyysisen asiakirjan sis\u00e4llytys yhteen fyysiseen s\u00e4il\u00f6\u00f6n.
FNRRS0156.message     = Fyysist\u00e4 asiakirjaa ei voi arkistoida useaan fyysiseen s\u00e4il\u00f6\u00f6n.

FNRRS0157.explanation = Fyysisen asiakirjan voi arkistoida enint\u00e4\u00e4n yhteen fyysiseen s\u00e4il\u00f6\u00f6n.
FNRRS0157.action      = Rajoita fyysisen asiakirjan sis\u00e4llytys yhteen fyysiseen s\u00e4il\u00f6\u00f6n.
FNRRS0157.message     = M\u00e4\u00e4ritetty SchedulePropagation-tila ei ole k\u00e4ytett\u00e4viss\u00e4, kun aiemmin luotua arkistostapoistoaikataulun m\u00e4\u00e4rityst\u00e4 tyhjennet\u00e4\u00e4n: {0}.

FNRRS0158.explanation = M\u00e4\u00e4ritetty\u00e4 pitoa ei ole liitetty yksikk\u00f6\u00f6n, joten pitoa ei voi poistaa.
FNRRS0158.action      = Varmista, ett\u00e4 pito-objekti on liitetty yksikk\u00f6\u00f6n, ennen kuin yrit\u00e4t poistaa pidon.
FNRRS0158.message     = Pitoa ei voi poistaa, koska sit\u00e4 ei ole liitetty yksikk\u00f6\u00f6n. Pidon tunnus: {0}.
FNRRS0158.arg.0	   = Kyseess\u00e4 olevan pidon tunnus.

FNRRS0159.explanation = M\u00e4\u00e4ritetty pito on liitetty yksikk\u00f6\u00f6n dynaamisesti. Voit poistaa pidon manuaalisesti
FNRRS0159.action      = Poista dynaamiset pidot ajamalla pidon tarkistus.
FNRRS0159.message     = Dynaamisesti k\u00e4ytt\u00f6\u00f6notettua pitoa ei voi poistaa manuaalisesti. Pidon tunnus: {0}.
FNRRS0159.arg.0	   = Kyseess\u00e4 olevan pidon tunnus.

FNRRS0160.explanation = M\u00e4\u00e4ritetty pito ei ole aktiivinen.  Pitoa ei voi k\u00e4ytt\u00e4\u00e4 yksik\u00f6ss\u00e4.
FNRRS0160.action      = Varmista ennen pidon liitt\u00e4mist\u00e4 yksik\u00f6ihin, ett\u00e4 pito on m\u00e4\u00e4ritetty aktiiviseksi.
FNRRS0160.message     = Muuta kuin aktiivista pitoa ei voi k\u00e4ytt\u00e4\u00e4. Pidon tunnus: {0}.
FNRRS0160.arg.0	   = Kyseess\u00e4 olevan pidon tunnus.

FNRRS0161.explanation = Et voi lis\u00e4t\u00e4 pitoa yksikk\u00f6\u00f6n, joka on jo liitetty kyseiseen pitoon.
FNRRS0161.action      = Lis\u00e4\u00e4 pito yksikk\u00f6\u00f6n vain kerran.
FNRRS0161.message     = Pitoa ei voi lis\u00e4t\u00e4 yksikk\u00f6\u00f6n useammin kuin kerran. Pitojen tunnus: {0}
FNRRS0161.arg.0	   = Kyseess\u00e4 olevien pitojen tunnus.

FNRRS0162.explanation = Pitoa ei voi poistaa, kun asiakirjat tai s\u00e4il\u00f6t on liitetty pitoon.
FNRRS0162.action      = Poista pitoon liitetyt yksik\u00f6t ja poista sen j\u00e4lkeen pito.
FNRRS0162.message     = Yksik\u00f6ihin liitetty\u00e4 pitoa ei voi poistaa.

FNRRS0163.explanation = On ilmennyt odottamaton poikkeus yritett\u00e4ess\u00e4 siirt\u00e4\u00e4 t\u00e4t\u00e4 yksikk\u00f6\u00e4.
FNRRS0163.action      = Yksityiskohtaisia tietoja poikkeuksesta on lokeissa.
FNRRS0163.message     = Yksikk\u00f6\u00e4 ei voi siirt\u00e4\u00e4 odottamattoman poikkeuksen takia. Yksikk\u00f6: {0}, poikkeus: {1}.
FNRRS0163.arg.0       = Sen yksik\u00f6n tunnus, jonka siirtoa on yritetty.
FNRRS0163.arg.1       = Sanoma poikkeuksesta.

FNRRS0164.explanation = Joukkopoistotoiminto ei tue kyseist\u00e4 entityType-arvoa vastaavaa yksikk\u00f6\u00e4.
FNRRS0164.action      = Poista t\u00e4m\u00e4 yksikk\u00f6 joukkopoistotoiminnon yksikk\u00f6kokoelmasta.
FNRRS0164.message     = Yksikk\u00f6lajin joukkopoistoa ei voi toteuttaa. Yksikk\u00f6laji: {0}, yksik\u00f6n_tunnus: {1}.
FNRRS0164.arg.0       = Sen yksik\u00f6n laji, jonka poistoa on yritetty.
FNRRS0164.arg.1       = Sen yksik\u00f6n tunnus, jonka poistoa on yritetty.

FNRRS0165.explanation = Aktivoinnin joukkopoistotoiminto ei tue kyseist\u00e4 entityType-arvoa vastaavaa yksikk\u00f6\u00e4.
FNRRS0165.action      = Poista t\u00e4m\u00e4 yksikk\u00f6 aktivoinnin joukkopoistotoiminnon yksikk\u00f6kokoelmasta.
FNRRS0165.message     = Yksikk\u00f6lajin aktivoinnin joukkopoistoa ei voi toteuttaa. Yksikk\u00f6laji: {0}, yksik\u00f6n_tunnus: {1}.
FNRRS0165.arg.0       = Sen yksik\u00f6n laji, jonka aktivoinnin poistoa on yritetty.
FNRRS0165.arg.1       = Sen yksik\u00f6n tunnus, jonka aktivoinnin poistoa on yritetty.

FNRRS0166.explanation = Joukkoaktivointitoiminto ei tue kyseist\u00e4 entityType-arvoa vastaavaa yksikk\u00f6\u00e4.
FNRRS0166.action      = Poista t\u00e4m\u00e4 yksikk\u00f6 joukkoaktivointitoiminnon yksikk\u00f6kokoelmasta.
FNRRS0166.message     = Yksikk\u00f6lajin joukkoaktivointia ei voi toteuttaa. Yksikk\u00f6laji: {0}, yksik\u00f6n_tunnus: {1}.
FNRRS0166.arg.0       = Sen yksik\u00f6n laji, jonka aktivointia on yritetty.
FNRRS0166.arg.1       = Sen yksik\u00f6n tunnus, jonka aktivointia on yritetty.

FNRRS0167.explanation = Siirtotoiminnon l\u00e4hdes\u00e4il\u00f6 ei sis\u00e4ll\u00e4 suoraan m\u00e4\u00e4ritetty\u00e4 asiakirjaa.
FNRRS0167.action      = Varmista, ett\u00e4 m\u00e4\u00e4ritetty l\u00e4hdes\u00e4il\u00f6 on oikea. Jos todellinen l\u00e4hdes\u00e4il\u00f6 on asiakirjataltio, m\u00e4\u00e4rit\u00e4 kyseinen asiakirjataltio sen p\u00e4\u00e4asiakirjakansion sijasta.
FNRRS0167.message     = Asiakirjan siirtoa ei voi toteuttaa, koska asiakirja ei sis\u00e4lly m\u00e4\u00e4ritettyyn l\u00e4hdes\u00e4il\u00f6\u00f6n.

FNRRS0168.explanation = Nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 ei ole objektin siirto-oikeuksia.
FNRRS0168.action      = Tarkista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on objektin siirto-oikeudet.
FNRRS0168.message     = Nykyinen k\u00e4ytt\u00e4j\u00e4 ei voi siirt\u00e4\u00e4 s\u00e4il\u00f6\u00e4: {0}.
FNRRS0168.arg.0       = S\u00e4il\u00f6n tunnus.

FNRRS0169.explanation = Nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 ei ole oikeita asiakirjan kopiointioikeuksia.
FNRRS0169.action      = Tarkista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on v\u00e4hint\u00e4\u00e4n asiakirjan kirjoitusoikeudet.
FNRRS0169.message     = Nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 ei ole asiakirjan kopiointioikeuksia: {0}.
FNRRS0169.arg.0       = Asiakirjan tunnus.

FNRRS0170.explanation = Koska ulkoisesta yhdistellyst\u00e4 dokumentista ei voi tehd\u00e4 kopiota automaattisesti, sellaiseen dokumenttiin liitetty\u00e4 asiakirjaa ei voi kopioida.
FNRRS0170.action      = Luo manuaalisesti alkuper\u00e4isest\u00e4 yhdistellyst\u00e4 dokumentista kaksoiskappale ja vahvista manuaalisesti uusi yhdistelty dokumentti asiakirjaksi.
FNRRS0170.message     = Yhdisteltyyn dokumenttiin liitetty\u00e4 asiakirjaa ei voi kopioida.

FNRRS0171.explanation = M\u00e4\u00e4ritetty\u00e4 asiakirjaa ei ole t\u00e4ll\u00e4 hetkell\u00e4 arkistoitu m\u00e4\u00e4ritettyyn s\u00e4il\u00f6\u00f6n eik\u00e4 kyseisen asiakirjan arkistointia voi siten poistaa t\u00e4st\u00e4 s\u00e4il\u00f6st\u00e4.
FNRRS0171.action      = Jos olet alun perin kutsunut t\u00e4t\u00e4 metodia asiakirjakansiossa, joka edellytt\u00e4\u00e4 aliasiakirjataltioiden k\u00e4ytt\u00f6\u00e4, toteuta t\u00e4m\u00e4 kutsu asianmukaisessa alitaltiossa, joka todellisuudessa sis\u00e4lt\u00e4\u00e4 asiakirjan.
FNRRS0171.message     = Asiakirjan arkistointia ei voi poistaa s\u00e4il\u00f6st\u00e4, johon asiakirjaa ei ole arkistoitu t\u00e4ll\u00e4 hetkell\u00e4. Asiakirja: {0}, s\u00e4il\u00f6: {1}.
FNRRS0171.arg.0       = Asiakirja, jonka arkistoinnin poistoa yritet\u00e4\u00e4n.
FNRRS0171.arg.1       = S\u00e4il\u00f6kohde, josta asiakirjan arkistoinnin poistotoimintoa yritet\u00e4\u00e4n.

FNRRS0172.explanation = Asiakirjan on oltava arkistoituna v\u00e4hint\u00e4\u00e4n yhteen s\u00e4il\u00f6\u00f6n. 
FNRRS0172.action      = Varmista, ett\u00e4 asiakirja on arkistoitu v\u00e4hint\u00e4\u00e4n yhteen muuhun s\u00e4il\u00f6\u00f6n, ennen kuin yrit\u00e4t poistaa sen arkistointia s\u00e4il\u00f6st\u00e4.
FNRRS0172.message     = T\u00e4ll\u00e4 hetkell\u00e4 vain yhteen s\u00e4il\u00f6\u00f6n arkistoidun asiakirjan arkistointia ei voi poistaa. Asiakirja: {0}.
FNRRS0172.arg.0       = Asiakirja, jonka arkistoinnin poistoa yritet\u00e4\u00e4n.

FNRRS0173.explanation = Kun asiakirja poistettu "loogisesti", sen vahvistusta ei voi en\u00e4\u00e4 peruuttaa. 
FNRRS0173.action      =  
FNRRS0173.message     = "Loogisesti" poistetun asiakirjan vahvistusta ei voi peruuttaa. Asiakirja: {0}.
FNRRS0173.arg.0       = Asiakirja, jonka vahvistuksen poistoa yritet\u00e4\u00e4n.

FNRRS0174.explanation = Jos asiakirja (tai jokin sen p\u00e4\u00e4s\u00e4il\u00f6ist\u00e4) on pidossa, sen vahvistusta ei voi peruuttaa. 
FNRRS0174.action      = Poista kaikki soveltuvat pidot asiakirjasta ja yrit\u00e4 vahvistuksen poistotoimintoa uudelleen.
FNRRS0174.message     = T\u00e4ll\u00e4 hetkell\u00e4 pidossa olevan asiakirjan vahvistusta ei voi peruuttaa. Asiakirja: {0}.
FNRRS0174.arg.0       = Asiakirja, jonka vahvistuksen poistoa yritet\u00e4\u00e4n.

FNRRS0175.explanation = Jos asiakirja on t\u00e4ll\u00e4 hetkell\u00e4 osa aktiivista k\u00e4sittelyreitti\u00e4, asiakirjan vahvistusta ei voi peruuttaa.
FNRRS0175.action      = Tee kaikki asiakirjaan liittyv\u00e4t k\u00e4sittelyreitin k\u00e4sittelyt loppuun ja yrit\u00e4 vahvistuksen peruutustoimintoa uudelleen.
FNRRS0175.message     = Aktiiviseen Arkistosta poisto -k\u00e4sittelyreittiin kuuluvan asiakirjan vahvistusta ei voi peruuttaa. Asiakirja: {0}.
FNRRS0175.arg.0       = Asiakirja, jonka vahvistuksen poistoa yritet\u00e4\u00e4n.

FNRRS0176.explanation = Jos asiakirja on liitetty yhdisteltyyn sis\u00e4lt\u00f6\u00f6n, asiakirjan vahvistusta ei voi peruuttaa.
FNRRS0176.action      = 
FNRRS0176.message     = Yhdisteltyyn sis\u00e4lt\u00f6\u00f6n liitetyn asiakirjan vahvistusta ei voi peruuttaa. Asiakirja: {0}.
FNRRS0176.arg.0       = Asiakirja, jonka vahvistuksen poistoa yritet\u00e4\u00e4n.

FNRRS0177.explanation = Yleens\u00e4 asiakirjan kuittaukseen liittyv\u00e4t ominaisuudet m\u00e4\u00e4ritet\u00e4\u00e4n vain DoD-luokitellussa arkistonmuodostussuunnitelman tietovaraston tietomallissa.
FNRRS0177.action      = Tarkista, ett\u00e4 arkistonmuodostussuunnitelman tietovarastoa varten on asennettu oikea tietomalli.
FNRRS0177.message     = Asiakirjojen kuittaukset eiv\u00e4t ole tuettuja liitetyss\u00e4 arkistonmuodostussuunnitelman tietovarastossa.

FNRRS0178.explanation = Nime\u00e4mismallissa korvausmakron vaikutusalueen m\u00e4\u00e4ritys edellytt\u00e4\u00e4, ett\u00e4 kullakin oikeanpuoleisella hakasulkeella on vasemmanpuoleinen vastinhakasulje.
FNRRS0178.action      = Tarkista nime\u00e4mismalli ja varmista, ett\u00e4 kaikkien oikeanpuoleisten hakasulkeiden edell\u00e4 on vasemmanpuoleinen vastinhakasulje.
FNRRS0178.message     = M\u00e4\u00e4ritetyss\u00e4 nime\u00e4mismallissa on oikeanpuoleinen hakasulje, jolla ei ole vasemmanpuoleista vastinhakasuljetta.

FNRRS0179.explanation = Nime\u00e4mismallissa korvausmakron vaikutusalueen m\u00e4\u00e4ritys edellytt\u00e4\u00e4, ett\u00e4 kullakin vasemmanpuoleisella hakasulkeella on oikeanpuoleinen vastinhakasulje.
FNRRS0179.action      = Tarkista nime\u00e4mismalli ja varmista, ett\u00e4 kaikkien vasemmanpuoleisten hakasulkeiden j\u00e4ljess\u00e4 on oikeanpuoleinen vastinhakasulje.
FNRRS0179.message     = M\u00e4\u00e4ritetyss\u00e4 nime\u00e4mismallissa on oikeanpuoleinen hakasulje, jolla ei ole vasemmanpuoleista vastinhakasuljetta.

FNRRS0180.explanation = Korvauksen seuraava indeksin arvo on pidempi kuin m\u00e4\u00e4ritetty numeromalli.
FNRRS0180.action      = Suurenna numeromallin numeroiden m\u00e4\u00e4r\u00e4\u00e4.
FNRRS0180.message     = M\u00e4\u00e4ritetty numeromalli on liian lyhyt seuraavaa indeksin arvoa varten.

FNRRS0181.explanation = M\u00e4\u00e4ritetty\u00e4 mallia ei voi j\u00e4sent\u00e4\u00e4 kelvolliseksi malliksi.
FNRRS0181.action      = Tarkista m\u00e4\u00e4ritetty malli ja varmista, ett\u00e4 se on kelvollinen malli.
FNRRS0181.message     = M\u00e4\u00e4ritetty malli ei ole kelvollinen malli.

FNRRS0182.explanation = Nime\u00e4mismalliin on m\u00e4\u00e4ritetty ominaisuus, jota ei ole.
FNRRS0182.action      = Muokkaa nime\u00e4mismallia siten, ett\u00e4 se sis\u00e4lt\u00e4\u00e4 kelvollisen ominaisuuden nimen.
FNRRS0182.message     = Nime\u00e4mismallissa m\u00e4\u00e4ritetty ominaisuus on virheellinen tai sit\u00e4 ei ole: {0}.
FNRRS0182.arg.0       = ominaisuuden_nimi

FNRRS0183.explanation = Nime\u00e4mismalliin on m\u00e4\u00e4ritetty moniarvoinen ominaisuus.  Nime\u00e4mismallit tukevat vain yksiarvoisia ominaisuuksia.
FNRRS0183.action      = Poista moniarvoinen ominaisuus nime\u00e4mismallista.
FNRRS0183.message     = Moniarvoinen ominaisuus ei ole tuettu nime\u00e4mismallissa: {0}.
FNRRS0183.arg.0       = ominaisuuden_nimi

FNRRS0184.explanation = Nime\u00e4mismallit eiv\u00e4t tue binaariominaisuuksia tai objektien ominaisuuksia.
FNRRS0184.action      = Muokkaa nime\u00e4mismallia siten, ett\u00e4 se sis\u00e4lt\u00e4\u00e4 tuetun ominaisuuslajin.
FNRRS0184.message     = Nime\u00e4mismallissa m\u00e4\u00e4ritetyn ominaisuuden laji ei ole tuettu: {0}. 
FNRRS0184.arg.0       = ominaisuuden_nimi

FNRRS0185.explanation = On ilmennyt odottamaton poikkeus yritett\u00e4ess\u00e4 tuhota t\u00e4t\u00e4 yksikk\u00f6\u00e4.
FNRRS0185.action      = Yksityiskohtaisia tietoja poikkeuksesta on lokeissa.
FNRRS0185.message     = Yksikk\u00f6\u00e4 ei voi tuhota odottamattoman poikkeuksen takia. Yksikk\u00f6: {0}, poikkeus: {1}.
FNRRS0185.arg.0       = Sen yksik\u00f6n tunnus, jonka tuhoamista on yritetty.
FNRRS0185.arg.1       = Sanoma poikkeuksesta.

FNRRS0186.explanation = Yksik\u00f6n arkistostapoistoaikataulua on muokattu, mik\u00e4 est\u00e4\u00e4 vaikutuksen kohteena olevien yksik\u00f6iden arkistosta poiston k\u00e4sittelyn.
FNRRS0186.action      = Aja arkistosta poiston tarkistus uudelleen, jotta n\u00e4m\u00e4 yksik\u00f6t voidaan k\u00e4sitell\u00e4 uudelleen muokatun aikataulun mukaisesti.
FNRRS0186.message     = Soveltuvaa arkistostapoistoaikataulua on muokattu.

FNRRS0187.explanation = P\u00e4\u00e4s\u00e4il\u00f6\u00e4 ei voi tuhota, ennen kuin kaikkien aliobjektien yksitt\u00e4iset s\u00e4ilytysjaksot ovat umpeutuneet.
FNRRS0187.action      = Viivyt\u00e4 p\u00e4\u00e4tason yksik\u00f6n tuhoamista.
FNRRS0187.message     = V\u00e4hint\u00e4\u00e4n yhden hierarkkisen aliobjektin, joiden s\u00e4ilytysjaksot ovat erilaiset, sis\u00e4lt\u00e4v\u00e4\u00e4 yksikk\u00f6\u00e4 ei voi poistaa. Yksikk\u00f6: {0}.
FNRRS0187.arg.0       = Sen yksik\u00f6n tunnus, jonka tuhoamista on yritetty.

FNRRS0188.explanation = Yksikk\u00f6\u00f6n liitetyn nykyisen arkistostapoistovaiheen toiminnon tyyppi on muuttunut.
FNRRS0188.action      = Aja t\u00e4m\u00e4n yksik\u00f6n arkistosta poiston tarkistus uudelleen.
FNRRS0188.message     = Arkistosta poiston k\u00e4sittely\u00e4 ei voi jatkaa, koska nykyisess\u00e4 vaiheessa on tapahtunut muutos. Yksikk\u00f6: {0}, vaihe: {1}.
FNRRS0188.arg.0       = Arkistosta poistoon liittyv\u00e4n yksik\u00f6n tunnus.
FNRRS0188.arg.1       = Yksik\u00f6n nykyisen vaiheen tunnus.

FNRRS0189.explanation = Yksik\u00f6n nykyisen vaiheen toteutusp\u00e4iv\u00e4n arvo ei kelpaa arkistosta poiston k\u00e4sittelyyn.
FNRRS0189.action      = Aja t\u00e4m\u00e4n yksik\u00f6n arkistosta poiston tarkistus uudelleen.
FNRRS0189.message     = Arkistosta poiston k\u00e4sittely\u00e4 ei voi jatkaa, koska nykyisen vaiheen toteutusp\u00e4iv\u00e4 on null-arvo tai tulevaisuuden p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4. Yksikk\u00f6: {0}, p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4: {1}.
FNRRS0189.arg.0       = Arkistosta poistoon liittyv\u00e4n yksik\u00f6n tunnus.
FNRRS0189.arg.1       = Yksik\u00f6n nykyisen vaiheen toteutusp\u00e4iv\u00e4n arvo.

FNRRS0190.explanation = Toiminnon on vastattava yksik\u00f6n nykyisen vaiheen toimintoa, ellei toiminto ole joko Vienti tai Tuhoaminen ja ellei yksik\u00f6n nykyisen vaiheen toiminto ole Siirto.
FNRRS0190.action      = Aja t\u00e4m\u00e4n yksik\u00f6n arkistosta poiston tarkistus uudelleen.
FNRRS0190.message     = Arkistosta poiston toiminnon tyyppi on virheellinen yksik\u00f6n nykyisen vaiheen tilassa. Yksikk\u00f6: {0}, nykyisen vaiheen toiminto: {1}, yritetty toiminto: {2}.
FNRRS0190.arg.0       = Arkistosta poistoon liittyv\u00e4n yksik\u00f6n tunnus.
FNRRS0190.arg.1       = Yksik\u00f6n nykyisen vaiheen toiminto.
FNRRS0190.arg.2       = Toiminnon yritetty toiminto.

FNRRS0191.explanation = Yhdenk\u00e4\u00e4n sellaisen yksik\u00f6n arkistosta poistoa ei voi jatkaa, jonka soveltuva pito on otettu k\u00e4ytt\u00f6\u00f6n suoraan yksik\u00f6ss\u00e4, jossain sen p\u00e4\u00e4tason yksik\u00f6ss\u00e4 tai jossain yksik\u00f6n aliyksik\u00f6ist\u00e4.
FNRRS0191.action      = Poista kaikki t\u00e4m\u00e4n yksik\u00f6n soveltuvat pidot.
FNRRS0191.message     = Arkistosta poiston toimintoa ei voi jatkaa yksik\u00f6ss\u00e4 {0} voimassa olevan pidon takia.
FNRRS0191.arg.0       = Arkistosta poistoon liittyv\u00e4n yksik\u00f6n tunnus.

FNRRS0192.explanation = Arkistosta poiston V\u00e4liaikainen siirto- ja Vienti-toiminnot eiv\u00e4t ole sallittuja uudelleenavatussa asiakirjas\u00e4il\u00f6ss\u00e4.
FNRRS0192.action      = Sulje kyseinen asiakirjas\u00e4il\u00f6.
FNRRS0192.message     = Uudelleenavatun asiakirjas\u00e4il\u00f6n arkistosta poiston toimintoa ei voi toteuttaa. Asiakirjas\u00e4il\u00f6: {0}, toiminto: {1}.
FNRRS0192.arg.0       = Arkistosta poistoon liittyv\u00e4n yksik\u00f6n tunnus.
FNRRS0192.arg.1       = Yritetty arkistosta poiston toiminnon tyyppi.

FNRRS0193.explanation = Yksik\u00f6n arkistosta poiston tilan mahdollisen uudelleenlaskennan takia yksik\u00f6n arkistosta poiston toiminto on aloitettava uudelleen.
FNRRS0193.action      = Toteuta Aloita arkistosta poisto -toiminto uudelleen t\u00e4ss\u00e4 yksik\u00f6ss\u00e4.
FNRRS0193.message     = Arkistosta poiston toimintoa ei voi toteuttaa yksik\u00f6ss\u00e4, koska soveltuvaa k\u00e4sittelyreitti\u00e4 ei ole viel\u00e4 aloitettu. Yksikk\u00f6: {0}.
FNRRS0193.arg.0       = Arkistosta poistoon liittyv\u00e4n yksik\u00f6n tunnus.

FNRRS0194.explanation = Kun asiakirja on liitetty arkistostapoistoaikatauluun asiakirjalajin kautta, asiakirjaa ei voi tuhota jonkin sen s\u00e4il\u00f6n tuhoamisprosessin osana.
FNRRS0194.action      = K\u00e4sittele asiakirjat ensin ja yrit\u00e4 uudelleen s\u00e4il\u00f6n tuhoamista.
FNRRS0194.message     = Yksikk\u00f6\u00e4 ei voi tuhota, koska se sis\u00e4lt\u00e4\u00e4 v\u00e4hint\u00e4\u00e4n yhden aliasiakirjan, johon on m\u00e4\u00e4ritetty asiakirjalaji. Yksikk\u00f6: {0}.
FNRRS0194.arg.0       = Arkistosta poistoon liittyv\u00e4n yksik\u00f6n tunnus.

FNRRS0195.explanation = Yksikk\u00f6 ei sis\u00e4lly m\u00e4\u00e4ritettyyn s\u00e4il\u00f6\u00f6n, tai m\u00e4\u00e4ritetty asiakirjalaji ei ole k\u00e4ytett\u00e4viss\u00e4.
FNRRS0195.action      = Tarkista, miten yksikk\u00f6 perii aikataulun, ja aja tarkistus uudelleen.
FNRRS0195.message     = Yksikk\u00f6\u00e4 ei voi poistaa kunnolla, koska sen Katkaisu on periytynyt kohteesta -arvo ei kelpaa. Yksikk\u00f6: {0}.
FNRRS0195.arg.0       = Arkistosta poistoon liittyv\u00e4n yksik\u00f6n tunnus.

FNRRS0196.explanation = Sy\u00f6teparametrista tai yksik\u00f6n Nykyisen vaiheen vientikohde -ominaisuudesta ei voida noutaa kelvollista hakemistopolkua.
FNRRS0196.action      = M\u00e4\u00e4rit\u00e4 kelvollinen hakemistopolku k\u00e4ytt\u00e4m\u00e4ll\u00e4 joko metodin sy\u00f6teparametria tai metodiin liittyv\u00e4n yksik\u00f6n Nykyisen vaiheen vientikohde -ominaisuutta.
FNRRS0196.message     = Vientikohteen tiedostoj\u00e4rjestelm\u00e4n hakemistopolkumerkkijono on null-arvo tai tyhj\u00e4 yksikk\u00f6: {0}.
FNRRS0196.arg.0       = Arkistosta poistoon liittyv\u00e4n yksik\u00f6n tunnus.

FNRRS0197.explanation = M\u00e4\u00e4ritetyn tiedostoj\u00e4rjestelm\u00e4hakemiston luonnin aikana on ilmennyt tiedostoj\u00e4rjestelm\u00e4virhe. Lis\u00e4tietoja on taustalla olevan poikkeuksen syyss\u00e4.
FNRRS0197.action      = Varmista, ett\u00e4 m\u00e4\u00e4ritetty tiedostoj\u00e4rjestelm\u00e4n hakemistopolku on kelvollinen ja ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on tarvittavat tiedostoj\u00e4rjestelm\u00e4n k\u00e4ytt\u00f6oikeudet.
FNRRS0197.message     = M\u00e4\u00e4ritetyn vientikohteen tiedostoj\u00e4rjestelm\u00e4hakemiston {0} luonnin aikana on ilmennyt virhe.
FNRRS0197.arg.0       = Tiedostoj\u00e4rjestelm\u00e4n hakemistopolku.

FNRRS0198.explanation = Aiheeseen liittyv\u00e4n asiakirjasis\u00e4ll\u00f6n datatiedostojen Sis\u00e4lt\u00f6-alihakemiston luonnin aikana on ilmennyt tiedostoj\u00e4rjestelm\u00e4virhe. Lis\u00e4tietoja on taustalla olevan poikkeuksen syyss\u00e4.
FNRRS0198.action      = Varmista, ett\u00e4 m\u00e4\u00e4ritetty tiedostoj\u00e4rjestelm\u00e4n hakemistopolku on kelvollinen ja ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on tarvittavat tiedostoj\u00e4rjestelm\u00e4n k\u00e4ytt\u00f6oikeudet.
FNRRS0198.message     = Yritett\u00e4ess\u00e4 luoda Sis\u00e4lt\u00f6-alihakemistoa tiedostoj\u00e4rjestelm\u00e4hakemiston {0} alle on ilmennyt virhe.
FNRRS0198.arg.0       = P\u00e4\u00e4tiedostoj\u00e4rjestelm\u00e4n hakemistopolku.

FNRRS0199.explanation = Vientisis\u00e4ll\u00f6n tiedostoj\u00e4rjestelm\u00e4tiedoston luonnin aikana on ilmennyt tiedostoj\u00e4rjestelm\u00e4virhe. Lis\u00e4tietoja on taustalla olevan poikkeuksen syyss\u00e4.
FNRRS0199.action      = Varmista, ett\u00e4 m\u00e4\u00e4ritetty tiedostoj\u00e4rjestelm\u00e4n hakemistopolku on kelvollinen ja ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on tarvittavat tiedostoj\u00e4rjestelm\u00e4n k\u00e4ytt\u00f6oikeudet.
FNRRS0199.message     = Yritett\u00e4ess\u00e4 vied\u00e4 sis\u00e4ll\u00f6n tietoja tiedostoon {0} on ilmennyt virhe.
FNRRS0199.arg.0       = Tulostustiedostopolun merkkijono.

FNRRS0200.explanation = On ilmennyt odottamaton poikkeus yritett\u00e4ess\u00e4 vied\u00e4 t\u00e4t\u00e4 yksikk\u00f6\u00e4.
FNRRS0200.action      = Yksityiskohtaisia tietoja poikkeuksesta on lokeissa.
FNRRS0200.message     = Yksikk\u00f6\u00e4 ei voi vied\u00e4 odottamattoman poikkeuksen takia. Yksikk\u00f6: {0}, poikkeus: {1}.
FNRRS0200.arg.0       = Sen yksik\u00f6n tunnus, jonka vienti\u00e4 on yritetty.
FNRRS0200.arg.1       = Sanoma poikkeuksesta.

FNRRS0201.explanation = Arkistosta poiston aloitustoiminto ei tue kyseist\u00e4 entityType-arvoa vastaavaa yksikk\u00f6\u00e4.
FNRRS0201.action      = Poista t\u00e4m\u00e4 yksikk\u00f6 arkistosta poiston aloitustoiminnon yksikk\u00f6kokoelmasta.
FNRRS0201.message     = Arkistosta poiston aloitusta ei voi toteuttaa yksik\u00f6ss\u00e4, jonka laji on {0} ja yksik\u00f6n_tunnus on {1}.
FNRRS0201.arg.0       = Sen yksik\u00f6n laji, jonka arkistosta poiston aloitusta on yritetty.
FNRRS0201.arg.1       = Sen yksik\u00f6n tunnus, jonka arkistosta poiston aloitusta on yritetty.

FNRRS0202.explanation = Sellaisen yksik\u00f6n arkistosta poiston aloitusta ei voi toteuttaa, jossa on voimassa oleva pito.
FNRRS0202.action      = Poista voimassa oleva pito yksik\u00f6st\u00e4 ja yrit\u00e4 arkistosta poiston aloitusta uudelleen.
FNRRS0202.message     = Pidossa olevan yksik\u00f6n tai yksik\u00f6n, jonka p\u00e4\u00e4tason yksikk\u00f6 on pidossa, arkistosta poiston aloitusta ei voi toteuttaa. Yksik\u00f6n_tunnus: {0}.
FNRRS0202.arg.0       = Sen yksik\u00f6n tunnus, jonka arkistosta poiston aloitusta on yritetty.

FNRRS0203.explanation = Sellaisen yksik\u00f6n arkistosta poiston aloitusta ei voi toteuttaa, joka sis\u00e4lt\u00e4\u00e4 pidossa olevia aliyksik\u00f6it\u00e4.
FNRRS0203.action      = Poista pito asianmukaisista aliyksik\u00f6ist\u00e4 ja yrit\u00e4 arkistosta poiston aloitusta uudelleen.
FNRRS0203.message     = T\u00e4m\u00e4n yksik\u00f6n arkistosta poiston aloitusta ei voi toteuttaa, koska v\u00e4hint\u00e4\u00e4n yksi yksik\u00f6n alij\u00e4senist\u00e4 on pidossa. Yksik\u00f6n_tunnus: {0}.
FNRRS0203.arg.0       = Sen yksik\u00f6n tunnus, jonka arkistosta poiston aloitusta on yritetty.

FNRRS0204.explanation = Yhdenk\u00e4\u00e4n yksik\u00f6n arkistosta poiston aloitusta ei voi toteuttaa pitoon asetuksen, yksik\u00f6n arkistostapoistoaikataulun muutoksen tai molempien syiden takia.
FNRRS0204.action      = Poista kaikki sovelluspidot yksik\u00f6st\u00e4, sen p\u00e4\u00e4tason yksik\u00f6ist\u00e4 tai yksik\u00f6n alihierarkiasta ja aja arkistosta poiston tarkistus uudelleen.
FNRRS0204.message     = T\u00e4m\u00e4n yksik\u00f6n arkistosta poiston aloitusta ei voi toteuttaa: {0}.
FNRRS0204.arg.0       = Sen yksik\u00f6n tunnus, jonka arkistosta poiston aloitusta on yritetty.

FNRRS0205.explanation = On ilmennyt odottamaton virhe, joka est\u00e4\u00e4 arkistosta poiston aloitusprosessin jatkumisen.
FNRRS0205.action      = Tutki mahdollisia syit\u00e4 aiheeseen liittyvien poikkeusten pinotiedoista tai aja arkistosta poiston tarkistus uudelleen. Voit my\u00f6s tehd\u00e4 molemmat toimet.
FNRRS0205.message     = On ilmennyt odottamaton virhe yhden tai useamman yksik\u00f6n arkistosta poiston aloituksen aikana.

FNRRS0206.explanation = VWSession-parametri on null-arvo tai jollain tavalla virheellinen.
FNRRS0206.action      = Tarkista soveltuva ty\u00f6asemasovelluksen IBM FileNet Process Engine -kokoonpano.
FNRRS0206.message     = Arkistosta poiston aloitusta ei voi toteuttaa virheellisen VWSession-parametrin takia: {0}.
FNRRS0206.arg.0       = Kyseess\u00e4 oleva VWSession-parametri.

FNRRS0207.explanation = Yksik\u00f6n nykyisen vaiheen toteutusp\u00e4iv\u00e4\u00e4 ei ole viel\u00e4 m\u00e4\u00e4ritetty tai se on edelleen tulevaisuuden p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4.
FNRRS0207.action      = Aja arkistosta poiston tarkistus uudelleen ja yrit\u00e4 sen j\u00e4lkeen arkistosta poiston aloitusta uudelleen. 
FNRRS0207.message     = Nykyist\u00e4 arkistostapoistovaihetta ei voi tehd\u00e4 loppuun, koska nykyisen vaiheen toteutusp\u00e4iv\u00e4m\u00e4\u00e4r\u00e4 on tulevaisuudessa. Yksikk\u00f6: {0}.
FNRRS0207.arg.0       = Kyseess\u00e4 olevan yksik\u00f6n tunnus.

FNRRS0208.explanation = Yksikk\u00f6\u00f6n liitetyss\u00e4 arkistostapoistoaikataulussa tai yksik\u00f6n arkistosta poistoon liittyviss\u00e4 metatiedoissa tai molemmissa on ehk\u00e4 tapahtunut muutos.
FNRRS0208.action      = Aja arkistosta poiston tarkistus uudelleen ja yrit\u00e4 sen j\u00e4lkeen arkistosta poiston aloitusta uudelleen. 
FNRRS0208.message     = Nykyist\u00e4 arkistostapoistovaihetta ei voi tehd\u00e4 loppuun, koska vaiheeseen liittyv\u00e4\u00e4 k\u00e4sittelyreitti\u00e4 ei ole viel\u00e4 aloitettu. Yksikk\u00f6: {0}.
FNRRS0208.arg.0       = Kyseess\u00e4 olevan yksik\u00f6n tunnus.

FNRRS0209.explanation = Uudelleenavattua s\u00e4il\u00f6\u00e4 ei voi siirt\u00e4\u00e4 sen nykyisen arkistostapoistovaiheen ohi.
FNRRS0209.action      = Sulje s\u00e4il\u00f6 ja yrit\u00e4 uudelleen siirtoa seuraavaan vaiheeseen. 
FNRRS0209.message     = Nykyist\u00e4 arkistostapoistovaihetta ei voi tehd\u00e4 loppuun, koska s\u00e4il\u00f6yksikk\u00f6 on avattu uudelleen. Yksikk\u00f6: {0}.
FNRRS0209.arg.0       = Kyseess\u00e4 olevan yksik\u00f6n tunnus.

FNRRS0210.explanation = Ehdotettu nykyisen vaiheen toteutusp\u00e4iv\u00e4 ei voi olla null-arvo tai tulevaisuuden p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4.
FNRRS0210.action      = Ehdota toista nykyisen vaiheen toteutusp\u00e4iv\u00e4n arvoa ja yrit\u00e4 uudelleen siirtoa seuraavaan vaiheeseen. 
FNRRS0210.message     = Nykyist\u00e4 arkistostapoistovaihetta ei voi tehd\u00e4 loppuun, koska ehdotettu nykyisen vaiheen toteutusp\u00e4iv\u00e4 on joko null-arvo tai tulevaisuuden p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4. Yksikk\u00f6: {0}, ehdotettu p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4: {1}.
FNRRS0210.arg.0       = Kyseess\u00e4 olevan yksik\u00f6n tunnus.
FNRRS0210.arg.1       = Annettu virheellinen p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4arvo.

FNRRS0211.explanation = Arkistostapoistoaikataulussa tulisi aina olla Katkaisuperuste-arvo.
FNRRS0211.action      = Korjaa arkistostapoistoaikataulu ja yrit\u00e4 arkistosta poiston aloitusprosessia uudelleen.
FNRRS0211.message     = Poiston katkaisuprosessia ei voi toteuttaa arkistostapoistoaikataulun {0} puuttuvan katkaisuperusteominaisuuden takia.
FNRRS0211.arg.0       = Kyseess\u00e4 olevan aikataulun tunnus.

FNRRS0212.explanation = Kyseess\u00e4 olevasta yksik\u00f6st\u00e4 puuttuu m\u00e4\u00e4ritetyn katkaisuperusteominaisuuden p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4arvo.
FNRRS0212.action      = Muuta yksikk\u00f6\u00e4, sen arkistostapoistoaikataulua tai kumpaakin ja yrit\u00e4 arkistosta poiston aloitusprosessia uudelleen.
FNRRS0212.message     = Arkistostapoistoyksik\u00f6n katkaisuperusteominaisuuden p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4arvo puuttuu. Yksikk\u00f6: {0}, ominaisuuden nimi: {1}.
FNRRS0212.arg.0       = Kyseess\u00e4 olevan yksik\u00f6n tunnus.
FNRRS0212.arg.1       = Katkaisuperusteominaisuuden nimi.

FNRRS0213.explanation = Kyseess\u00e4 olevasta yksik\u00f6st\u00e4 puuttuu m\u00e4\u00e4ritetyn katkaisuperusteominaisuuden p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4arvo.
FNRRS0213.action      = Muuta joko yksikk\u00f6\u00e4 tai sen arkistostapoistoaikataulua tai kumpaakin ja yrit\u00e4 arkistosta poiston aloitusprosessia uudelleen.
FNRRS0213.message     = Arkistosta poiston liipaisimen laji on virheellinen katkaisun k\u00e4sittely\u00e4 varten. Liipaisin: {0}, laji: {1}.
FNRRS0213.arg.0       = Kyseess\u00e4 olevan yksik\u00f6n tunnus.
FNRRS0213.arg.1       = Katkaisuperusteominaisuuden nimi.

FNRRS0214.explanation = On ilmennyt odottamaton poikkeus yritett\u00e4ess\u00e4 siirt\u00e4\u00e4 v\u00e4liaikaisesti t\u00e4t\u00e4 yksikk\u00f6\u00e4.
FNRRS0214.action      = Yksityiskohtaisia tietoja poikkeuksesta on lokeissa.
FNRRS0214.message     = Yksikk\u00f6\u00e4 ei voi siirt\u00e4\u00e4 v\u00e4liaikaisesti odottamattoman poikkeuksen takia. Yksikk\u00f6: {0}, poikkeus: {1}.
FNRRS0214.arg.0       = Sen yksik\u00f6n tunnus, jonka v\u00e4liaikaista siirtoa on yritetty.
FNRRS0214.arg.1       = Sanoma poikkeuksesta.

FNRRS0215.explanation = On ilmennyt odottamaton poikkeus yritett\u00e4ess\u00e4 siirt\u00e4\u00e4 t\u00e4t\u00e4 yksikk\u00f6\u00e4.
FNRRS0215.action      = Yksityiskohtaisia tietoja poikkeuksesta on lokeissa.
FNRRS0215.message     = Yksikk\u00f6\u00e4 ei voi siirt\u00e4\u00e4 odottamattoman poikkeuksen takia. Yksikk\u00f6: {0}, poikkeus: {1}.
FNRRS0215.arg.0       = Sen yksik\u00f6n tunnus, jonka siirtoa on yritetty.
FNRRS0215.arg.1       = Sanoma poikkeuksesta.

FNRRS0216.explanation = Laatijan nouto k\u00e4sittelyreitin vaiheen elementist\u00e4 ep\u00e4onnistui.
FNRRS0216.action      = Tarkista, ett\u00e4 Process Engine -palvelin ja Component Manager -ohjelma toimivat kunnolla.
FNRRS0216.message     = Alkuper\u00e4\u00e4 ei voi noutaa.

FNRRS0217.explanation = Arkistosta poiston arviointiin liittyv\u00e4t ominaisuusarvot sis\u00e4lt\u00e4v\u00e4 RMProperties-kokoelma ei voi olla null-arvo tai tyhj\u00e4.
FNRRS0217.action      = M\u00e4\u00e4rit\u00e4 asianmukaiset arvioinnin ominaisuusarvot ja yrit\u00e4 arviointitoimintoa uudelleen.
FNRRS0217.message     = Arvioidun yksik\u00f6n {0} sy\u00f6tteen RMProperties-kokoelma on tyhj\u00e4.
FNRRS0217.arg.0       = Sen yksik\u00f6n tunnus, jonka arviointia on yritetty.

FNRRS0218.explanation = Luotavan kansiolajin luokan tunnus ei voi olla null-arvo tai tyhj\u00e4.
FNRRS0218.action      = M\u00e4\u00e4rit\u00e4 asianmukainen kansionlajin luokan tunnus.
FNRRS0218.message     = Tunnus {0} ei ole kelvollinen luokan tunnus.
FNRRS0218.arg.0       = Luotavan kansiolajin luokan tunnus.

FNRRS0219.explanation = Arkistonmuodostussuunnitelmaan voi lis\u00e4t\u00e4 vain asiakirjaluokan. 
FNRRS0219.action      = M\u00e4\u00e4rit\u00e4 asianmukainen luotavan kansion yksikk\u00f6laji.
FNRRS0219.message     = Yksikk\u00f6\u00e4 {0} ei voi lis\u00e4t\u00e4 arkistonmuodostussuunnitelmaan.
FNRRS0219.arg.0       = Luotavan kansion yksikk\u00f6laji.

FNRRS0220.explanation = Liitteen lajin tulee olla RecordCategory tai RecordFolder.
FNRRS0220.action      = M\u00e4\u00e4rit\u00e4 asianmukainen liite.
FNRRS0220.message     = Liite {0} ei ole kelvollinen liitteen laji. Liitteen lajin tulee olla RecordCategory tai RecordFolder.
FNRRS0220.arg.0       = Liitteen nimi.

FNRRS0221.explanation = Asiakirjakansion-objektin luonti ep\u00e4onnistui. 
FNRRS0221.action      = Tarkista kansion luonnissa k\u00e4ytetyt parametrit ja yrit\u00e4 kansion luontitoimintoa uudelleen.
FNRRS0221.message     = Ei voi luoda asiakirjakansion objektia {0}.
FNRRS0221.arg.0       = Luotavan kansion yksikk\u00f6laji.

FNRRS0222.explanation = PropertyName- ja PropertyValue-matriisin pituuden on oltava sama.
FNRRS0222.action      = Varmista, ett\u00e4 PropertyName-matriisin pituus vastaa PropertyValue-matriisin pituutta.
FNRRS0222.message     = PropertyName-matriisin {0} pituus ei ole sama kuin PropertyValue-matriisin {1} pituus.
FNRRS0222.arg.0       = PropertyName-matriisi.
FNRRS0222.arg.1       = PropertyValue-matriisi.

FNRRS0223.explanation = Kun m\u00e4\u00e4ritetyn objektin riippuvaisen ominaisuuden arvo on tosi, toiseen ominaisuuteen on oltava m\u00e4\u00e4ritettyn\u00e4 muu kuin tyhj\u00e4 arvo.
FNRRS0223.action      = Anna kelvollinen arvo puuttuvaan ominaisuusarvoon tai muuta riippuvaisen ominaisuuden arvoa.
FNRRS0223.message     = Objektin ominaisuudesta {0} puuttuu muu kuin tyhj\u00e4 arvo. Ominaisuus on pakollinen, kun riippuvaiseen ominaisuuteen {1} on m\u00e4\u00e4ritetty arvo "tosi".
FNRRS0223.arg.0       = Puuttuvan tai tyhj\u00e4n ominaisuuden nimi.
FNRRS0223.arg.1       = Riippuvaisen ominaisuuden nimi.

FNRRS0224.explanation = Dokumentin vahvistus asiakirjaksi ep\u00e4onnistui. 
FNRRS0224.action      = Tarkista dokumentin asiakirjaksi vahvistuksessa k\u00e4ytetyt parametrit ja yrit\u00e4 dokumentin asiakirjaksi vahvistustoimintoa uudelleen.
FNRRS0224.message     = Dokumenttia ei voi vahvistaa asiakirjaksi.

FNRRS0225.explanation = T\u00e4ss\u00e4 arkistonmuodostussuunnitelman tietovarastossa ei t\u00e4ll\u00e4 hetkell\u00e4 ole k\u00e4yt\u00f6ss\u00e4 asiakirjan arkistointi useampaan kuin yhteen s\u00e4il\u00f6\u00f6n.
FNRRS0225.action      = \u00c4l\u00e4 yrit\u00e4 asiakirjan moniarkistointia, tai ota moniarkistointi k\u00e4ytt\u00f6\u00f6n arkistonmuodostussuunnitelman tietovarastossa.
FNRRS0225.message     = Asiakirjaa ei voi arkistoida useampaan kuin yhteen arkistonmuodostussuunnitelman objektis\u00e4il\u00f6\u00f6n: {0}.
RNRRS0255.arg.0       = Arkistonmuodostussuunnitelman tietovaraston nimi.

FNRRS0226.explanation = S\u00e4ilytysarvon sallitut vaihteluv\u00e4lit ovat seuraavat: 0 - 999 (vuodet), 0 - 99 (kuukaudet), 0 - 99 (p\u00e4iv\u00e4t).
FNRRS0226.action      = Anna kelvolliset s\u00e4ilytysarvot.
FNRRS0226.message     = V\u00e4hint\u00e4\u00e4n yksi s\u00e4ilytysarvo on sallitun arvoalueen ulkopuolella. Sallitut vaihteluv\u00e4lit ovat seuraavat: 0 - 999 (vuodet), 0 - 99 (kuukaudet), 0 - 99 (p\u00e4iv\u00e4t).

FNRRS0227.explanation = Perusaikataulus\u00e4il\u00f6n voi lis\u00e4t\u00e4 vain joko arkistonmuodostussuunnitelman p\u00e4\u00e4tasolle tai asiakirjan luokkalajin s\u00e4il\u00f6\u00f6n.
FNRRS0227.action      = Yrit\u00e4 uudelleen niin, ett\u00e4 k\u00e4yt\u00e4t kohdep\u00e4\u00e4s\u00e4il\u00f6n\u00e4 joko arkistonmuodostussuunnitelman p\u00e4\u00e4tasoa tai asiakirjan luokkaa.
FNRRS0227.message     = Uutta perusaikataulus\u00e4il\u00f6\u00e4 ei voi lis\u00e4t\u00e4 seuraavanlajisen s\u00e4il\u00f6n alitasoksi: {0} 
RNRRS0227.arg.0       = P\u00e4\u00e4s\u00e4il\u00f6n yksikk\u00f6tyyppi.

FNRRS0228.explanation = M\u00e4\u00e4ritetty\u00e4 liipaisinominaisuutta ei l\u00f6ytynyt.
FNRRS0228.action      = Anna kelvollinen DateTime-lajin ominaisuuden symbolinen nimi, joka on m\u00e4\u00e4ritetty v\u00e4hint\u00e4\u00e4n yhdelle asiakirjaluokalle.
FNRRS0228.message     = M\u00e4\u00e4ritetyn liipaisinominaisuuden symbolisen nimen ominaisuusmallin nouto ei onnistu: {0} 
RNRRS0228.arg.0       = M\u00e4\u00e4ritetty ominaisuuden symbolinen nimi.

FNRRS0229.explanation = M\u00e4\u00e4ritetyn liipaisinominaisuuden on oltava yksiarvoinen, ja sen tietolajin tulee olla DateTime.
FNRRS0229.action      = Anna kelvollinen yksiarvoisen DateTime-lajin ominaisuuden symbolinen nimi, joka on m\u00e4\u00e4ritetty v\u00e4hint\u00e4\u00e4n yhdelle asiakirjaluokalle.
FNRRS0229.message     = M\u00e4\u00e4ritetyn liipaisinominaisuuden tietolaji ei ole DateTime ja/tai ominaisuus ei ole yksiarvoinen: {0}
RNRRS0229.arg.0       = M\u00e4\u00e4ritetty ominaisuuden symbolinen nimi.

FNRRS0230.explanation = M\u00e4\u00e4ritetyn liipaisinominaisuuden on oltava m\u00e4\u00e4ritettyn\u00e4 v\u00e4hint\u00e4\u00e4n yhdess\u00e4 asiakirjaluokassa.
FNRRS0230.action      = Anna kelvollinen DateTime-lajin ominaisuuden symbolinen nimi, joka on m\u00e4\u00e4ritetty v\u00e4hint\u00e4\u00e4n yhdelle asiakirjaluokalle.
FNRRS0230.message     = M\u00e4\u00e4ritetty liipaisinominaisuus ei ole m\u00e4\u00e4ritettyn\u00e4 yhdess\u00e4k\u00e4\u00e4n asiakirjaluokassa: {0}.
RNRRS0230.arg.0       = M\u00e4\u00e4ritetty ominaisuuden symbolinen nimi.

FNRRS0231.explanation = Ehdotettu perusaikataulus\u00e4il\u00f6 ei saa sis\u00e4lt\u00e4\u00e4 alis\u00e4il\u00f6j\u00e4.
FNRRS0231.action      = Valitse toinen s\u00e4il\u00f6 muunnettavaksi perusaikataulus\u00e4il\u00f6ksi.
FNRRS0231.message     = Ehdotettu perusaikataulus\u00e4il\u00f6 ei ole lehtisolmu: {0}
RNRRS0231.arg.0       = Ehdotetun s\u00e4il\u00f6n tunnus.

FNRRS0232.explanation = Ehdotettu perusaikataulus\u00e4il\u00f6 ei saa sis\u00e4lt\u00e4\u00e4 yht\u00e4\u00e4n aliasiakirjaa, joka on arkistoituna useammassa kuin yhdess\u00e4 s\u00e4il\u00f6ss\u00e4.
FNRRS0232.action      = Valitse muunnettavaksi toinen s\u00e4il\u00f6, tai poista aliasiakirjat, jotka eiv\u00e4t t\u00e4yt\u00e4 ehtoja.
FNRRS0232.message     = Ehdotettu perusaikataulus\u00e4il\u00f6 sis\u00e4lt\u00e4\u00e4 v\u00e4hint\u00e4\u00e4n yhden moniarkistoidun asiakirjan: {0}.
FNRRS0232.arg.0       = Moniarkistoidun asiakirjan tunnus.

FNRRS0233.explanation = Ehdotettu perusaikataulus\u00e4il\u00f6 ei saa sis\u00e4lt\u00e4\u00e4 yht\u00e4\u00e4n aliasiakirjaa, joka on fyysinen asiakirja.
FNRRS0233.action      = Valitse muunnettavaksi toinen s\u00e4il\u00f6, tai poista aliasiakirjat, jotka eiv\u00e4t t\u00e4yt\u00e4 ehtoja.
FNRRS0233.message     = Ehdotettu perusaikataulus\u00e4il\u00f6 sis\u00e4lt\u00e4\u00e4 v\u00e4hint\u00e4\u00e4n yhden asiakirjan, joka on fyysinen asiakirja: {0}.
FNRRS0233.arg.0       = Fyysisen asiakirjan tunnus.

FNRRS0234.explanation = Ehdotettu perusaikataulus\u00e4il\u00f6 ei saa sis\u00e4lt\u00e4\u00e4 yht\u00e4\u00e4n aliasiakirjaa, johon on liitetty asiakirjalaji.
FNRRS0234.action      = Valitse muunnettavaksi toinen s\u00e4il\u00f6, tai poista aliasiakirjat, jotka eiv\u00e4t t\u00e4yt\u00e4 ehtoja.
FNRRS0234.message     = Ehdotettu perusaikataulus\u00e4il\u00f6 sis\u00e4lt\u00e4\u00e4 v\u00e4hint\u00e4\u00e4n yhden asiakirjan, johon on liitetty asiakirjalaji: {0}.
FNRRS0234.arg.0       = Asiakirjan tunnus.

FNRRS0235.explanation = Kaikkien ehdotetun perusaikataulus\u00e4il\u00f6n sis\u00e4lt\u00e4mien asiakirjojen on tuettava ehdotettua liipaisinominaisuutta.
FNRRS0235.action      = Valitse toinen liipaisinominaisuus, tai poista aliasiakirjat, jotka eiv\u00e4t t\u00e4yt\u00e4 ehtoja.
FNRRS0235.message     = Ehdotettu perusaikataulus\u00e4il\u00f6 sis\u00e4lt\u00e4\u00e4 v\u00e4hint\u00e4\u00e4n yhden asiakirjan, jonka asiakirjaluokka ei tue ehdotettua liipaisinominaisuutta: {0}.
FNRRS0235.arg.0       = Asiakirjan tunnus.

FNRRS0236.explanation = Kaikkia s\u00e4il\u00f6tyyppej\u00e4 ei voi muuntaa perusaikataulus\u00e4il\u00f6ksi.
FNRRS0236.action      = Valitse toinen s\u00e4il\u00f6.
FNRRS0236.message     = Ehdotetun s\u00e4il\u00f6n tyyppi ei salli muuntoa perusaikataulus\u00e4il\u00f6ksi: {0}.
FNRRS0236.arg.0       = Ehdotetun s\u00e4il\u00f6n yksikk\u00f6tyyppi.

FNRRS0237.explanation = Perusaikatauluun liittyv\u00e4t pakolliset ominaisuusmallit ja/tai niiden m\u00e4\u00e4ritykset eri asiakirjas\u00e4il\u00f6luokkiin n\u00e4ytt\u00e4v\u00e4t puuttuvan t\u00e4st\u00e4 arkistonmuodostussuunnitelman tietovarastosta.
FNRRS0237.action      = Varmista, ett\u00e4 t\u00e4ss\u00e4 arkistonmuodostussuunnitelman tietovarastossa on otettu k\u00e4ytt\u00f6\u00f6n asianmukainen P8 Content Manager -lis\u00e4osa.
FNRRS0237.message     = Perusaikataulun tuen edellytt\u00e4m\u00e4t metatiedot eiv\u00e4t ole k\u00e4ytett\u00e4viss\u00e4 t\u00e4ss\u00e4 arkistonmuodostussuunnitelman tietovarastossa: {0}.
FNRRS0237.arg.0       = Arkistonmuodostussuunnitelman tietovaraston tunnus.

FNRRS0238.explanation = Kelvollisessa perusaikataulus\u00e4il\u00f6ss\u00e4 tulee olla asianmukaisesti muotoiltu RMRetentionPeriod-ominaisuuden arvo.
FNRRS0238.action      = M\u00e4\u00e4rit\u00e4 t\u00e4lle s\u00e4il\u00f6lle asianmukainen s\u00e4ilytysajan arvo DefensiblyDisposable.setRetentionPeriod-metodin avulla. 
FNRRS0238.message     = Perusaikataulun s\u00e4ilytysaika-arvon muoto  ei ole odotettu: vvvv-kk-pp.

FNRRS0239.explanation = S\u00e4il\u00f6n tulee olla m\u00e4\u00e4ritetty perusaikataulus\u00e4il\u00f6ksi, ennen kuin perusaikatauluun liittyv\u00e4\u00e4 ominaisuutta yritet\u00e4\u00e4n muuttaa.
FNRRS0239.action      = Varmista, ett\u00e4 s\u00e4il\u00f6 on luotu tai muunnettu perusaikataulus\u00e4il\u00f6ksi.
FNRRS0239.message     = Mit\u00e4\u00e4n perusaikatauluun liittyv\u00e4\u00e4 ominaisuuden arvoa ei voi muuttaa s\u00e4il\u00f6ss\u00e4, joka ei ole perusaikataulus\u00e4il\u00f6: {0}.
FNRRS0239.arg.0       = S\u00e4il\u00f6n tunnus.

FNRRS0240.explanation = T\u00e4llaisten ominaisuuksien suora m\u00e4\u00e4ritys ei ole sallittu, koska se ohittaisi tarvittavan tarkistuslogiikan. 
FNRRS0240.action      = K\u00e4yt\u00e4 sen sijaan DefensiblyDisposable setRetentionPeriod- ja/tai setTriggerPropertyName-metodia. 
FNRRS0240.message     = Perusaikataulun ominaisuusarvojen suora m\u00e4\u00e4ritys ei ole sallittu.

FNRRS0241.explanation = Perusaikataulus\u00e4il\u00f6 ei saa sis\u00e4lt\u00e4\u00e4 moniarkistoituja asiakirjoja. 
FNRRS0241.action      = Valitse toinen kohdes\u00e4il\u00f6 asiakirjan arkistointia varten. 
FNRRS0241.message     = Moniarkistoitua asiakirjaa ei voi sijoittaa perusaikataulus\u00e4il\u00f6\u00f6n.

FNRRS0242.explanation = Perusaikataulus\u00e4il\u00f6 ei saa sis\u00e4lt\u00e4\u00e4 fyysisi\u00e4 asiakirjoja. 
FNRRS0242.action      = Valitse toinen kohdes\u00e4il\u00f6 asiakirjan arkistointia varten. 
FNRRS0242.message     = Fyysist\u00e4 asiakirjaa ei voi arkistoida perusaikataulus\u00e4il\u00f6\u00f6n.

FNRRS0243.explanation = Perusaikataulus\u00e4il\u00f6 ei saa sis\u00e4lt\u00e4\u00e4 asiakirjoja, joilla on asiakirjalaji. 
FNRRS0243.action      = Valitse toinen kohdes\u00e4il\u00f6 asiakirjan arkistointia varten. 
FNRRS0243.message     = Perusaikataulus\u00e4il\u00f6\u00f6n ei voi arkistoida asiakirjaa, johon on liitetty asiakirjalaji.

FNRRS0244.explanation = Kaikkien perusaikataulus\u00e4il\u00f6n sis\u00e4lt\u00e4mien asiakirjojen on tuettava s\u00e4il\u00f6lle m\u00e4\u00e4ritetty\u00e4 liipaisinominaisuutta. 
FNRRS0244.action      = Valitse toinen kohdes\u00e4il\u00f6 asiakirjan arkistointia varten. 
FNRRS0244.message     = Asiakirjan luokka ei tue kohteena olevalle perusaikataulus\u00e4il\u00f6lle m\u00e4\u00e4ritetty\u00e4 liipaisinominaisuutta.

FNRRS0245.explanation = Perusaikataulus\u00e4il\u00f6ll\u00e4 ei saa olla mit\u00e4\u00e4n suoraan eik\u00e4 periytymisen v\u00e4lityksell\u00e4 m\u00e4\u00e4rittyv\u00e4\u00e4 poistoaikataulua. 
FNRRS0245.action      = \u00c4l\u00e4 yrit\u00e4 m\u00e4\u00e4ritt\u00e4\u00e4 poistoaikataulua perusaikataulus\u00e4il\u00f6lle, joka on luotu aiemmin tai jota parhaillaan luot.
FNRRS0245.message     = Perusaikataulus\u00e4il\u00f6lle ei voi m\u00e4\u00e4ritt\u00e4\u00e4 poistoaikataulua.

FNRRS0246.explanation = Perusaikataulun raporttiin sis\u00e4llytettyn\u00e4 olevaa asiakirjaa ei voi siirt\u00e4\u00e4 pois s\u00e4il\u00f6st\u00e4\u00e4n.
FNRRS0246.action      = Voit joko luoda asiakirjasta uuden kopion tai asettaa asiakirjan pitoon.
FNRRS0246.message     = Perusaikataulun raporttiin sis\u00e4llytettyn\u00e4 olevaa asiakirjaa ei voi siirt\u00e4\u00e4: {0}.
FNRRS0246.arg.0       = Asiakirjan tunnus.

FNRRS0247.explanation = Muutoin soveltuvaa s\u00e4il\u00f6\u00e4 ei voi muuntaa perusaikataulus\u00e4il\u00f6ksi, jos s\u00e4il\u00f6 tai jokin sen sis\u00e4lt\u00e4m\u00e4 asiakirja on parhaillaan mukana arkistostapoiston k\u00e4sittelyss\u00e4.
FNRRS0247.action      = Odota, ett\u00e4 s\u00e4il\u00f6n tai sen sis\u00e4lt\u00e4m\u00e4n asiakirjan arkistostapoistok\u00e4sittely p\u00e4\u00e4ttyy. Yrit\u00e4 muuntoa vasta sitten.
FNRRS0247.message     = Ehdotettua s\u00e4il\u00f6\u00e4 ei voi nyt muuntaa perusaikataulus\u00e4il\u00f6ksi, koska s\u00e4il\u00f6 tai jokin sen sis\u00e4lt\u00e4m\u00e4 asiakirja on parhaillaan mukana arkistostapoiston k\u00e4sittelyss\u00e4: {0}.
FNRRS0247.arg.0       = Sen s\u00e4il\u00f6n tai aliasiakirjan tunnus, jota ei voi k\u00e4sitell\u00e4.

FNRRS0248.explanation = Perusaikataulun raporttiin sis\u00e4llytettyn\u00e4 olevan asiakirjan liipaisinominaisuutta ei voi muuttaa.
FNRRS0248.action      = \u00c4l\u00e4 yrit\u00e4 muuttaa liipaisinominaisuuden arvoa.
FNRRS0248.message     = Perusaikataulun raporttiin sis\u00e4llytettyn\u00e4 olevan asiakirjan liipaisinominaisuuden arvoa ei voi p\u00e4ivitt\u00e4\u00e4: {0}.
FNRRS0248.arg.0       = Asiakirjan tunnus.

FNRRS0249.explanation = Koska perusaikataulus\u00e4il\u00f6ss\u00e4 ei voi olla moniarkistoituja asiakirjoja, yht\u00e4k\u00e4\u00e4n perusaikataulus\u00e4il\u00f6n sis\u00e4lt\u00e4m\u00e4\u00e4 asiakirjaa ei voi arkistoida muualle.
FNRRS0249.action      = Siirr\u00e4 tai kopioi asiakirja sen sijaan, ett\u00e4 arkistoisit sen my\u00f6s toisaalle.
FNRRS0249.message     = Perusaikataulus\u00e4il\u00f6ss\u00e4 olevaa asiakirjaa ei voi arkistoida muualle: {0}.
FNRRS0249.arg.0       = Asiakirjan tunnus.

FNRRS0250.explanation = Tietyt j\u00e4rjestelm\u00e4n kokoonpanoilmentym\u00e4t ovat kiinteit\u00e4, eik\u00e4 niit\u00e4 voi muuttaa.
FNRRS0250.message     = P\u00e4ivitystoiminto ei ole sallittu j\u00e4rjestelm\u00e4n kokoonpanoilmentym\u00e4lle, jonka ominaisuuden nimi on {0}.
FNRRS0250.arg.0       = Sen j\u00e4rjestelm\u00e4n kokoonpanoilmentym\u00e4n ominaisuuden nimi, jota toiminto koskee.

FNRRS0251.explanation = Yksik\u00f6n nykyisen vaiheen toteutusp\u00e4iv\u00e4m\u00e4\u00e4r\u00e4 on poistettu k\u00e4yt\u00f6st\u00e4, tai sen ajankohta on siirtynyt my\u00f6hemm\u00e4ksi.
FNRRS0251.action      = P\u00e4ivit\u00e4 yksik\u00f6n arkistostapoiston tila ajamalla arkistostapoiston tarkistus uudelleen.
FNRRS0251.message     = Arkistosta poiston aloitus ei onnistu, koska seuraavan yksik\u00f6n nykyisen vaiheen toteutusp\u00e4iv\u00e4\u00e4 on muutettu: {0}, p\u00e4iv\u00e4m\u00e4\u00e4r\u00e4: {1}.
FNRRS0251.arg.0       = Kyseess\u00e4 oleva yksikk\u00f6.
FNRRS0251.arg.1       = Yksik\u00f6n nykyisen vaiheen toteutusp\u00e4iv\u00e4.

FNRRS0252.explanation = Arkistostapoistotoiminnon aloitusta ei voi soveltaa yksikk\u00f6\u00f6n, jonka nykyisen vaiheen toiminto on automaattinen tuhoaminen.
FNRRS0252.action      = K\u00e4sittele yksikk\u00f6 ajamalla automaattisen tuhoamisen arkistostapoiston tarkistus.
FNRRS0252.message     = Arkistosta poistoa ei voi aloittaa yksik\u00f6lle, jonka arkistostapoistovaiheen toiminto on automaattinen tuhoaminen: {0}.
FNRRS0252.arg.0       = Kyseess\u00e4 oleva yksikk\u00f6.

FNRRS0253.explanation = Arkistostapoistotoiminnon aloitusta ei voi soveltaa yksikk\u00f6\u00f6n, jonka alis\u00e4il\u00f6hierarkiassa on pidossa olevia fyysisi\u00e4 s\u00e4il\u00f6j\u00e4.
FNRRS0253.action      = Poista voimassa olevat pidot ja yrit\u00e4 arkistosta poiston aloitusta uudelleen.
FNRRS0253.message     = Arkistosta poistoa ei voi aloittaa yksik\u00f6lle, joka sis\u00e4lt\u00e4\u00e4 pidossa olevan fyysisen alis\u00e4il\u00f6n: {0}.
FNRRS0253.arg.0       = Kyseess\u00e4 oleva yksikk\u00f6.

FNRRS0254.explanation = Arkistostapoistotoiminnon aloitusta ei voi soveltaa yksikk\u00f6\u00f6n, jonka alis\u00e4il\u00f6hierarkiassa on pidossa olevia fyysisi\u00e4 asiakirjoja.
FNRRS0254.action      = Poista voimassa olevat pidot ja yrit\u00e4 arkistosta poiston aloitusta uudelleen.
FNRRS0254.message     = Arkistosta poistoa ei voi aloittaa yksik\u00f6lle, joka sis\u00e4lt\u00e4\u00e4 pidossa olevan fyysisen asiakirjan: {0}.
FNRRS0254.arg.0       = Kyseess\u00e4 oleva yksikk\u00f6.

FNRRS0255.explanation = Arkistostapoistotoiminnon aloitusta ei voi soveltaa yksikk\u00f6\u00f6n, jonka alis\u00e4il\u00f6hierarkiassa on fyysisi\u00e4 asiakirjoja sis\u00e4lt\u00e4v\u00e4 pidossa oleva alis\u00e4il\u00f6.
FNRRS0255.action      = Poista voimassa olevat pidot ja yrit\u00e4 arkistosta poiston aloitusta uudelleen.
FNRRS0255.message     = Arkistosta poistoa ei voi aloittaa yksik\u00f6lle, jossa on fyysisen asiakirjan sis\u00e4lt\u00e4v\u00e4 pidossa oleva alis\u00e4il\u00f6: {0}.
FNRRS0255.arg.0       = Kyseess\u00e4 oleva yksikk\u00f6.


FNRRS0300.explanation = Kyseiseen verkkoalueen lajiin, URL-yhteysosoitteeseen, k\u00e4ytt\u00e4j\u00e4tunnukseen ja JAAS-jakson nimeen liitetty\u00e4 JAAS-aihe-ilmentym\u00e4\u00e4 ei voi noutaa.
FNRRS0300.action      = Varmista seuraavat asiat: 1) Ajonaikaisen ymp\u00e4rist\u00f6n JAAS-kokoonpano on m\u00e4\u00e4ritetty oikein. 2) M\u00e4\u00e4ritetty URL-osoite on oikea, ja se sis\u00e4lt\u00e4\u00e4 oikean portin numeron. 3) Asianmukainen JAAS-jakson nimi on m\u00e4\u00e4ritetty URL-osoitetta varten.
FNRRS0300.message     = Seuraavan verkkoalueen lajin JAAS-aihetta ei voi noutaa: {0}, URL-osoite: ''{1}'', k\u00e4ytt\u00e4j\u00e4tunnus: ''{2}'', JAAS-jakso: ''{3}''.
FNRRS0300.arg.0       = verkkoalueen_laji
FNRRS0300.arg.1       = URL-osoite
FNRRS0300.arg.2       = k\u00e4ytt\u00e4j\u00e4tunnus
FNRRS0300.arg.3       = JAAS-jakso

FNRRS0301.explanation = Tunnuksen objektis\u00e4il\u00f6n_tunnus m\u00e4\u00e4ritt\u00e4m\u00e4 P8 ObjectStore ei ole kelvollinen Records Manager -sis\u00e4lt\u00f6s\u00e4il\u00f6.
FNRRS0301.action      = Varmista, ett\u00e4 t\u00e4ss\u00e4 P8 ObjectStore -objektis\u00e4il\u00f6ss\u00e4 on k\u00e4ytetty oikeaa Records Manager -tietomallia.
FNRRS0301.message     = P8 ObjectStore ei ole kelvollinen Records Manager -sis\u00e4lt\u00f6s\u00e4il\u00f6: {0}.
FNRRS0301.arg.0       = objektis\u00e4il\u00f6n_tunnus

FNRRS0302.explanation = Tunnuksen objektis\u00e4il\u00f6n_tunnus m\u00e4\u00e4ritt\u00e4m\u00e4 P8 ObjectStore ei ole kelvollinen IBM Enterprise Records -arkistonmuodostussuunnitelman tietovarasto.
FNRRS0302.action      = Varmista, ett\u00e4 t\u00e4ss\u00e4 P8 ObjectStore -objektis\u00e4il\u00f6ss\u00e4 on k\u00e4ytetty oikeaa IBM Enterprise Records -tietomallia.
FNRRS0302.message     = P8 ObjectStore ei ole kelvollinen IBM Enterprise Records -arkistonmuodostussuunnitelman tietovarasto: {0}.
FNRRS0302.arg.0       = objektis\u00e4il\u00f6n_tunnus

FNRRS0303.explanation = API-objektia (ilmentym\u00e4n_tunnus), jonka laji on yksik\u00f6n_laji, ei ole viel\u00e4 liitetty API-objektia vastaavaan tietovaraston perusobjektiin. T\u00e4m\u00e4 rajoittaa API-ilmentym\u00e4n k\u00e4ytt\u00f6\u00e4, kuten sen ominaisuusarvojen noutoa.
FNRRS0303.action      = Toteuta API-ilmentym\u00e4n fetchInstance (joka ei ole sama kuin getInstance), jotta voit pakottaa noudon tietovarastosta.
FNRRS0303.message     = Yht\u00e4k\u00e4\u00e4n tietovaraston perusobjektia ei ole m\u00e4\u00e4ritetty sellaista API-ilmentym\u00e4\u00e4 {0} varten, jonka laji on {1}.
FNRRS0303.arg.0       = ilmentym\u00e4n_tunnus
FNRRS0303.arg.1       = yksik\u00f6n_laji

FNRRS0304.explanation = Verkkoalueesta verkkoalueen_tunnus ei voi noutaa k\u00e4ytett\u00e4viss\u00e4 olevia arkistonmuodostussuunnitelman tietovarastoja.
FNRRS0304.action      = Varmista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on k\u00e4ytt\u00f6oikeudet v\u00e4hint\u00e4\u00e4n yhteen verkkoalueen arkistonmuodostussuunnitelman tietovarastoon. Varmista my\u00f6s, ett\u00e4 v\u00e4hint\u00e4\u00e4n yksi tietovarasto on m\u00e4\u00e4ritetty arkistonmuodostussuunnitelma tietovarastoksi.
FNRRS0304.message     = Verkkoalueesta {0} ei voi noutaa k\u00e4ytett\u00e4viss\u00e4 olevia arkistonmuodostussuunnitelman tietovarastoja.
FNRRS0304.arg.0       = verkkoalueen_tunnus

FNRRS0305.explanation = Verkkoalueesta verkkoalueen_tunnus ei voi noutaa k\u00e4ytett\u00e4viss\u00e4 olevia arkistonmuodostussuunnitelman tietovarastoja.
FNRRS0305.action      = Varmista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on k\u00e4ytt\u00f6oikeudet v\u00e4hint\u00e4\u00e4n yhteen verkkoalueen arkistonmuodostussuunnitelman tietovarastoon. Varmista my\u00f6s, ett\u00e4 v\u00e4hint\u00e4\u00e4n yksi tietovarasto on m\u00e4\u00e4ritetty arkistonmuodostussuunnitelma tietovarastoksi.
FNRRS0305.message     = Verkkoalueesta {0} ei voi noutaa k\u00e4ytett\u00e4viss\u00e4 olevia arkistonmuodostussuunnitelman tietovarastoja.
FNRRS0305.arg.0       = verkkoalueen_tunnus

FNRRS0306.explanation = P8 Content Engine -ominaisuuden, jonka symbolinen nimi on symbolinen_nimi, k\u00e4yt\u00f6ss\u00e4 on ilmennyt poikkeus.
FNRRS0306.action      = Etsi RMRuntimeException-poikkeuksen taustalla olevaa syyt\u00e4 poikkeuspinosta. Syyn\u00e4 on yleens\u00e4 lajinvaihto-ongelma.
FNRRS0306.message     = Virhe P8CE-ominaisuuden k\u00e4yt\u00f6ss\u00e4. Symbolinen nimi: {0}.
FNRRS0306.arg.0       = symbolinen_nimi

FNRRS0307.explanation = Ominaisuudessa symbolinen_nimi on havaittu tietovaraston ominaisuusluokka luokan_nimi, jota ei tueta.
FNRRS0307.action      = Valitse vaihtoehtoinen ominaisuus tai ominaisuusluokan laji.
FNRRS0307.message     = Tietovarasto-ominaisuuden k\u00e4yt\u00f6n aikana on havaittu ominaisuusluokka, jota ei tueta. Symbolinen nimi: {0}, luokka: {1}.
FNRRS0307.arg.0       = symbolinen_nimi
FNRRS0307.arg.1       = luokan_nimi

FNRRS0308.explanation = Odottamaton virhe ominaisuuden symbolinen_nimi (laji on tietolaji) tietovarasto-ominaisuuden arvon asetustoiminnon aikana.
FNRRS0308.action      = Etsi sis\u00e4isest\u00e4 poikkeuksesta tietovarastovirheen lis\u00e4kuvausta.
FNRRS0308.message     = Virhe yritett\u00e4ess\u00e4 asettaa tietovarasto-ominaisuuden arvoa. Symbolinen nimi: {0}, tietolaji: {1}.
FNRRS0308.arg.0       = symbolinen_nimi
FNRRS0308.arg.1       = tietolaji

FNRRS0309.explanation = P8 Content Engine -tietovaraston k\u00e4ytt\u00f6taso ei tue lajin yksik\u00f6n_laji s\u00e4il\u00f6objektia.
FNRRS0309.action      = Valitse toinen s\u00e4il\u00f6laji tai valitse vaihtoehtoinen tietovarasto, joka tukee t\u00e4t\u00e4 yksik\u00f6n lajia.
FNRRS0309.message     = S\u00e4il\u00f6objektia ei voi muodostaa, koska P8CE_RAL-s\u00e4il\u00f6n yksik\u00f6n laji {0} ei ole tuettu.
FNRRS0309.arg.0       = yksik\u00f6n_laji

FNRRS0310.explanation = Tietovarastossa as_tietovarasto ei ole SystemConfiguration-objektia, jonka PropertyName-arvo on FPOS-asennus.
FNRRS0310.action      = Varmista, ett\u00e4 as_tietovarasto on m\u00e4\u00e4ritetty oikein.
FNRRS0310.message     = Arkistonmuodostussuunnitelman tietovarastossa {0} ei ole k\u00e4ytett\u00e4viss\u00e4 olevaa SystemConfiguration-objektia, jonka arvo on FPOS-asennus.
FNRRS0310.arg.0       = as_tietovarasto

FNRRS0311.explanation = Tietovaraston as_tietovarasto SystemConfiguration-objektin, jonka PropertyName-arvo on FPOS-asennus, PropertyValue-ominaisuuden arvo on virheellinen.
FNRRS0311.action      = Varmista, ett\u00e4 as_tietovarasto on m\u00e4\u00e4ritetty oikein.
FNRRS0311.message     = Virheellinen SystemConfiguration-objektin FPOS-asennus-arvo arkistonmuodostussuunnitelman tietovarastossa: {0}.
FNRRS0311.arg.0       = as_tietovarasto

FNRRS0312.explanation = Tallennustoiminto ep\u00e4onnistui objektissa, jonka laji on yksik\u00f6n_laji ja tunnus on objektin_tunnus.
FNRRS0312.action      = Tarkista, ett\u00e4 kyseinen objekti on edelleen tietovarastossa. Varmista my\u00f6s, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on oikeat objektitason k\u00e4ytt\u00f6oikeudet t\u00e4t\u00e4 toimintoa varten.
FNRRS0312.message     = Lajin {1} tietovarasto-objektin {0} tallennustoimintoa ei voi toteuttaa. Taustalla olevan virheen tiedot: {2}
FNRRS0312.arg.0       = objektin_tunnus
FNRRS0312.arg.1       = yksik\u00f6n_laji
FNRRS0312.arg.2		  = taustalla olevan poikkeussanoman merkkijono

FNRRS0313.explanation = Yritett\u00e4ess\u00e4 noutaa arkistonmuodostussuunnitelman tietovaraston arkistonmuodostussuunnitelman p\u00e4\u00e4solmua on ilmennyt virhe.
FNRRS0313.action      = Tarkista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on v\u00e4hint\u00e4\u00e4n arkistonmuodostussuunnitelman p\u00e4\u00e4solmun tarkasteluoikeudet ja ett\u00e4 tietty arkistonmuodostussuunnitelman tietovarasto on asennettu ja m\u00e4\u00e4ritetty oikein.
FNRRS0313.message     = Arkistonmuodostussuunnitelman p\u00e4\u00e4solmua ei voi noutaa arkistonmuodostussuunnitelman tietovarastosta: {0}.
FNRRS0313.arg.0       = as_tietovarasto

FNRRS0314.explanation = Odottamaton virhe lis\u00e4tt\u00e4ess\u00e4 ominaisuuskokoelmaan ominaisuutta, jonka symbolinen nimi on lajia tietolaji.
FNRRS0314.action      = Etsi sis\u00e4isest\u00e4 poikkeuksesta tietovarastovirheen kuvausta.
FNRRS0314.message     = Virhe yritett\u00e4ess\u00e4 lis\u00e4t\u00e4 uutta ominaisuutta kokoelmaan. Symbolinen nimi: {0}, tietolaji: {1}.
FNRRS0314.arg.0       = symbolinen_nimi
FNRRS0314.arg.1       = tietolaji

FNRRS0315.explanation = Yritett\u00e4ess\u00e4 noutaa aliasiakirjaluokkia p\u00e4\u00e4s\u00e4il\u00f6st\u00e4 on ilmennyt virhe.
FNRRS0315.action      = Tarkista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on v\u00e4hint\u00e4\u00e4n p\u00e4\u00e4s\u00e4il\u00f6n sis\u00e4ll\u00f6n tarkasteluoikeudet.
FNRRS0315.message     = Virhe noudettaessa asiakirjaluokkia p\u00e4\u00e4s\u00e4il\u00f6st\u00e4: {0}.
FNRRS0315.arg.0       = p\u00e4\u00e4s\u00e4il\u00f6

FNRRS0316.explanation = Sivuiteraattorin nykyisen sis\u00e4ll\u00f6n noudossa on ilmennyt virhe.
FNRRS0316.action      = Varmista, ett\u00e4 RMPageInterator.nextPage()-aloituskutsu on tehty, jotta iteraattori voidaan siirt\u00e4\u00e4 ensimm\u00e4iselle sivulle. Iteraattori on ehk\u00e4 vaihtoehtoisesti siirretty viimeisen sivun ohi.
FNRRS0316.message     = Virhe yritett\u00e4ess\u00e4 noutaa nykyisen sivun sis\u00e4lt\u00f6\u00e4 RMPageIterator-objektista.

FNRRS0317.explanation = Sivuiteraattorin seuraavan sivun noudossa on ilmennyt virhe.
FNRRS0317.action      = Tarkista, ettei iteraattoria ole jo siirretty viimeisen sivun ohi.
FNRRS0317.message     = Virhe yritett\u00e4ess\u00e4 noutaa seuraavaa sivua PagableSet-iteraattorista.

FNRRS0318.explanation = Yritett\u00e4ess\u00e4 noutaa objektin p\u00e4\u00e4s\u00e4il\u00f6j\u00e4 on ilmennyt virhe.
FNRRS0318.action      = Tarkista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on v\u00e4hint\u00e4\u00e4n p\u00e4\u00e4s\u00e4il\u00f6n tarkasteluoikeudet.
FNRRS0318.message     = Virhe noudettaessa objektin {0} p\u00e4\u00e4s\u00e4il\u00f6j\u00e4.
FNRRS0318.arg.0       = objekti

FNRRS0319.explanation = Poistotoiminto ep\u00e4onnistui objektissa, jonka laji on yksik\u00f6n_laji ja tunnus on objektin_tunnus.
FNRRS0319.action      = Tarkista, ett\u00e4 kyseinen objekti on edelleen tietovarastossa. Varmista my\u00f6s, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on oikeat objektitason k\u00e4ytt\u00f6oikeudet t\u00e4t\u00e4 toimintoa varten.
FNRRS0319.message     = Lajin {1} tietovarasto-objektin {0} poistotoimintoa ei voi toteuttaa.
FNRRS0319.arg.0       = objektin_tunnus
FNRRS0319.arg.1       = yksik\u00f6n_laji

FNRRS0320.explanation = Asiakirjaluokan lis\u00e4ystoiminto ep\u00e4onnistui objektissa, jonka laji on yksik\u00f6n_laji ja tunnus on objektin_tunnus.
FNRRS0320.action      = Tarkista, ett\u00e4 kyseinen kohdeobjekti on edelleen tietovarastossa. Tarkista, ett\u00e4 kohde voi sis\u00e4lt\u00e4\u00e4 asiakirjaluokan. Varmista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on oikeat objektitason k\u00e4ytt\u00f6oikeudet t\u00e4t\u00e4 toimintoa varten.
FNRRS0320.message     = Asiakirjaluokkaa ei voi lis\u00e4t\u00e4 kohdeobjektiin {0}, jonka laji on {1}.
FNRRS0320.arg.0       = objektin_tunnus
FNRRS0320.arg.1       = yksik\u00f6n_laji

FNRRS0321.explanation = Sivuiteraattorin nykyisen elementin noudossa on ilmennyt virhe.
FNRRS0321.action      = Varmista, ett\u00e4 RMPageInterator.nextPage()-aloituskutsu on tehty, jotta iteraattori voidaan siirt\u00e4\u00e4 ensimm\u00e4iselle sivulle. Iteraattori on ehk\u00e4 vaihtoehtoisesti siirretty viimeisen sivun ohi.
FNRRS0321.message     = Virhe yritett\u00e4ess\u00e4 noutaa nykyisen elementin m\u00e4\u00e4r\u00e4\u00e4 RMPageIterator-objektista.

FNRRS0322.explanation = Asiakirjakansion lis\u00e4ystoiminto ep\u00e4onnistui objektissa, jonka laji on yksik\u00f6n_laji ja tunnus on objektin_tunnus.
FNRRS0322.action      = Tarkista, ett\u00e4 kyseinen kohdeobjekti on edelleen tietovarastossa. Tarkista, ett\u00e4 kohde voi sis\u00e4lt\u00e4\u00e4 kyseist\u00e4 lajia olevan asiakirjakansion. Varmista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on oikeat objektitason k\u00e4ytt\u00f6oikeudet t\u00e4t\u00e4 toimintoa varten.
FNRRS0322.message     = Asiakirjakansiota ei voi lis\u00e4t\u00e4 kohdeobjektiin {0}, jonka laji on {1}.
FNRRS0322.arg.0       = objektin_tunnus
FNRRS0322.arg.1       = yksik\u00f6n_laji

FNRRS0323.explanation = Yritett\u00e4ess\u00e4 noutaa aliasiakirjakansioita p\u00e4\u00e4s\u00e4il\u00f6st\u00e4 on ilmennyt virhe.
FNRRS0323.action      = Tarkista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on v\u00e4hint\u00e4\u00e4n p\u00e4\u00e4s\u00e4il\u00f6n sis\u00e4ll\u00f6n tarkasteluoikeudet.
FNRRS0323.message     = Virhe noudettaessa asiakirjakansioita p\u00e4\u00e4s\u00e4il\u00f6st\u00e4: {0}.
FNRRS0323.arg.0       = p\u00e4\u00e4s\u00e4il\u00f6

FNRRS0324.explanation = Yritett\u00e4ess\u00e4 noutaa aktiivista alitaltiota p\u00e4\u00e4s\u00e4il\u00f6st\u00e4 on ilmennyt virhe.
FNRRS0324.action      = Tarkista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on v\u00e4hint\u00e4\u00e4n p\u00e4\u00e4s\u00e4il\u00f6n sis\u00e4ll\u00f6n tarkasteluoikeudet.
FNRRS0324.message     = Virhe noudettaessa aktiivista taltiota p\u00e4\u00e4s\u00e4il\u00f6st\u00e4: {0}.
FNRRS0324.arg.0       = p\u00e4\u00e4s\u00e4il\u00f6

FNRRS0325.explanation = Yritett\u00e4ess\u00e4 noutaa aliasiakirjataltioita p\u00e4\u00e4s\u00e4il\u00f6st\u00e4 on ilmennyt virhe.
FNRRS0325.action      = Tarkista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on v\u00e4hint\u00e4\u00e4n p\u00e4\u00e4s\u00e4il\u00f6n sis\u00e4ll\u00f6n tarkasteluoikeudet.
FNRRS0325.message     = Virhe noudettaessa asiakirjataltiota p\u00e4\u00e4s\u00e4il\u00f6st\u00e4: {0}.
FNRRS0325.arg.0       = p\u00e4\u00e4s\u00e4il\u00f6

FNRRS0326.explanation = Asiakirjataltion lis\u00e4ystoiminto ep\u00e4onnistui objektissa, jonka laji on yksik\u00f6n_laji ja tunnus on objektin_tunnus.
FNRRS0326.action      = Tarkista, ett\u00e4 kyseinen kohdeobjekti on edelleen tietovarastossa. Tarkista, ett\u00e4 kohde voi sis\u00e4lt\u00e4\u00e4 asiakirjataltion. Varmista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on oikeat objektitason k\u00e4ytt\u00f6oikeudet t\u00e4t\u00e4 toimintoa varten.
FNRRS0326.message     = Asiakirjataltiota ei voi lis\u00e4t\u00e4 kohdeobjektiin {0}, jonka laji on {1}.
FNRRS0326.arg.0       = objektin_tunnus
FNRRS0326.arg.1       = yksik\u00f6n_laji

FNRRS0327.explanation = Objektikysely ep\u00e4onnistui tietovarastovirheen takia.
FNRRS0327.action      = Tarkista, ett\u00e4 SQL-syntaksi on oikein, tai etsi yksityiskohtaisia virheen selityksi\u00e4 mahdollisista poikkeustiedoista. Voit my\u00f6s tehd\u00e4 molemmat toimet.
FNRRS0327.message     = Objektikysely ep\u00e4onnistui.

FNRRS0328.explanation = Rivikysely ep\u00e4onnistui tietovarastovirheen takia.
FNRRS0328.action      = Tarkista, ett\u00e4 SQL-syntaksi on oikein, tai etsi yksityiskohtaisia virheen selityksi\u00e4 mahdollisista poikkeustiedoista. Voit my\u00f6s tehd\u00e4 molemmat toimet.
FNRRS0328.message     = Rivikysely ep\u00e4onnistui.

FNRRS0329.explanation = K\u00e4ytt\u00e4j\u00e4 on yritt\u00e4nyt noutaa RMPagingIterator-iteraattorin PagableSet-ilmentym\u00e4st\u00e4, joka ei tue sivutusta.
FNRRS0329.action      = K\u00e4yt\u00e4 metodia RMPagingIterator.supportsPaging() sen selvitt\u00e4miseen, onko sivutus tuettu. Jos sivutus ei ole tuettu, k\u00e4yt\u00e4 metodia RMPagingIterator.iterator() metodin RMPagingIterator.pageIterator() sijasta.
FNRRS0329.message     = Sivutus ei ole tuettu t\u00e4ss\u00e4 PagableSet-ilmentym\u00e4ss\u00e4.

FNRRS0330.explanation = Merkint\u00e4joukkojen noudossa verkkoalueesta verkkoalueen_tunnus on ilmennyt virhe.
FNRRS0330.action      = Varmista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on k\u00e4ytt\u00f6oikeudet v\u00e4hint\u00e4\u00e4n yhteen verkkoalueen merkint\u00e4joukkoon.
FNRRS0330.message     = Merkint\u00e4joukkoja ei voi noutaa verkkoalueesta {0}.
FNRRS0330.arg.0       = verkkoalueen_tunnus

FNRRS0331.explanation = Merkint\u00e4joukon tunnistusmerkkijonon merkint\u00e4joukon_tunnus muoto ei kelpaa.
FNRRS0331.action      = Varmista, ett\u00e4 tunnistusmerkkijono noudattaa GUID-merkkijonon muotoa: {xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}, jossa kukin x on heksadesimaalimerkki.
FNRRS0331.message     = Virheellinen merkint\u00e4joukon tunnistusmerkkijonon muoto: {0}.
FNRRS0331.arg.0       = merkint\u00e4joukon_tunnus

FNRRS0332.explanation = Noudettaessa valintaluetteloa tietovarastosta tietovaraston_tunnus on ilmennyt virhe.
FNRRS0332.action      = Varmista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on k\u00e4ytt\u00f6oikeudet v\u00e4hint\u00e4\u00e4n yhteen tietovaraston valintaluetteloon.
FNRRS0332.message     = Valintaluetteloita ei voi noutaa tietovarastosta: {0}.
FNRRS0332.arg.0       = tietovaraston_tunnus

FNRRS0333.explanation = Valintaluettelon tunnistusmerkkijonon valintaluettelon_tunnus muoto ei kelpaa.
FNRRS0333.action      = Varmista, ett\u00e4 tunnistusmerkkijono noudattaa GUID-merkkijonon muotoa: {xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}, jossa kukin x on heksadesimaalimerkki.
FNRRS0333.message     = Virheellinen valintaluettelon tunnistusmerkkijonon muoto: {0}.
FNRRS0333.arg.0       = valintaluettelon_tunnus

FNRRS0334.explanation = Noudettaessa luokan kuvausta luokan_kuvauksen_tunnus tietovarastosta tietovaraston_tunnus on ilmennyt virhe.
FNRRS0334.action      = Tarkista, ett\u00e4 luokan kuvaus on tietovarastossa ja ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on luokan kuvauksen k\u00e4ytt\u00f6oikeudet.
FNRRS0334.message     = Luokan kuvausta ei voi noutaa tietovarastosta {0} (luokan kuvauksen tunnus: {1}).
FNRRS0334.arg.0       = tietovaraston_tunnus
FNRRS0334.arg.1       = luokan_kuvauksen_tunnus

FNRRS0335.explanation = Noudettaessa luokkien kuvauksia tietovarastosta tietovaraston_tunnus on ilmennyt virhe.
FNRRS0335.action      = Tarkista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on tietovaraston k\u00e4ytt\u00f6oikeudet.
FNRRS0335.message     = Luokkien kuvauksia ei voi noutaa tietovarastosta {0} (luokkien kuvausten tunnukset: {1}).
FNRRS0335.arg.0       = tietovaraston_tunnus

FNRRS0336.explanation = J\u00e4rjestelm\u00e4 on havainnut virheellisen tunnusmerkkijonoparametrin.
FNRRS0336.action      = Varmista, ett\u00e4 tunnistusmerkkijono noudattaa GUID-merkkijonon muotoa: {xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}, jossa kukin x on heksadesimaalimerkki.
FNRRS0336.message     = Virheellinen tunnusmerkkijonoparametri: {0}.
FNRRS0336.arg.0       = tunnusmerkkijono

FNRRS0337.explanation = Verkkoalueen nykyist\u00e4 todennettua k\u00e4ytt\u00e4j\u00e4\u00e4 ei voi noutaa.
FNRRS0337.action      = Varmista, ett\u00e4 verkkoalueessa on t\u00e4ll\u00e4 hetkell\u00e4 k\u00e4ytt\u00e4j\u00e4 todennettuna tai ett\u00e4 nykyiselle s\u00e4ikeelle on m\u00e4\u00e4ritetty JAAS-aihe. Voit my\u00f6s tehd\u00e4 molemmat toimet.
FNRRS0337.message     = Verkkoalueen nykyist\u00e4 todennettua k\u00e4ytt\u00e4j\u00e4\u00e4 ei voi noutaa.

FNRRS0338.explanation = M\u00e4\u00e4ritettyjen k\u00e4ytt\u00e4j\u00e4ryhmien hakutoiminto ep\u00e4onnistui.
FNRRS0338.action      = Varmista, ett\u00e4 verkkoalueessa on t\u00e4ll\u00e4 hetkell\u00e4 k\u00e4ytt\u00e4j\u00e4 todennettuna tai ett\u00e4 nykyiselle s\u00e4ikeelle on m\u00e4\u00e4ritetty JAAS-aihe. Voit my\u00f6s tehd\u00e4 molemmat toimet.
FNRRS0338.message     = Verkkoalueen k\u00e4ytt\u00e4j\u00e4ryhmien haku on ep\u00e4onnistunut.

FNRRS0339.explanation = M\u00e4\u00e4ritettyjen k\u00e4ytt\u00e4jien hakutoiminto ep\u00e4onnistui.
FNRRS0339.action      = Varmista, ett\u00e4 verkkoalueessa on t\u00e4ll\u00e4 hetkell\u00e4 k\u00e4ytt\u00e4j\u00e4 todennettuna tai ett\u00e4 nykyiselle s\u00e4ikeelle on m\u00e4\u00e4ritetty JAAS-aihe. Voit my\u00f6s tehd\u00e4 molemmat toimet.
FNRRS0339.message     = Verkkoalueen k\u00e4ytt\u00e4jien haku on ep\u00e4onnistunut.

FNRRS0340.explanation = Nykyisen k\u00e4ytt\u00e4j\u00e4n k\u00e4ytt\u00f6oikeudet eiv\u00e4t riit\u00e4 uuden j\u00e4senen lis\u00e4ykseen aiemmin luotuun rooliin, joka m\u00e4\u00e4ritet\u00e4\u00e4n seuraavien tietojen perusteella: roolin_nimi, roolin_laji ja sovelluksen_nimi.
FNRRS0340.action      = Varmista, ett\u00e4 nykyisen k\u00e4ytt\u00e4j\u00e4n k\u00e4ytt\u00f6oikeudet riitt\u00e4v\u00e4t uuden j\u00e4senen lis\u00e4ykseen aiemmin luotuun rooliin.
FNRRS0340.message     = Nykyisen k\u00e4ytt\u00e4j\u00e4n suojausoikeudet eiv\u00e4t riit\u00e4 rooliin: roolin nimi = {0}, roolin laji = {1}, sovellus = {2}.
FNRRS0340.arg.0       = roolin_nimi
FNRRS0340.arg.1       = roolin_laji
FNRRS0340.arg.2       = sovelluksen_nimi

FNRRS0341.explanation = Virhe yritett\u00e4ess\u00e4 noutaa roolin_laji- ja sovelluksen_nimi-argumenttien m\u00e4\u00e4ritt\u00e4m\u00e4\u00e4 k\u00e4ytt\u00f6roolia.
FNRRS0341.action      = Varmista, ett\u00e4 nykyisen k\u00e4ytt\u00e4j\u00e4n k\u00e4ytt\u00f6oikeudet riitt\u00e4v\u00e4t uuden j\u00e4senen lis\u00e4ykseen aiemmin luotuun rooliin ja ett\u00e4 kyseinen rooli on edelleen tietovarastossa.
FNRRS0341.message     = Virhe yritett\u00e4ess\u00e4 noutaa lajin {0} ja sovelluksen {1} m\u00e4\u00e4ritt\u00e4m\u00e4\u00e4 k\u00e4ytt\u00f6roolia.
FNRRS0341.arg.0       = roolin_laji
FNRRS0341.arg.1       = sovelluksen_nimi

FNRRS0342.explanation = Uutta roolia ei voi luoda k\u00e4ytt\u00e4m\u00e4ll\u00e4 lajia roolin_laji ja sovellusta sovelluksen_nimi, koska j\u00e4rjestelm\u00e4ss\u00e4 on jo rooli n\u00e4ill\u00e4 samoilla arvoilla.
FNRRS0342.action      = K\u00e4yt\u00e4 toista roolin lajin ja sovelluksen nimen yhdistelm\u00e4\u00e4 tai poista ensin vastaava j\u00e4rjestelm\u00e4ss\u00e4 jo oleva rooli.
FNRRS0342.message     = Uutta roolia ei voi luoda, koska j\u00e4rjestelm\u00e4ss\u00e4 on jo vastaava rooli, jonka laji on {0} ja sovellus on {1}.
FNRRS0342.arg.0       = roolin_laji
FNRRS0342.arg.1       = sovelluksen_nimi

FNRRS0343.explanation = Virhe yritett\u00e4ess\u00e4 noutaa roolin_nimi- ja sovelluksen_nimi-argumenttien m\u00e4\u00e4ritt\u00e4m\u00e4\u00e4 k\u00e4ytt\u00f6roolia.
FNRRS0343.action      = Varmista, ett\u00e4 nykyisen k\u00e4ytt\u00e4j\u00e4n k\u00e4ytt\u00f6oikeudet riitt\u00e4v\u00e4t aiemmin luodun roolin tarkasteluun ja ett\u00e4 kyseinen rooli on edelleen tietovarastossa.
FNRRS0343.message     = Virhe yritett\u00e4ess\u00e4 noutaa nimen {0} ja sovelluksen {1} m\u00e4\u00e4ritt\u00e4m\u00e4\u00e4 k\u00e4ytt\u00f6roolia.
FNRRS0343.arg.0       = roolin_nimi
FNRRS0343.arg.1       = sovelluksen_nimi

FNRRS0344.explanation = Nykyist\u00e4 k\u00e4ytt\u00e4j\u00e4\u00e4 ei voi m\u00e4\u00e4ritt\u00e4\u00e4.
FNRRS0344.action      = Varmista, ett\u00e4 verkkoalueessa on t\u00e4ll\u00e4 hetkell\u00e4 k\u00e4ytt\u00e4j\u00e4 todennettuna tai ett\u00e4 nykyiselle s\u00e4ikeelle on m\u00e4\u00e4ritetty JAAS-aihe. Voit my\u00f6s tehd\u00e4 molemmat toimet.
FNRRS0344.message     = Nykyist\u00e4 k\u00e4ytt\u00e4j\u00e4\u00e4 ei voi m\u00e4\u00e4ritt\u00e4\u00e4.

FNRRS0345.explanation = Yritett\u00e4ess\u00e4 noutaa arkistonmuodostussuunnitelmia arkistonmuodostussuunnitelman p\u00e4\u00e4tietovarastosta on ilmennyt virhe.
FNRRS0345.action      = Tarkista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on v\u00e4hint\u00e4\u00e4n arkistonmuodostussuunnitelman tietovaraston sis\u00e4ll\u00f6n tarkasteluoikeudet.
FNRRS0345.message     = Virhe noudettaessa arkistonmuodostussuunnitelmia arkistonmuodostussuunnitelman tietovarastosta: {0}.
FNRRS0345.arg.0       = arkistonmuodostussuunnitelman_tietovarasto

FNRRS0346.explanation = Pakollinen ominaisuus puuttuu, tai sill\u00e4 ei ole arvoa.
FNRRS0346.action      = Varmista, ett\u00e4 pakollisen ominaisuuden arvo m\u00e4\u00e4ritet\u00e4\u00e4n.
FNRRS0346.message     = Ominaisuus puuttuu tai sill\u00e4 ei ole arvoa. Symbolinen nimi: {0}.
FNRRS0346.arg.0       = ominaisuuden_nimi

FNRRS0347.explanation = M\u00e4\u00e4ritetty arkistonmuodostussuunnitelman nimi ei ole yksil\u00f6llinen.
FNRRS0347.action      = M\u00e4\u00e4rit\u00e4 arkistonmuodostussuunnitelman nimi, joka ei ole jo k\u00e4yt\u00f6ss\u00e4 arkistonmuodostussuunnitelman tietovarastossa.
FNRRS0347.message     = Arkistonmuodostussuunnitelman nimi ei ole yksil\u00f6llinen: {0}.
FNRRS0347.arg.0       = arkistonmuodostussuunnitelman_nimi

FNRRS0348.explanation = Yritett\u00e4ess\u00e4 lis\u00e4t\u00e4 uutta arkistonmuodostussuunnitelmaa arkistonmuodostussuunnitelman tietovarastoon on ilmennyt virhe.
FNRRS0348.action      = Tarkista, ett\u00e4 kohdetietovarasto on kelvollinen. Varmista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on oikeat objektitason k\u00e4ytt\u00f6oikeudet t\u00e4t\u00e4 toimintoa varten.
FNRRS0348.message     = Uutta arkistonmuodostussuunnitelmaa ei voi lis\u00e4t\u00e4 arkistonmuodostussuunnitelman kohdetietovarastoon: {0}.
FNRRS0348.arg.0       = tietovaraston_tunnus

FNRRS0349.explanation = M\u00e4\u00e4ritetty\u00e4 ominaisuuden kuvausta tai sen m\u00e4\u00e4ritettyyn luokkaan ja tietovarastoon kuuluvaa alikentt\u00e4\u00e4 ei voi noutaa.
FNRRS0349.action      = Tarkista, ett\u00e4 m\u00e4\u00e4ritetty luokka soveltuu nykyiseen prosessiin.
FNRRS0349.message     = Ominaisuuden kuvausta ei voi noutaa tietovarastosta {2} kohteelle {0}, jonka luokan tunnus on {1}.
FNRRS0349.arg.0       = ominaisuuden_tunnus
FNRRS0349.arg.1       = luokan_tunnus
FNRRS0349.arg.2       = tietovaraston_tunnus

FNRRS0350.explanation = Yritett\u00e4ess\u00e4 noutaa m\u00e4\u00e4ritetty\u00e4 sis\u00e4lt\u00f6kohdetta asiakirjaksi vahvistusprosessin osana on ilmennyt virhe.
FNRRS0350.action      = Tarkista, ett\u00e4 m\u00e4\u00e4ritetty sis\u00e4lt\u00f6kohde on j\u00e4rjestelm\u00e4ss\u00e4 ja k\u00e4ytett\u00e4viss\u00e4.
FNRRS0350.message     = M\u00e4\u00e4ritetty\u00e4 sis\u00e4lt\u00f6kohdetta ei voi noutaa asiakirjaksi vahvistusta varten: {0}.
FNRRS0350.arg.0       = sis\u00e4lt\u00f6kohteen_tunnus

FNRRS0351.explanation = Aktiivista alitaltiota ei l\u00f6ydy m\u00e4\u00e4ritetylle asiakirjakansiolle. T\u00e4m\u00e4 voi est\u00e4\u00e4 asiakirjaksi vahvistustoiminnon, kun t\u00e4m\u00e4 asiakirjakansio on uuden asiakirjan kohdes\u00e4il\u00f6jen j\u00e4sen.
FNRRS0351.action      = Lis\u00e4\u00e4 uusi aktiivinen taltio asiakirjakansioon tai avaa aiemmin luotu taltio uudelleen ja m\u00e4\u00e4rit\u00e4 se asiakirjaksi vahvistustoiminnon kohdes\u00e4il\u00f6ksi.
FNRRS0351.message     = Yht\u00e4\u00e4n aktiivista alitaltiota ei ole m\u00e4\u00e4ritetyn asiakirjakansion {0} k\u00e4ytett\u00e4viss\u00e4.
FNRRS0351.arg.0       = asiakirjakansion_tunnus

FNRRS0352.explanation = Yritett\u00e4ess\u00e4 noutaa sijainteja arkistonmuodostussuunnitelman p\u00e4\u00e4tietovarastosta on ilmennyt virhe.
FNRRS0352.action      = Tarkista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on v\u00e4hint\u00e4\u00e4n arkistonmuodostussuunnitelman tietovaraston sis\u00e4ll\u00f6n tarkasteluoikeudet.
FNRRS0352.message     = Virhe noudettaessa sijainteja arkistonmuodostussuunnitelman tietovarastosta: {0}.
FNRRS0352.arg.0       = arkistonmuodostussuunnitelman_tietovarasto

FNRRS0353.explanation = Yritett\u00e4ess\u00e4 noutaa lis\u00e4osaa m\u00e4\u00e4ritetyst\u00e4 tietovarastosta on ilmennyt virhe.
FNRRS0353.action      = Tarkista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on v\u00e4hint\u00e4\u00e4n tietovaraston sis\u00e4ll\u00f6n tarkasteluoikeudet.
FNRRS0353.message     = Virhe lis\u00e4osien noudossa tietovarastosta: {0}.
FNRRS0353.arg.0       = tietovarasto

FNRRS0354.explanation = Yritett\u00e4ess\u00e4 noutaa asiakirjalajeja arkistonmuodostussuunnitelman p\u00e4\u00e4tietovarastosta on ilmennyt virhe.
FNRRS0354.action      = Tarkista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on v\u00e4hint\u00e4\u00e4n arkistonmuodostussuunnitelman tietovaraston sis\u00e4ll\u00f6n tarkasteluoikeudet.
FNRRS0354.message     = Virhe noudettaessa asiakirjalajeja arkistonmuodostussuunnitelman tietovarastosta: {0}.
FNRRS0354.arg.0       = arkistonmuodostussuunnitelman_tietovarasto

FNRRS0355.explanation = RMLink-tunnistusmerkkijonon RM-linkin_tunnus muoto ei kelpaa.
FNRRS0355.action      = Varmista, ett\u00e4 tunnistusmerkkijono noudattaa GUID-merkkijonon muotoa: {xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}, jossa kukin x on heksadesimaalimerkki.
FNRRS0355.message     = Virheellinen RMLink-tunnistusmerkkijonon muoto: {0}.
FNRRS0355.arg.0       = RM-linkin_tunnus

FNRRS0356.explanation = Yritett\u00e4ess\u00e4 noutaa k\u00e4ytett\u00e4viss\u00e4 olevia turvaluokitusoppaita m\u00e4\u00e4ritetyst\u00e4 arkistonmuodostussuunnitelman tietovarastosta on ilmennyt virhe.
FNRRS0356.action      = Varmista, ett\u00e4 tietovarasto on DoD-turvaluokiteltu arkistonmuodostussuunnitelman tietovarasto ja ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on tarvittavat kaikkien turvaluokitusoppaiden k\u00e4ytt\u00f6oikeudet.
FNRRS0356.message     = Virhe noudettaessa turvaluokitusoppaita arkistonmuodostussuunnitelman tietovarastosta: {0}.
FNRRS0356.arg.0       = tietovaraston_tunnus

FNRRS0357.explanation = Yritett\u00e4ess\u00e4 noutaa m\u00e4\u00e4ritetyn turvaluokitusoppaan k\u00e4ytett\u00e4viss\u00e4 olevia aliosia tai oppaan osaa, joka kuuluu m\u00e4\u00e4ritettyyn arkistonmuodostussuunnitelman tietovarastoon, on ilmennyt virhe.
FNRRS0357.action      = Varmista, ett\u00e4 tietovarasto on DoD-turvaluokiteltu arkistonmuodostussuunnitelman tietovarasto ja ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on tarvittavat kaikkien turvaluokitusoppaiden k\u00e4ytt\u00f6oikeudet.
FNRRS0357.message     = Virhe noudettaessa luokitusoppaan aliosia tai oppaan osaa {1}, joka kuuluu arkistonmuodostussuunnitelman tietovarastoon {0}.
FNRRS0357.arg.0       = tietovaraston_tunnus
FNRRS0357.arg.1       = luokitusopas_tai_osa

FNRRS0358.explanation = Yritett\u00e4ess\u00e4 noutaa m\u00e4\u00e4ritetyn turvaluokitusoppaan k\u00e4ytett\u00e4viss\u00e4 olevia aliaiheita tai oppaan osaa, joka kuuluu m\u00e4\u00e4ritettyyn arkistonmuodostussuunnitelman tietovarastoon, on ilmennyt virhe.
FNRRS0358.action      = Varmista, ett\u00e4 tietovarasto on DoD-turvaluokiteltu arkistonmuodostussuunnitelman tietovarasto ja ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on tarvittavat kaikkien turvaluokitusoppaiden k\u00e4ytt\u00f6oikeudet.
FNRRS0358.message     = Virhe noudettaessa luokitusoppaan aliaiheita tai oppaan osaa {1}, joka kuuluu arkistonmuodostussuunnitelman tietovarastoon {0}.
FNRRS0358.arg.0       = tietovaraston_tunnus
FNRRS0358.arg.1       = luokitusopas_tai_osa

FNRRS0359.explanation = M\u00e4\u00e4ritetty\u00e4 arkistonmuodostussuunnitelman tietovarastoa ei ole m\u00e4\u00e4ritetty DoD-luokitellulla tietomallilla eik\u00e4 arkistonmuodostussuunnitelman tietovarasto sen vuoksi tue DoD-turvaluokitusoppaita.
FNRRS0359.action      = Varmista, ett\u00e4 m\u00e4\u00e4ritetty arkistonmuodostussuunnitelman tietovarasto on oikea ja ett\u00e4 se on m\u00e4\u00e4ritetty DoD-luokitellulla tietomallilla.
FNRRS0359.message     = Arkistonmuodostussuunnitelman tietovarasto {0} ei tue DoD-luokitusoppaita.
FNRRS0359.arg.0       = tietovaraston_tunnus

FNRRS0360.explanation = Yritett\u00e4ess\u00e4 noutaa m\u00e4\u00e4ritetty\u00e4 turvaluokitusopasta, joka kuuluu m\u00e4\u00e4ritettyyn arkistonmuodostussuunnitelman tietovarastoon, on ilmennyt virhe.
FNRRS0360.action      = Varmista, ett\u00e4 tietovarasto on DoD-turvaluokiteltu arkistonmuodostussuunnitelman tietovarasto ja ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on tarvittavat kaikkien turvaluokitusoppaiden k\u00e4ytt\u00f6oikeudet.
FNRRS0360.message     = Virhe noudettaessa luokitusopasta {1}, joka kuuluu arkistonmuodostussuunnitelman tietovarastoon {0}.
FNRRS0360.arg.0       = tietovaraston_tunnus
FNRRS0360.arg.1       = oppaan_tunnus

FNRRS0361.explanation = P8 Content Engine -sovellusohjelmaliittym\u00e4 on palauttanut odottamattoman, sen poikkeuskoodissa ja sanomamerkkijonossa m\u00e4\u00e4ritetyn poikkeuksen.
FNRRS0361.action      = Etsi tietoja t\u00e4m\u00e4n virhetilanteen taustalla olevasta syyst\u00e4 tutkimalla P8 Content Engine -poikkeusta ja kaikkia k\u00e4ytett\u00e4viss\u00e4 olevia virheasiakirjoja.
FNRRS0361.message     = On ilmennyt odottamaton P8 Content Engine -poikkeus. Poikkeuskoodi: {0}, sanoma: {1}
FNRRS0361.arg.0       = CE_poikkeuskoodi
FNRRS0361.arg.1       = CE_poikkeussanoma

FNRRS0362.explanation = Yritett\u00e4ess\u00e4 noutaa DoD-luokiteltua luokituksen poiston enimm\u00e4isaikarajan arvoa m\u00e4\u00e4ritetyst\u00e4 arkistonmuodostussuunnitelman tietovarastosta on ilmennyt odottamaton poikkeus.
FNRRS0362.action      = Varmista, ett\u00e4 ominaisuuden DoD-luokiteltu tietomalli on m\u00e4\u00e4ritetty t\u00e4t\u00e4 tietovarastoa varten ja ett\u00e4 tietomalli sis\u00e4lt\u00e4\u00e4 kelvollisen arvon asianmukaista j\u00e4rjestelm\u00e4n kokoonpanomerkint\u00e4\u00e4 varten.
FNRRS0362.message     = Odottamaton virhe noudettaessa DoD-luokiteltua luokituksen poiston enimm\u00e4isaikarajan arvoa. Tietovarasto: {0}
FNRRS0362.arg.0       = tietovaraston_nimi

FNRRS0363.explanation = Yritett\u00e4ess\u00e4 noutaa arkistosta poiston toimintoja arkistonmuodostussuunnitelman p\u00e4\u00e4tietovarastosta on ilmennyt virhe.
FNRRS0363.action      = Tarkista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on v\u00e4hint\u00e4\u00e4n arkistonmuodostussuunnitelman tietovaraston sis\u00e4ll\u00f6n tarkasteluoikeudet.
FNRRS0363.message     = Virhe noudettaessa arkistosta poiston toimintoja arkistonmuodostussuunnitelman tietovarastosta: {0}.
FNRRS0363.arg.0       = arkistonmuodostussuunnitelman_tietovarasto

FNRRS0364.explanation = Yritett\u00e4ess\u00e4 noutaa arkistosta poiston liipaisimia arkistonmuodostussuunnitelman p\u00e4\u00e4tietovarastosta on ilmennyt virhe.
FNRRS0364.action      = Tarkista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on v\u00e4hint\u00e4\u00e4n arkistonmuodostussuunnitelman tietovaraston sis\u00e4ll\u00f6n tarkasteluoikeudet.
FNRRS0364.message     = Virhe noudettaessa arkistosta poiston liipaisimia arkistonmuodostussuunnitelman tietovarastosta: {0}.
FNRRS0364.arg.0       = arkistonmuodostussuunnitelman_tietovarasto

FNRRS0365.explanation = Yritett\u00e4ess\u00e4 noutaa arkistostapoistoaikatauluja arkistonmuodostussuunnitelman p\u00e4\u00e4tietovarastosta on ilmennyt virhe.
FNRRS0365.action      = Tarkista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on v\u00e4hint\u00e4\u00e4n arkistonmuodostussuunnitelman tietovaraston sis\u00e4ll\u00f6n tarkasteluoikeudet.
FNRRS0365.message     = Virhe noudettaessa arkistostapoistoaikatauluja arkistonmuodostussuunnitelman tietovarastosta: {0}.
FNRRS0365.arg.0       = arkistonmuodostussuunnitelman_tietovarasto

FNRRS0366.explanation = Ehdotettu arkistosta poiston liipaisintapahtuma nimi on jo k\u00e4yt\u00f6ss\u00e4 t\u00e4ss\u00e4 tietovarastossa.
FNRRS0366.action      = M\u00e4\u00e4rit\u00e4 arvo, joka ei ole jo k\u00e4yt\u00f6ss\u00e4 tietovarastossa.
FNRRS0366.message     = Ehdotettu arkistosta poiston liipaisintapahtuman nimi ei ole yksil\u00f6llinen tietovarastossa: {0}.
FNRRS0366.arg.0       = nimen_arvo

FNRRS0367.explanation = Toistuvan arkistosta poiston liipaisimen jakson on oltava suurempi kuin 0.
FNRRS0367.action      = M\u00e4\u00e4rit\u00e4 muu kuin nolla-arvo vuosien, kuukausien tai p\u00e4ivien arvoksi.
FNRRS0367.message     = V\u00e4hint\u00e4\u00e4n yhden jakson arvon on oltava suurempi kuin 0.

FNRRS0368.explanation = Yritett\u00e4ess\u00e4 lis\u00e4t\u00e4 uutta arkistosta poiston liipaisinta arkistonmuodostussuunnitelman tietovarastoon on ilmennyt virhe.
FNRRS0368.action      = Tarkista, ett\u00e4 kohdetietovarasto on kelvollinen. Varmista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on oikeat objektitason k\u00e4ytt\u00f6oikeudet t\u00e4t\u00e4 toimintoa varten.
FNRRS0368.message     = Uutta arkistosta poiston liipaisinta ei voi lis\u00e4t\u00e4 arkistonmuodostussuunnitelman kohdetietovarastoon: {0}.
FNRRS0368.arg.0       = tietovaraston_tunnus

FNRRS0369.explanation = Yritett\u00e4ess\u00e4 lis\u00e4t\u00e4 uutta arkistosta poiston toimintoa arkistonmuodostussuunnitelman tietovarastoon on ilmennyt virhe.
FNRRS0369.action      = Tarkista, ett\u00e4 kohdetietovarasto on kelvollinen. Varmista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on oikeat objektitason k\u00e4ytt\u00f6oikeudet t\u00e4t\u00e4 toimintoa varten.
FNRRS0369.message     = Uutta arkistosta poiston toimintoa ei voi lis\u00e4t\u00e4 arkistonmuodostussuunnitelman kohdetietovarastoon: {0}.
FNRRS0369.arg.0       = tietovaraston_tunnus

FNRRS0370.explanation = Ehdotettu arkistosta poiston toiminnon nimi on jo k\u00e4yt\u00f6ss\u00e4 t\u00e4ss\u00e4 tietovarastossa.
FNRRS0370.action      = M\u00e4\u00e4rit\u00e4 arvo, joka ei ole jo k\u00e4yt\u00f6ss\u00e4 tietovarastossa.
FNRRS0370.message     = Ehdotettu arkistosta poiston toiminnon nimi ei ole yksil\u00f6llinen tietovarastossa: {0}.
FNRRS0370.arg.0       = nimen_arvo

FNRRS0371.explanation = Ehdotettu arkistosta poiston toimintoon liittyv\u00e4n k\u00e4sittelyreitin arvo ei ole WorkflowDefinition-luokan ilmentym\u00e4.
FNRRS0371.action      = M\u00e4\u00e4rit\u00e4 kelvollinen IBM Enterprise Records -ohjelman WorkflowDefinition-ilmentym\u00e4 liitetty\u00e4 k\u00e4sittelyreittiominaisuutta varten.
FNRRS0371.message     = Ehdotettu arkistosta poiston toimintoon liittyv\u00e4n k\u00e4sittelyreitin arvo ei ole WorkflowDefinition-luokan ilmentym\u00e4: {0}.
FNRRS0371.arg.0       = luokan_nimi

FNRRS0372.explanation = Yritett\u00e4ess\u00e4 noutaa k\u00e4sittelyreitin m\u00e4\u00e4rityksi\u00e4 arkistonmuodostussuunnitelman p\u00e4\u00e4tietovarastosta on ilmennyt virhe.
FNRRS0372.action      = Tarkista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on v\u00e4hint\u00e4\u00e4n arkistonmuodostussuunnitelman tietovaraston sis\u00e4ll\u00f6n tarkasteluoikeudet.
FNRRS0372.message     = Virhe noudettaessa k\u00e4sittelyreitin m\u00e4\u00e4rityksi\u00e4 arkistonmuodostussuunnitelman tietovarastosta: {0}.
FNRRS0372.arg.0       = arkistonmuodostussuunnitelman_tietovarasto

FNRRS0373.explanation = Ehdotettu arkistostapoistoaikataulun nimi on jo k\u00e4yt\u00f6ss\u00e4 t\u00e4ss\u00e4 tietovarastossa.
FNRRS0373.action      = M\u00e4\u00e4rit\u00e4 arvo, joka ei ole jo k\u00e4yt\u00f6ss\u00e4 tietovarastossa.
FNRRS0373.message     = Ehdotettu arkistostapoistoaikataulun nimi ei ole yksil\u00f6llinen tietovarastossa: {0}.
FNRRS0373.arg.0       = nimen_arvo

FNRRS0374.explanation = Ehdotettuun arkistostapoistoaikatauluun on m\u00e4\u00e4ritetty virheellinen arkistosta poiston liipaisin.
FNRRS0374.action      = M\u00e4\u00e4rit\u00e4 kelvollinen arkistosta poiston liipaisimen arvo tai ennalta m\u00e4\u00e4ritetty kalenterip\u00e4iv\u00e4m\u00e4\u00e4r\u00e4n liipaisin.
FNRRS0374.message     = Ehdotettuun arkistostapoistoaikatauluun on m\u00e4\u00e4ritetty virheellinen arkistosta poiston liipaisin.
FNRRS0374.arg.0       = nimen_arvo

FNRRS0375.explanation = M\u00e4\u00e4ritetyn ominaisuuden arvo on virheellinen, tai se ei kuulu arvoalueeseen.
FNRRS0375.action      = M\u00e4\u00e4rit\u00e4 kelvollinen arvo m\u00e4\u00e4ritettyyn ominaisuuteen.
FNRRS0375.message     = M\u00e4\u00e4ritetyn ominaisuuden arvo on virheellinen, tai se ei kuulu arvoalueeseen: {0}, {1}
FNRRS0375.arg.0       = ominaisuuden_nimi
FNRRS0375.arg.1       = ominaisuuden_arvo

FNRRS0376.explanation = Ehdotetusta arkistostapoistoaikataulun nimest\u00e4 puuttuu kelvollinen s\u00e4ilytysajan arvo.
FNRRS0376.action      = M\u00e4\u00e4rit\u00e4 s\u00e4ilytysajan vuosiin, kuukausiin ja p\u00e4iviin muut kuin negatiiviset arvot.
FNRRS0376.message     = Ehdotetusta arkistostapoistoaikataulun nimest\u00e4 puuttuu kelvollinen s\u00e4ilytysajan arvo.

FNRRS0377.explanation = Arkistostapoistovaiheesta puuttuu kelvollinen s\u00e4ilytysajan arvo.
FNRRS0377.action      = M\u00e4\u00e4rit\u00e4 s\u00e4ilytysajan vuosiin, kuukausiin ja p\u00e4iviin muut kuin negatiiviset arvot.
FNRRS0377.message     = Arkistostapoistovaiheesta puuttuu kelvollinen s\u00e4ilytysajan arvo.

FNRRS0378.explanation = Arkistostapoistovaiheen vaihtoehtoisesta s\u00e4ilytyksest\u00e4 puuttuu kelvollinen s\u00e4ilytysajan arvo.
FNRRS0378.action      = M\u00e4\u00e4rit\u00e4 s\u00e4ilytysajan vuosiin, kuukausiin ja p\u00e4iviin muut kuin negatiiviset arvot.
FNRRS0378.message     = Arkistostapoistovaiheen vaihtoehtoisesta s\u00e4ilytyksest\u00e4 puuttuu kelvollinen s\u00e4ilytysajan arvo.

FNRRS0379.explanation = Yritett\u00e4ess\u00e4 lis\u00e4t\u00e4 uutta arkistostapoistoaikataulua arkistonmuodostussuunnitelman tietovarastoon on ilmennyt virhe.
FNRRS0379.action      = Tarkista, ett\u00e4 kohdetietovarasto on kelvollinen. Varmista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on oikeat objektitason k\u00e4ytt\u00f6oikeudet t\u00e4t\u00e4 toimintoa varten.
FNRRS0379.message     = Uutta arkistostapoistoaikataulua ei voi lis\u00e4t\u00e4 arkistonmuodostussuunnitelman kohdetietovarastoon: {0}.
FNRRS0379.arg.0       = tietovaraston_tunnus

FNRRS0380.explanation = Yritett\u00e4ess\u00e4 lis\u00e4t\u00e4 uutta asiakirjalajia arkistonmuodostussuunnitelman tietovarastoon on ilmennyt virhe.
FNRRS0380.action      = Tarkista, ett\u00e4 kohdetietovarasto on kelvollinen. Varmista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on oikeat objektitason k\u00e4ytt\u00f6oikeudet t\u00e4t\u00e4 toimintoa varten.
FNRRS0380.message     = Uutta asiakirjalajia ei voi lis\u00e4t\u00e4 arkistonmuodostussuunnitelman kohdetietovarastoon: {0}.
FNRRS0380.arg.0       = tietovaraston_tunnus

FNRRS0381.explanation = Ehdotettu asiakirjalajin nimi on jo k\u00e4yt\u00f6ss\u00e4 t\u00e4ss\u00e4 tietovarastossa.
FNRRS0381.action      = M\u00e4\u00e4rit\u00e4 arvo, joka ei ole jo k\u00e4yt\u00f6ss\u00e4 tietovarastossa.
FNRRS0381.message     = Ehdotettu asiakirjalajin nimi ei ole yksil\u00f6llinen tietovarastossa: {0}.
FNRRS0381.arg.0       = nimen_arvo

FNRRS0382.explanation = Uutta lajin yksik\u00f6n_laji ilmentym\u00e4\u00e4 ei voi luoda tietovarastoon tietovaraston_tunnus.
FNRRS0382.action      = Varmista, ett\u00e4 liittyv\u00e4 luokka on m\u00e4\u00e4ritetty tietovarastossa ja ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on t\u00e4m\u00e4n toiminnon edellytt\u00e4m\u00e4t k\u00e4ytt\u00f6oikeudet.
FNRRS0382.message     = Uutta yksikk\u00f6lajin ilmentym\u00e4\u00e4 ei voi luoda m\u00e4\u00e4ritettyyn tietovarastoon: {0}, {1}.
FNRRS0382.arg.0       = yksik\u00f6n_laji
FNRRS0382.arg.1       = tietovaraston_tunnus

FNRRS0383.explanation = M\u00e4\u00e4ritetty ominaisuus tai sen arvo ei ole k\u00e4ytett\u00e4viss\u00e4 t\u00e4ll\u00e4 hetkell\u00e4.
FNRRS0383.action      = Varmista, ett\u00e4 ominaisuus on m\u00e4\u00e4ritetty ja ett\u00e4 se on nykyisen k\u00e4ytt\u00e4j\u00e4n k\u00e4ytett\u00e4viss\u00e4.
FNRRS0383.message     = Ominaisuutta {0} ei voi noutaa.
FNRRS0383.arg.0       = ominaisuuden_nimi

FNRRS0384.explanation = Ehdotettu sijainnin nimi on jo k\u00e4yt\u00f6ss\u00e4 t\u00e4ss\u00e4 tietovarastossa.
FNRRS0384.action      = M\u00e4\u00e4rit\u00e4 arvo, joka ei ole jo k\u00e4yt\u00f6ss\u00e4 tietovarastossa.
FNRRS0384.message     = Ehdotettu sijainnin nimi ei ole yksil\u00f6llinen tietovarastossa: {0}.
FNRRS0384.arg.0       = nimen_arvo

FNRRS0385.explanation = Nykyinen objektityyppi ei tue toimintoa
FNRRS0385.action      = T\u00e4t\u00e4 toimintoa ei voi k\u00e4ytt\u00e4\u00e4 t\u00e4ss\u00e4 objektissa.  Muokkaa objektia tai toimintoa
FNRRS0385.message     = Nykyinen objektityyppi ei tue t\u00e4t\u00e4 toimintoa.

FNRRS0386.explanation = Ehdotettu pidon nimi on jo k\u00e4yt\u00f6ss\u00e4 t\u00e4ss\u00e4 tietovarastossa.
FNRRS0386.action      = M\u00e4\u00e4rit\u00e4 arvo, joka ei ole jo k\u00e4yt\u00f6ss\u00e4 tietovarastossa.
FNRRS0386.message     = Ehdotettu pidon nimi ei ole yksil\u00f6llinen tietovarastossa: {0}.
FNRRS0386.arg.0       = nimen_arvo

FNRRS0387.explanation = Noudettaessa pitoja arkistonmuodostussuunnitelman tietovarastosta on ilmennyt virhe
FNRRS0387.action      = Tarkista, ett\u00e4 tietovarastossa on v\u00e4hint\u00e4\u00e4n yksi pito
FNRRS0387.message     = Virhe noudettaessa pitoja arkistonmuodostussuunnitelman tietovarastosta: {0}.
FNRRS0387.arg.0       = arkistonmuodostussuunnitelman tietovaraston tunnus

FNRRS0388.explanation = Pidon tunnistusmerkkijonon RM-pidon_tunnus muoto ei kelpaa.
FNRRS0388.action      = Varmista, ett\u00e4 tunnistusmerkkijono noudattaa GUID-merkkijonon muotoa: {xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}, jossa kukin x on heksadesimaalimerkki.
FNRRS0388.message     = Virheellinen pidon tunnistusmerkkijonon muoto: {0}.
FNRRS0388.arg.0       = pidon tunnus

FNRRS0389.explanation = Objektis\u00e4il\u00f6n SQL-kysely\u00e4 ei voi alustaa.
FNRRS0389.action      = Jos SQL-koodi sis\u00e4lt\u00e4\u00e4 sis\u00e4lt\u00f6\u00f6n perustuvan noudon, tarkista, ett\u00e4 sis\u00e4lt\u00f6hakuohjelma on m\u00e4\u00e4ritetty oikein.
FNRRS0389.message     = SQL-kysely\u00e4 {0} ei voi alustaa tietovarastossa {1}.
FNRRS0389.arg.0       = SQL-kyselymerkkijono
FNRRS0389.arg.1       = tietovaraston tunnus

FNRRS0390.explanation = IBM Enterprise Records ei tue sis\u00e4lt\u00f6\u00f6n perustuvan noudon (CBR) heterogeenista ymp\u00e4rist\u00f6\u00e4, jossa on yhdistetty erilajisia CBR-ohjelmia.
FNRRS0390.action      = Asiakirjojen objektis\u00e4il\u00f6iss\u00e4 olevat hakuohjelmat on siirrett\u00e4v\u00e4 IBM:n vanhasta sis\u00e4lt\u00f6hakuohjelmasta IBM:n sis\u00e4lt\u00f6hakupalveluihin.
FNRRS0390.message     = Arkistonmuodostussuunnitelman tietovarastoon liittyv\u00e4t sis\u00e4lt\u00f6s\u00e4il\u00f6t on m\u00e4\u00e4ritetty sis\u00e4lt\u00f6\u00f6n perustuvan noutotoiminnon (CBR) heterogeenisen ymp\u00e4rist\u00f6n kanssa, joka yhdist\u00e4\u00e4 v\u00e4hint\u00e4\u00e4n yhden CBR-palvelun lajin. T\u00e4t\u00e4 heterogeenista CBR-kokoonpanoa ei tueta. Hakuohjelma on siirrett\u00e4v\u00e4 IBM:n vanhasta sis\u00e4lt\u00f6hakuohjelmasta IBM:n sis\u00e4lt\u00f6hakupalveluihin. Lis\u00e4tietoja on FileNet P8 Information Center -sivuston kohdassa "What is new in IBM FileNet Content Search Engine".

FNRRS0391.explanation = Sis\u00e4lt\u00f6\u00f6n perustuvaa noutoa ei voi alustaa. Sis\u00e4lt\u00f6hakuohjelmaa ei ole m\u00e4\u00e4ritetty tai sit\u00e4 ei ole m\u00e4\u00e4ritetty oikein.
FNRRS0391.action      = Tarkista, ett\u00e4 sis\u00e4lt\u00f6hakuohjelma on m\u00e4\u00e4ritetty oikein sis\u00e4lt\u00f6s\u00e4il\u00f6ss\u00e4.
FNRRS0391.message     = Sis\u00e4lt\u00f6hakuohjelmaa ei ole m\u00e4\u00e4ritetty tai sit\u00e4 ei ole m\u00e4\u00e4ritetty oikein. Sis\u00e4lt\u00f6\u00f6n perustuvaa noutoa {0} ei voi alustaa tietovarastossa {1}.
FNRRS0391.arg.0       = SQL-kyselymerkkijono
FNRRS0391.arg.1       = tietovaraston tunnus

FNRRS0392.explanation = Hakutuloksia ei noutaa hakuehtojen perusteella.
FNRRS0392.action      = Tarkista, ett\u00e4 sis\u00e4lt\u00f6hakuohjelma on m\u00e4\u00e4ritetty oikein asiakirjojen objektis\u00e4il\u00f6iss\u00e4.
FNRRS0392.message     = Hakutuloksia ei noutaa hakuehtojen perusteella.

FNRRS0393.explanation = Asiakirjaa ei ole ehk\u00e4 arkistoitu useampaan kuin yhteen s\u00e4il\u00f6\u00f6n.
FNRRS0393.action      = Varmista, ettei asiakirjaa ole arkistoitu useaan s\u00e4il\u00f6\u00f6n, ja yrit\u00e4 uudelleen.
FNRRS0393.message     = Asiakirjaa ei ole ehk\u00e4 arkistoitu useampaan kuin yhteen s\u00e4il\u00f6\u00f6n.

FNRRS0394.explanation = Parametrin arvo puuttuu, tai se on virheellinen.
FNRRS0394.action      = M\u00e4\u00e4rit\u00e4 yhteensopiva parametrin arvo.
FNRRS0394.message     = Seuraavan parametrin arvo on virheellinen: {0}
FNRRS0394.arg.0       = parametrin nimi

FNRRS0395.explanation = M\u00e4\u00e4ritetyss\u00e4 s\u00e4il\u00f6ss\u00e4 ei ole aktiivista taltiota.  Kelvollinen aktiivinen taltio on pakollinen.
FNRRS0395.action      = Varmista, ett\u00e4 m\u00e4\u00e4ritetyss\u00e4 s\u00e4il\u00f6ss\u00e4 on aktiivinen taltio.
FNRRS0395.message     = T\u00e4ss\u00e4 s\u00e4il\u00f6ss\u00e4 ei ole aktiivista taltiota: {0}
FNRRS0395.arg.0       = s\u00e4il\u00f6n tunnus

FNRRS0396.explanation = L\u00e4hde- ja kohdes\u00e4il\u00f6t ovat samat.  Se ei ole sallittua objektien siirrossa.
FNRRS0396.action      = Yrit\u00e4 toimintoa uudelleen m\u00e4\u00e4ritt\u00e4m\u00e4ll\u00e4 toiset l\u00e4hde- ja kohdes\u00e4il\u00f6t.
FNRRS0396.message     = L\u00e4hde- ja kohdes\u00e4il\u00f6t ovat samat.

FNRRS0397.explanation = Objekti on jo arkistoitu kohdes\u00e4il\u00f6\u00f6n.
FNRRS0397.action      = Yrit\u00e4 toimintoa uudelleen m\u00e4\u00e4ritt\u00e4m\u00e4ll\u00e4 eri kohdes\u00e4il\u00f6.
FNRRS0397.message     = Objekti on jo arkistoitu kohdes\u00e4il\u00f6\u00f6n.

FNRRS0398.explanation = Asiakirja on jo yl\u00e4tason kuittaus.  Asiakirja ei voi olla sek\u00e4 kuittaus ett\u00e4 yl\u00e4tason kuittaus.
FNRRS0398.action      = Asiakirja ei voi olla sek\u00e4 kuittaus ett\u00e4 yl\u00e4tason kuittaus.  Tee tarvittavat korjaustoimet liiketoimintatarpeiden mukaisesti.
FNRRS0398.message     = Asiakirja on jo yl\u00e4tason kuittaus.
FNRRS0398.arg.0       = paikkamerkki

FNRRS0399.explanation = Asiakirja on jo kuittaus.  Kuittaukset voivat liitty\u00e4 vain yhteen asiakirjaan.
FNRRS0399.action      = Asiakirja voi liitty\u00e4 vain yhteen asiakirjaan.  Tee tarvittavat korjaustoimet liiketoimintatarpeiden mukaisesti.
FNRRS0399.message     = Asiakirja on jo kuittaus.

FNRRS0400.explanation = Yl\u00e4tason kuittaus on jo kuittaus.  Yl\u00e4tason kuittaus ei voi olla sek\u00e4 kuittaus ett\u00e4 yl\u00e4tason kuittaus.
FNRRS0400.action      = Asiakirja ei voi olla sek\u00e4 kuittaus ett\u00e4 yl\u00e4tason kuittaus.  Tee tarvittavat korjaustoimet liiketoimintatarpeiden mukaisesti.
FNRRS0400.message     = Asiakirjan p\u00e4\u00e4taso jo kuittaus.

FNRRS0401.explanation = Liitett\u00e4ess\u00e4 kuittausta asiakirjaan on ilmennyt virhe.
FNRRS0401.action      = Tarkista, ett\u00e4 kuittausominaisuus on k\u00e4ytett\u00e4viss\u00e4 ominaisuussivulla.  Tarkista, ett\u00e4 k\u00e4ytt\u00f6oikeutesi riitt\u00e4v\u00e4t asiakirjan ja kuittauksen ominaisuuksien muokkaukseen.
FNRRS0401.message     = Kuittauksen liitt\u00e4minen asiakirjaan ep\u00e4onnistui.

FNRRS0402.explanation = T\u00e4m\u00e4 objekti ei ole kelvollinen kuittaus.
FNRRS0402.action      = Tarkista, ett\u00e4 kuittauksen Kuittaus kohteelle -ominaisuuden arvo on kelvollinen.
FNRRS0402.message     = T\u00e4m\u00e4 objekti ei ole kelvollinen kuittaus: {0}.
FNRRS0402.arg.0       = objektin tunnus

FNRRS0403.explanation = Yritett\u00e4ess\u00e4 irrottaa t\u00e4t\u00e4 kuittausta sen p\u00e4\u00e4tason kuittauksesta on ilmennyt virhe.
FNRRS0403.action      = Tarkista, ett\u00e4 kuittaukset ovat k\u00e4yt\u00f6ss\u00e4 objektis\u00e4il\u00f6ss\u00e4.  Tarkista, ett\u00e4 t\u00e4m\u00e4 objekti on kelvollinen kuittaus.
FNRRS0403.message     = Kuittausta ei voi irrottaa.

FNRRS0404.explanation = Yritett\u00e4ess\u00e4 muodostaa RMAudit-tapahtumaa objektiin on ilmennyt virhe.
FNRRS0404.action      = Tarkista, ett\u00e4 t\u00e4m\u00e4 objekti on kelvollinen dokumentti, kansio tai mukautettu objekti.
FNRRS0404.message     = Tapahtuman muodostus objektissa {0} on ep\u00e4onnistunut
FNRRS0404.arg.0       = objektin_tunnus

FNRRS0405.explanation = Tarkistettaessa t\u00e4rkeisiin asiakirjoihin liitettyj\u00e4 ominaisuuksia on ilmennyt virhe.  Yksikk\u00f6 on merkitty t\u00e4rke\u00e4ksi, mutta siihen liittyv\u00e4 ominaisuus puuttuu tai on virheellinen.
FNRRS0405.action      = Tarkista, ett\u00e4 oikeat t\u00e4rke\u00e4n asiakirjan ominaisuudet on m\u00e4\u00e4ritetty kelvollisilla arvoilla.
FNRRS0405.message     = Virheellinen t\u00e4rke\u00e4n asiakirjan ominaisuus {0}, jonka arvo on {1}
FNRRS0405.arg.0       = ominaisuuden nimi
FNRRS0405.arg.1       = ominaisuuden arvo

FNRRS0406.explanation = V\u00e4litetyt s\u00e4il\u00f6t eiv\u00e4t ole samasta arkistonmuodostussuunnitelmasta.
FNRRS0406.action      = Tarkista, ett\u00e4 n\u00e4m\u00e4 s\u00e4il\u00f6t ovat samassa arkistonmuodostussuunnitelmassa.
FNRRS0406.message     = S\u00e4il\u00f6 {0} ja s\u00e4il\u00f6 {1} eiv\u00e4t ole samasta arkistonmuodostussuunnitelmasta.
FNRRS0406.arg.0       = s\u00e4il\u00f6n 1 tunnus
FNRRS0406.arg.1       = s\u00e4il\u00f6n 2 tunnus

FNRRS0407.explanation = M\u00e4\u00e4ritetyt t\u00e4rke\u00e4n asiakirjan ominaisuudet ovat tyhji\u00e4 tai virheellisi\u00e4.
FNRRS0407.action      = Tarkista, ett\u00e4 oikeat t\u00e4rke\u00e4n asiakirjan ominaisuudet on m\u00e4\u00e4ritetty kelvollisilla arvoilla.
FNRRS0407.message     = Virheelliset t\u00e4rke\u00e4n asiakirjan ominaisuudet.

FNRRS0408.explanation = ApplyToNameOrID-ominaisuuden arvo on virheellinen.  Arvon on oltava Nimi tai Tunnus
FNRRS0408.action      = Muuta ominaisuuden arvoksi jokin kelvollisista arvoista
FNRRS0408.message     = Ominaisuuden arvo on virheellinen

FNRRS0409.explanation = T\u00e4rkeit\u00e4 ominaisuuksia ei voi m\u00e4\u00e4ritt\u00e4\u00e4.  Selvit\u00e4 syy tarkistamalla muut virhesanomat.
FNRRS0409.action      = Tarkista, ett\u00e4 oikeat t\u00e4rke\u00e4n asiakirjan ominaisuudet on m\u00e4\u00e4ritetty kelvollisilla arvoilla.
FNRRS0409.message     = Yksik\u00f6n t\u00e4rkeit\u00e4 ominaisuuksia ei voi noutaa.  Ominaisuus: {0}.
FNRRS0409.arg.0       = objektin_tunnus

FNRRS0410.explanation = T\u00e4rkeit\u00e4 ominaisuuksia ei voi m\u00e4\u00e4ritt\u00e4\u00e4.  Selvit\u00e4 syy tarkistamalla muut virhesanomat.
FNRRS0410.action      = Tarkista, ett\u00e4 oikeat t\u00e4rke\u00e4n asiakirjan ominaisuudet on m\u00e4\u00e4ritetty kelvollisilla arvoilla.
FNRRS0410.message     = Yksik\u00f6n {0} t\u00e4rke\u00e4n objektin seuraavaa arviointip\u00e4iv\u00e4m\u00e4\u00e4r\u00e4\u00e4 ei voi m\u00e4\u00e4ritt\u00e4\u00e4.
FNRRS0410.arg.0       = objektin_tunnus

FNRRS0411.explanation = M\u00e4\u00e4ritetty mallin nimi ei ole yksil\u00f6llinen.
FNRRS0411.action      = Valitse mallille uusi nimi, joka on yksil\u00f6llinen
FNRRS0411.message     = Mallille m\u00e4\u00e4ritetty nimi ei ole yksil\u00f6llinen.

FNRRS0412.explanation = T\u00e4rkeit\u00e4 ominaisuuksia ei voi m\u00e4\u00e4ritt\u00e4\u00e4.  Selvit\u00e4 syy tarkistamalla muut virhesanomat.
FNRRS0412.action      = Tarkista, ett\u00e4 oikeat t\u00e4rke\u00e4n asiakirjan ominaisuudet on m\u00e4\u00e4ritetty kelvollisilla arvoilla.
FNRRS0412.message     = Yksik\u00f6n {0} t\u00e4rkeit\u00e4 ominaisuuksia ei voi m\u00e4\u00e4ritt\u00e4\u00e4.
FNRRS0412.arg.0       = objektin_tunnus

FNRRS0413.explanation = T\u00e4rke\u00e4 ominaisuus ei voi olla null-arvoinen.
FNRRS0413.action      = Tarkista, ett\u00e4 oikea t\u00e4rke\u00e4n asiakirjan ominaisuus on m\u00e4\u00e4ritetty kelvollisella arvolla, joka ei ole null.
FNRRS0413.message     = T\u00e4rke\u00e4\u00e4 liipaisinominaisuutta {0} ei voi m\u00e4\u00e4ritt\u00e4\u00e4.
FNRRS0413.arg.0       = objektin_tunnus

FNRRS0414.explanation = M\u00e4\u00e4ritetyn jaksoittaisen tapahtuman jakso ei kelpaa.  N\u00e4in tapahtuu todenn\u00e4k\u00f6isesti siit\u00e4 syyst\u00e4, ett\u00e4 liipaisimeen liitetyt vuodet, kuukaudet ja p\u00e4iv\u00e4t ovat nolla-arvoisia.
FNRRS0414.action      = Tarkista, ett\u00e4 jakson arvo on kelvollinen ja suurempi kuin nolla.
FNRRS0414.message     = Jaksoittaisen tapahtuman nimi {0} m\u00e4\u00e4ritt\u00e4\u00e4 jakson pituudeksi {1} vuotta, {2} kuukautta ja {3} p\u00e4iv\u00e4\u00e4. J\u00e4rjestelm\u00e4 ei pysty laskemaan arkistostapoistotietoja.
FNRRS0414.arg.0       = tapahtuman nimi
FNRRS0414.arg.1       = vuosien m\u00e4\u00e4r\u00e4
FNRRS0414.arg.2       = kuukausien m\u00e4\u00e4r\u00e4
FNRRS0414.arg.3       = p\u00e4ivien m\u00e4\u00e4r\u00e4

FNRRS0415.explanation = Yritett\u00e4ess\u00e4 noutaa k\u00e4ytett\u00e4viss\u00e4 olevia ConnectorRegistration-objekteja arkistonmuodostussuunnitelman tietovarastosta on ilmennyt odottamaton virhe.
FNRRS0415.action      = Tarkista, ett\u00e4 kaikki arkistonmuodostussuunnitelman tietovaraston asennusvaiheet on toteutettu.
FNRRS0415.message     = ConnectorRegistration-objekteja ei voi noutaa arkistonmuodostussuunnitelman tietovarastosta: {0}.
FNRRS0415.arg.0       = Arkistonmuodostussuunnitelman tietovaraston tunnus.

FNRRS0416.explanation = IBM FileNet P8 Process Engine -Java-sovellusohjelmaliittym\u00e4n luokkia ei voi k\u00e4ytt\u00e4\u00e4.
FNRRS0416.action      = Tarkista, ett\u00e4 Process Engine -Java-sovellusohjelmaliittym\u00e4n JAR-tiedosto ja sen riippuvuudet sis\u00e4ltyv\u00e4t ajonaikaiseen luokkapolkuun. T\u00e4h\u00e4n joukkoon kuuluvat yleens\u00e4 tiedostot pe.jar, peResources.jar, mailapi.jar ja xercesImpl.jar. Metodia RALPESupport#getSetupException voidaan k\u00e4ytt\u00e4\u00e4 ilmenneiden poikkeusten noutoon.
FNRRS0416.message     = IBM FileNet P8 Process Engine -Java-sovellusohjelmaliittym\u00e4 ei ole k\u00e4ytett\u00e4viss\u00e4.

FNRRS0417.explanation = Sy\u00f6teparametrin vwSession on oltava kelvollinen filenet.vw.api.VWSession-luokan ilmentym\u00e4.
FNRRS0417.action      = Tarkista, ett\u00e4 IBM FileNet P8 Process Engine -ty\u00f6asemaohjelman yhteyskokoonpano on oikea.
FNRRS0417.message     = Sy\u00f6teparametri vwSession ei ole kelvollinen filenet.vw.api.VWSession-luokan ilmentym\u00e4.

FNRRS0418.explanation = Sy\u00f6teparametrin vwStepElement on oltava kelvollinen filenet.vw.api.VWStepElement-luokan ilmentym\u00e4.
FNRRS0418.action      = Kelvollinen filenet.vw.api.VWStepElement-luokan ilmentym\u00e4 voidaan noutaa RALPESupport#createWorkflow-metodin avulla.
FNRRS0418.message     = Sy\u00f6teparametri vwStepElement ei ole kelvollinen filenet.vw.api.VWStepElement-luokan ilmentym\u00e4.

FNRRS0419.explanation = J\u00e4rjestelm\u00e4ss\u00e4 on ilmennyt odottamaton filenet.vw.api.VWException-poikkeus. 
FNRRS0419.action      = Etsi t\u00e4m\u00e4n virheen l\u00e4hteen tietoja tutkimalla liitetty\u00e4 sanomamerkkijonoa, pinonseurantaa ja/tai palvelimen lokitiedostoja.
FNRRS0419.message     = J\u00e4rjestelm\u00e4ss\u00e4 on havaittu odottamaton filenet.vw.api.VWException-poikkeus: {0}
FNRRS0419.arg.0	   = Ilmentym\u00e4n filenet.vw.api.VWException lokalisoitu sanomamerkkijono.

FNRRS0420.explanation = T\u00e4m\u00e4n toiminnon toteutus edellytt\u00e4\u00e4 muuta kuin null-arvoista filenet.vw.api.VWUserInfo-ilmentym\u00e4\u00e4.
FNRRS0420.action      = Varmista, ett\u00e4 annettu filenet.vw.api.VWSession-ilmentym\u00e4 on kelvollinen ja ett\u00e4 nykyinen k\u00e4ytt\u00e4j\u00e4 on todennettu.
FNRRS0420.message     = Ilmentym\u00e4n filenet.vw.api.VWUserInfo noudossa k\u00e4ytetty P8 FileNet Process Engine -sovellusohjelmaliittym\u00e4n kutsu palautti null-arvon.

FNRRS0421.explanation = J\u00e4rjestelm\u00e4 on palauttanut virheen yritett\u00e4ess\u00e4 noutaa m\u00e4\u00e4ritetty\u00e4 pitoa.
FNRRS0421.action	   = Tarkista, ett\u00e4 pidon tunnistusmerkkijono on kelvollinen ja ett\u00e4 pito on j\u00e4rjestelm\u00e4ss\u00e4.
FNRRS0421.message     = M\u00e4\u00e4ritetty\u00e4 pitoa ei voi noutaa: {0}
FNRRS0421.arg.0        = M\u00e4\u00e4ritetty pidon tunnistusmerkkijono.

FNRRS0422.explanation = Yritett\u00e4ess\u00e4 noutaa raporttim\u00e4\u00e4rityksi\u00e4 arkistonmuodostussuunnitelman p\u00e4\u00e4tietovarastosta on ilmennyt virhe.
FNRRS0422.action      = Tarkista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on v\u00e4hint\u00e4\u00e4n arkistonmuodostussuunnitelman tietovaraston sis\u00e4ll\u00f6n tarkasteluoikeudet.
FNRRS0422.message     = Virhe noudettaessa raporttim\u00e4\u00e4rityksi\u00e4 arkistonmuodostussuunnitelman tietovarastosta: {0}.
FNRRS0422.arg.0       = arkistonmuodostussuunnitelman_tietovarasto

FNRRS0423.explanation = XPath-polkuun liittyv\u00e4n JVM XML -j\u00e4sennystoiminnon kokoonpanossa on ilmennyt virhe.
FNRRS0423.action      = Tarkista, ett\u00e4 JRE-versio on 1.5 tai uudempi.
FNRRS0423.message     = Virhe alustettaessa XPath-polkuun liittyv\u00e4n JVM XML -j\u00e4sennystoiminnon kokoonpanoa.

FNRRS0424.explanation = Yritett\u00e4ess\u00e4 j\u00e4sent\u00e4\u00e4 raporttim\u00e4\u00e4rityksen XML-koodia on ilmennyt virhe.
FNRRS0424.action      = Tarkista, ett\u00e4 raporttim\u00e4\u00e4rityksen XML-koodi on muotoiltu oikein.
FNRRS0424.message     = Virhe raporttim\u00e4\u00e4rityksen XML-koodin j\u00e4sennyksess\u00e4: {0}.
FNRRS0424.arg.0       = raporttim\u00e4\u00e4rityksen nimi tai tunnus

FNRRS0425.explanation = Yritett\u00e4ess\u00e4 noutaa raporttim\u00e4\u00e4rityksen sis\u00e4lt\u00f6\u00e4 on ilmennyt virhe.
FNRRS0425.action      = Tarkista, ett\u00e4 raporttim\u00e4\u00e4ritys on j\u00e4rjestelm\u00e4ss\u00e4 ja ett\u00e4 raporttim\u00e4\u00e4rityksen sis\u00e4lt\u00f6 on XML-muotoiltu.
FNRRS0425.message     = Virhe noudettaessa raporttim\u00e4\u00e4rityksen sis\u00e4lt\u00f6\u00e4: {0}.
FNRRS0425.arg.0       = raporttim\u00e4\u00e4rityksen nimi tai tunnus

FNRRS0426.explanation = Kirjasto org.w3c.DOM API on palauttanut virheen.
FNRRS0426.action      = Lis\u00e4tietoja on poikkeuspinossa.
FNRRS0426.message     = Vientiprosessiin kuuluvan DOM XML -k\u00e4sittelyn aikana on ilmennyt virhe. Yksikk\u00f6: {0}.
FNRRS0426.arg.0       = Vientiin liittyv\u00e4n yksik\u00f6n tunnus.

FNRRS0427.explanation = P8 Content Engine -ohjelman XML-viennin luontiapuohjelma on palauttanut virheen.
FNRRS0427.action      = Lis\u00e4tietoja on poikkeuspinossa.
FNRRS0427.message     = Vientiprosessiin kuuluvan P8 Content Engine -ohjelman XML-koodin luonnin aikana on ilmennyt virhe. Yksikk\u00f6: {0}.
FNRRS0427.arg.0       = Vientiin liittyv\u00e4n yksik\u00f6n tunnus.

FNRRS0428.explanation = P8 Content Engine -ohjelman XML-viennin luontiapuohjelma on palauttanut virheen.
FNRRS0428.action      = Lis\u00e4tietoja on poikkeuspinossa.
FNRRS0428.message     = Tulostustiedostoon kohdistuvan XML-sarjoituksen aikana on ilmennyt virhe: {0}, {1}.
FNRRS0428.arg.0       = Tiedostoj\u00e4rjestelm\u00e4n tulostustiedoston polku.
FNRRS0428.arg.1       = XML-muunnon poikkeussanoma.

FNRRS0429.explanation = Vaikka CurrentPhaseExportFormat-ominaisuuden arvoa vastaava dokumentti l\u00f6ytyi, yritett\u00e4ess\u00e4 lukea dokumentin XSLT-sis\u00e4lt\u00f6\u00e4 ilmeni virhe. 
FNRRS0429.action      = Varmista, ett\u00e4 vientiyksik\u00f6n CurrentPhaseExportFormat-ominaisuuteen on m\u00e4\u00e4ritetty kelvollinen dokumentin arvo. Dokumentin sis\u00e4ll\u00f6n on oltava kelvollinen XSLT-sis\u00e4lt\u00f6.
FNRRS0429.message     = Yritett\u00e4ess\u00e4 lukea XSLT-sis\u00e4lt\u00f6\u00e4 CurrentPhaseExportFormat-arvon dokumentista on ilmennyt virhe: {0}.
FNRRS0429.arg.0       = ExportFormat-ominaisuuden dokumenttiarvon tunnus.

FNRRS0430.explanation = Yritys esik\u00e4\u00e4nt\u00e4\u00e4 XPath-merkkijonoa XPath-lausekkeeksi on ep\u00e4onnistunut. 
FNRRS0430.action      = Tarkista, ett\u00e4 XPath-merkkijono on kelvollinen tai ett\u00e4 nykyinen JRE/luokkapolku tukee XPath-polkua. Voit my\u00f6s tarkistaa, ett\u00e4 molemmat ehdot ovat voimassa.
FNRRS0430.message     = Yritett\u00e4ess\u00e4 k\u00e4\u00e4nt\u00e4\u00e4 seuraavaa XPath-lausekemerkkijonoa on ilmennyt virhe: {0}.
FNRRS0430.arg.0       = Virheellinen XPath-lausekemerkkijono.

FNRRS0431.explanation = Sivumerkki\u00e4 ei voi noutaa RMPageIterator-objektin nykyisest\u00e4 tilasta. 
FNRRS0431.action      = Tarkista, ett\u00e4 RMPageIterator on siirretty kelvolliseen sivun sijaintiin.
FNRRS0431.message     = Yritett\u00e4ess\u00e4 palauttaa nykyist\u00e4 sivumerkki\u00e4 on ilmennyt virhe.

FNRRS0432.explanation = Yritett\u00e4ess\u00e4 noutaa asiakirjan RecordedDocuments-ominaisuuden arvoa on ilmennyt odottamaton virhe.
FNRRS0432.action      = Varmista, ett\u00e4 nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 on oikeat liitettyjen sis\u00e4lt\u00f6kohteiden k\u00e4ytt\u00f6oikeudet.
FNRRS0432.message     = Yritett\u00e4ess\u00e4 noutaa asiakirjaan {0} liitettyj\u00e4 sis\u00e4lt\u00f6kohteita on ilmennyt virhe.
FNRRS0432.arg.0       = Asiakirjan tunnus.

FNRRS0433.explanation = S\u00e4il\u00f6n siirtotoiminnon kohdes\u00e4il\u00f6 ei voi sijaita miss\u00e4\u00e4n sen alis\u00e4il\u00f6hierarkiassa.
FNRRS0433.action      = Valitse toinen kohdes\u00e4il\u00f6n sijainti, johon l\u00e4hdes\u00e4il\u00f6 siirret\u00e4\u00e4n.
FNRRS0433.message     = L\u00e4hdes\u00e4il\u00f6\u00e4 ei voi siirt\u00e4\u00e4 kohdes\u00e4il\u00f6\u00f6n, joka sijaitsee l\u00e4hdes\u00e4il\u00f6n alla. L\u00e4hteen_tunnus: {0}, kohteen_tunnus: {1}.
FNRRS0433.arg.0       = Sen l\u00e4hdes\u00e4il\u00f6n tunnus, johon siirtoyritys kohdistuu.
FNRRS0433.arg.1       = Kohdes\u00e4il\u00f6n tunnus.

FNRRS0434.explanation = Etsi tietoja taustalla olevasta poikkeuksesta tutkimalla pinonseurantaa.
FNRRS0434.action      = Aja arkistosta poiston tarkistus uudelleen tai yrit\u00e4 arkistosta poiston aloitustoimintoa uudelleen. Voit my\u00f6s tehd\u00e4 molemmat toimet.
FNRRS0434.message     = Yksik\u00f6n nykyisten vaihetietojen p\u00e4ivityksess\u00e4 on ilmennyt virhe. Yksik\u00f6n tunnus: {0}.
FNRRS0434.arg.0       = Kyseess\u00e4 olevan yksik\u00f6n tunnus.

FNRRS0435.explanation = Yksik\u00f6n arkistosta poiston aloitusta ei voi toteuttaa pitoon asetuksen tai yksik\u00f6n arkistostapoistoaikataulun muutoksen takia.
FNRRS0435.action      = Poista kaikki asetetut pidot yksik\u00f6st\u00e4, sen p\u00e4\u00e4tason yksik\u00f6ist\u00e4 tai yksik\u00f6n alihierarkiasta. Aja arkistosta poiston tarkistus uudelleen.
FNRRS0435.message     = Arkistosta poiston aloitusta ei voi toteuttaa t\u00e4ss\u00e4 yksik\u00f6ss\u00e4 sen nykyisen arkistostapoistovaiheen muutoksen takia: {0}.
FNRRS0435.arg.0       = Sen yksik\u00f6n tunnus, jonka arkistosta poiston aloitusta on yritetty.

FNRRS0436.explanation = Arkistostapoistovaihetta ei voi poistaa sen arkistostapoistoaikataulusta, jos v\u00e4hint\u00e4\u00e4n yksi asiakirjas\u00e4il\u00f6 tai asiakirja on t\u00e4ss\u00e4 vaiheessa.
FNRRS0436.action      = Aja arkistosta poiston tarkistus tai arkistosta poiston aloitus uudelleen vaikutuksen kohteena olevissa asiakirjas\u00e4il\u00f6iss\u00e4, asiakirjoissa tai molemmissa ja yrit\u00e4 vaiheen poistotoimintoa uudelleen.
FNRRS0436.message     = T\u00e4ll\u00e4 hetkell\u00e4 k\u00e4yt\u00f6ss\u00e4 olevaa arkistostapoistovaihetta ei voi poistaa. Vaiheen tunnus: {0}.
FNRRS0436.arg.0       = Sen arkistostapoistovaiheen tunnus, jossa poistoa on yritetty.

FNRRS0437.explanation = Tietty arkistostapoistovaihe voi esiinty\u00e4 arkistostapoistoaikataulussa vain kerran.
FNRRS0437.action      = Luo uusi arkistostapoistovaihe, ennen kuin yrit\u00e4t lis\u00e4t\u00e4 sen arkistostapoistoaikatauluun.
FNRRS0437.message     = Arkistostapoistovaihetta ei voi lis\u00e4t\u00e4 aikatauluun, jossa arkistostapoistovaihe jo on. Vaiheen tunnus: {0}.
FNRRS0437.arg.0       = Sen arkistostapoistovaiheen tunnus, jossa lis\u00e4yst\u00e4 on yritetty.

FNRRS0438.explanation = Tietty\u00e4 arkistostapoistovaihetta ei voi k\u00e4ytt\u00e4\u00e4 useassa arkistostapoistoaikataulussa.
FNRRS0438.action      = Luo uusi arkistostapoistovaihe, ennen kuin yrit\u00e4t lis\u00e4t\u00e4 sen arkistostapoistoaikatauluun.
FNRRS0438.message     = Arkistostapoistovaihetta ei voi lis\u00e4t\u00e4 aikatauluun, joka on jo k\u00e4yt\u00f6ss\u00e4 toisessa aikataulussa. Vaiheen tunnus: {0}.
FNRRS0438.arg.0       = Sen arkistostapoistovaiheen tunnus, jossa lis\u00e4yst\u00e4 on yritetty.

FNRRS0439.explanation = Kun aikataulu sis\u00e4lt\u00e4\u00e4 vaiheen, jonka arkistosta poiston toiminto on Automaattinen tuhoaminen, Tuhoaminen tai Siirto, aikatauluun ei voi lis\u00e4t\u00e4 lis\u00e4vaiheita.
FNRRS0439.action      = Poista ensin kaikki lopetustoimintojen vaiheet, ennen kuin yrit\u00e4t lis\u00e4t\u00e4 uuden vaiheen arkistostapoistoaikatauluun.
FNRRS0439.message     = Arkistostapoistovaihetta ei voi liitt\u00e4\u00e4 aikatauluun, jossa on jo lopetustoimintolajin vaihe, kuten Automaattinen tuhoaminen, Tuhoaminen tai Siirto.

FNRRS0440.explanation = Arkistostapoistovaihetta ei voi poistaa kokoelmasta, johon arkistostapoistovaihe ei kuulu.
FNRRS0440.action      = P\u00e4ivit\u00e4 vastaava arkistostapoistoaikataulu ja k\u00e4yt\u00e4 sen arkistostapoistovaiheiden luetteloa uudelleen.
FNRRS0440.message     = Arkistostapoistovaihe ei ole t\u00e4m\u00e4n arkistostapoistovaiheiden luettelon vaihej\u00e4sen. Vaiheen tunnus: {0}.
FNRRS0440.arg.0       = Sen arkistostapoistovaiheen tunnus, jossa poistoa on yritetty.

FNRRS0441.explanation = Tietty vaihtoehtoinen s\u00e4ilytys voi esiinty\u00e4 arkistostapoistovaiheessa vain kerran.
FNRRS0441.action      = Luo uusi vaihtoehtoinen s\u00e4ilytys, ennen kuin yrit\u00e4t lis\u00e4t\u00e4 sen arkistostapoistovaiheeseen.
FNRRS0441.message     = Vaihtoehtoista s\u00e4ilytyst\u00e4 ei voi lis\u00e4t\u00e4 arkistostapoistoaikatauluun, jossa vaihtoehtoinen s\u00e4ilytys jo on. Vaihtoehtoisen s\u00e4ilytyksen tunnus: {0}.
FNRRS0441.arg.0       = Sen vaihtoehtoisen s\u00e4ilytyksen tunnus, jossa lis\u00e4yst\u00e4 on yritetty.

FNRRS0442.explanation = Tietty\u00e4 vaihtoehtoista s\u00e4ilytyst\u00e4 ei voi k\u00e4ytt\u00e4\u00e4 useassa arkistostapoistovaiheessa.
FNRRS0442.action      = Luo uusi vaihtoehtoinen s\u00e4ilytys, ennen kuin yrit\u00e4t lis\u00e4t\u00e4 sen arkistostapoistovaiheeseen.
FNRRS0442.message     = Vaihtoehtoista s\u00e4ilytyst\u00e4 ei voi lis\u00e4t\u00e4 vaiheeseen, joka on jo k\u00e4yt\u00f6ss\u00e4 toisessa vaiheessa. Vaihtoehtoisen s\u00e4ilytyksen tunnus: {0}.
FNRRS0442.arg.0       = Sen vaihtoehtoisen s\u00e4ilytyksen tunnus, jossa lis\u00e4yst\u00e4 on yritetty.

FNRRS0443.explanation = Vaihtoehtoista s\u00e4ilytyst\u00e4 ei voi poistaa kokoelmasta, johon vaihtoehtoinen s\u00e4ilytys ei kuulu.
FNRRS0443.action      = P\u00e4ivit\u00e4 vastaava arkistostapoistovaihe ja k\u00e4yt\u00e4 sen vaihtoehtoisten s\u00e4ilytysten luetteloa uudelleen.
FNRRS0443.message     = Vaihtoehtoinen s\u00e4ilytys ei ole t\u00e4m\u00e4n vaihtoehtoisten s\u00e4ilytysten luettelon j\u00e4sen. Vaihtoehtoisen s\u00e4ilytyksen tunnus: {0}.
FNRRS0443.arg.0       = Sen vaihtoehtoisen s\u00e4ilytyksen tunnus, jossa poistoa on yritetty.

FNRRS0444.explanation = DispositionPhase-ilmentym\u00e4n suoraa poistoa ei tueta.
FNRRS0444.action      = Poista DispositionPhase-ilmentym\u00e4 k\u00e4ytt\u00e4m\u00e4ll\u00e4 yht\u00e4 DispositionPhaseList.remove-metodia.
FNRRS0444.message     = Poistotoimintoa ei tueta DispositionPhase-ilmentym\u00e4ss\u00e4. K\u00e4yt\u00e4 sen sijasta DispositionPhaseList.remove-metodia.

FNRRS0445.explanation = AlternateRetention-ilmentym\u00e4n suoraa poistoa ei tueta.
FNRRS0445.action      = Poista AlternateRetention-ilmentym\u00e4 k\u00e4ytt\u00e4m\u00e4ll\u00e4 yht\u00e4 AlternateRetentionList.remove-metodia.
FNRRS0445.message     = Poistotoimintoa ei tueta AlternateRetention-ilmentym\u00e4ss\u00e4. K\u00e4yt\u00e4 sen sijasta AlternateRetentionList.remove-metodia.

FNRRS0446.explanation = Virhe yritett\u00e4ess\u00e4 noutaa tunnuksen m\u00e4\u00e4ritt\u00e4m\u00e4\u00e4 k\u00e4ytt\u00f6roolia.
FNRRS0446.action      = Varmista, ett\u00e4 nykyisen k\u00e4ytt\u00e4j\u00e4n k\u00e4ytt\u00f6oikeudet riitt\u00e4v\u00e4t uuden j\u00e4senen lis\u00e4ykseen aiemmin luotuun rooliin ja ett\u00e4 kyseinen rooli on edelleen tietovarastossa.
FNRRS0446.message     = Virhe yritett\u00e4ess\u00e4 noutaa lajin {0} m\u00e4\u00e4ritt\u00e4m\u00e4\u00e4 k\u00e4ytt\u00f6roolia.
FNRRS0446.arg.0       = roolin_tunnus

FNRRS0447.explanation = Arkistostapoistoaikataulussa on oltava muu kuin tyhj\u00e4 Muutossyy-ominaisuuden arvo, ennen kuin sit\u00e4 tai arkistostapoistoaikatauluun liittyvi\u00e4 arkistostapoistovaiheita muutetaan. Voit vaihtoehtoisesti muuttaa molempia tietoja.
FNRRS0447.action      = M\u00e4\u00e4rit\u00e4 liitettyyn arkistostapoistoaikatauluun muu kuin tyhj\u00e4 Muutossyy-ominaisuuden arvo, ennen kuin yrit\u00e4t tallentaa joko arkistostapoistoaikataulun tai jonkin sen arkistostapoistovaiheen.
FNRRS0447.message     = Arkistostapoistovaihetta ei voi tallentaa, kun siihen liittyv\u00e4st\u00e4 arkistostapoistoaikataulusta puuttuu Muutossyy-ominaisuuden arvo.

FNRRS0448.explanation = Noudetun s\u00e4il\u00f6n yksik\u00f6n tyyppi ei vastaa pyydetty\u00e4 yksikk\u00f6tyyppi\u00e4.  T\u00e4m\u00e4 virhe voi ilmet\u00e4 esimerkiksi silloin, kun asiakirjaluokkaa yritet\u00e4\u00e4n noutaa asiakirjakansion tunnuksen avulla.
FNRRS0448.action      = Varmista, ett\u00e4 s\u00e4il\u00f6n tunnus on oikea odotetussa s\u00e4il\u00f6n lajissa, ja yrit\u00e4 uudelleen.
FNRRS0448.message     = Noudetun s\u00e4il\u00f6n todellinen yksik\u00f6n tyyppi ei vastaa pyydetty\u00e4 yksikk\u00f6tyyppi\u00e4. S\u00e4il\u00f6n tunnus: {0}, pyydetty yksikk\u00f6tyyppi: {1}, s\u00e4il\u00f6n todellinen yksikk\u00f6tyyppi: {2}.
FNRRS0448.arg.0       = s\u00e4il\u00f6n tunnus
FNRRS0448.arg.1       = pyydetty yksikk\u00f6tyyppi
FNRRS0448.arg.2       = s\u00e4il\u00f6n todellinen yksikk\u00f6tyyppi

FNRRS0449.explanation = IBM FileNet Content Search Engine on tuottanut CBR_FULLTEXTROWLIMIT_EXCEEDED-poikkeuksen. Hakutulokset ylitt\u00e4v\u00e4t hakuohjelman kapasiteetin. 
FNRRS0449.action      = Tarkenna sis\u00e4lt\u00f6haun avainsanoja.
FNRRS0449.message     = Hakutulokset ylitt\u00e4v\u00e4t IBM FileNet Content Search Engine -hakuohjelman kapasiteetin. Tarkenna sis\u00e4lt\u00f6haun avainsanoja.



FNRRS0600.explanation = Records Manager -ohjelman Java-sovellusohjelmaliittym\u00e4ss\u00e4 on ilmennyt odottamaton poikkeus, joka on kuvattu poikkeussanomassa.
FNRRS0600.action      = Lis\u00e4tietoja poikkeuksen syyst\u00e4 on poikkeussanoman tekstiss\u00e4 ja aiheeseen liittyv\u00e4ss\u00e4 pinonseurannassa.
FNRRS0600.message     = On ilmennyt odottamaton poikkeus: {0}.
FNRRS0600.arg.0       = poikkeussanoma

FNRRS0601.explanation = Pakollinen globalisoinnin resurssijoukkotiedosto ei ole k\u00e4ytett\u00e4viss\u00e4. Joukon perusnimi: perusnimi.
FNRRS0601.action      = Tarkista, ett\u00e4 JVM-luokkapolussa on k\u00e4ytett\u00e4viss\u00e4 v\u00e4hint\u00e4\u00e4n yksi resurssijoukkotiedosto, jonka muoto on perusnimi_nnNN.properties.
FNRRS0601.message     = Yht\u00e4\u00e4n resurssijoukkoa ei l\u00f6ytynyt perusnimell\u00e4 {0}.
FNRRS0601.arg.0       = perusnimi

FNRRS0602.explanation = Sy\u00f6teparametrina parametrin_nimi on v\u00e4litetty null-arvo, tyhj\u00e4 arvo tai tyhj\u00e4 merkkijonoarvo, joita ei tueta.
FNRRS0602.action      = Varmista, ett\u00e4 t\u00e4m\u00e4n parametrin arvo ei ole null, tyhj\u00e4 tai tyhj\u00e4 merkkijono.
FNRRS0602.message     = Sy\u00f6teparametrin {0} arvo on null, tyhj\u00e4 tai tyhj\u00e4 merkkijono.
FNRRS0602.arg.0       = parametrin_nimi

FNRRS0603.explanation = Sy\u00f6teparametrina parametrin_nimi on v\u00e4litetty null-arvo tai virheellinen matriisiarvo, joita ei tueta.
FNRRS0603.action      = Varmista, ettei matriisi ole null tai tyhj\u00e4 ja ettei se sis\u00e4ll\u00e4 null-arvoisia matriisin j\u00e4seni\u00e4.
FNRRS0603.message     = Sy\u00f6teparametrin {0} arvo on null tai virheellinen matriisi.
FNRRS0603.arg.0       = parametrin_nimi

FNRRS0604.explanation = Sy\u00f6teparametrina parametrin_nimi on v\u00e4litetty null-arvo tai virheellinen kokoelma-arvo, joita ei tueta.
FNRRS0604.action      = Varmista, ettei kokoelma ole null tai tyhj\u00e4 ja ettei se sis\u00e4ll\u00e4 null-arvoisia j\u00e4seni\u00e4.
FNRRS0604.message     = Sy\u00f6teparametrin {0} arvo on null tai virheellinen kokoelma.
FNRRS0604.arg.0       = parametrin_nimi

#
#
#================================================================================
# JARM Logging Message Strings
#--------------------------------------------------------------------------------
# For each logging message include the suffixed resource where applicable:
#   .message     -- the actual log message containing any necessary {n} parameter placeholders.
#   .arg.n       -- description of argument parameter {n}.
#
#

FNRRS9999.message  = Testisanoma, parametri1: {0}, parametri2: {1}.

FNRRS0700.message = Virhe RM-tarkastusilmentym\u00e4n {0} {1} luonnissa yksikk\u00f6\u00e4 {2} varten
FNRRS0700.arg.0   = Tarkastettava toiminto, kuten "Poista", "Sijoita uudelleen" jne.
FNRRS0700.arg.1   = Tarkastustila "Onnistui" tai "Virhe".
FNRRS0700.arg.2   = RM-tarkastusyritykseen liittyv\u00e4n yksik\u00f6n tunnistusmerkkijono.

FNRRS0701.message = Nykyisell\u00e4 k\u00e4ytt\u00e4j\u00e4ll\u00e4 ei ole asiakirjan kopiointiprosessiin liittyvi\u00e4 kopioidun dokumentin {0} arkistointioikeuksia sis\u00e4lt\u00f6kansiossa {1}.
FNRRS0701.arg.0   = Juuri luodun dokumenttikopion tunnus.
FNRRS0701.arg.1   = Toimintoon liittyv\u00e4n sis\u00e4lt\u00f6kansion tunnus.

FNRRS0702.message = Asiakirjakansiossa {0} on useita aktiivisia alitaltioita.
FNRRS0702.arg.0   = P\u00e4\u00e4asiakirjakansion tunnus.

FNRRS0703.message = DoD-luokitellun asiakirjaversion uuden asiakirjaksi vahvistuksen k\u00e4sittelyn aikana on ilmennyt ongelma: {0}
FNRRS0703.arg.0   = Poikkeussanoma.

FNRRS0704.message = Odottamaton virhe yritett\u00e4ess\u00e4 poistaa automaattisesti PSS-Atlas-hallinnoituja arkistosta poiston artefakteja: {0}
FNRRS0704.arg.0   = Poikkeussanoma.

FNRRS0705.message = Poiston katkaisutoiminnon uudelleenlaskenta on toteutettu yksik\u00f6ss\u00e4 {0}.
FNRRS0705.arg.0   = Yksik\u00f6n tunnus.

#
#
#--------------------------------------------------------------------------------
#
#
#================================================================================
# JARM Miscellaneous Strings (primarily for auditing purposes).
#--------------------------------------------------------------------------------

#-- Used for LString class unit tests.
test.string1		= Testimerkkijono.
test.pattern1		= Ensimm\u00e4inen {0} ja toinen {1}.

audit.reasonForFailure = Ep\u00e4onnistumisen syy: {0}

#-- {0} - the record or entity which is affected
#-- {1} - location where the entity was transferred or exported
audit.successfulDelete = RM-yksikk\u00f6 {0} on poistettu
audit.failedDelete	   = RM-yksikk\u00f6\u00e4 {0} ei ole poistettu

audit.successfulExport = RM-yksikk\u00f6 {0} on viety kohteeseen {1}
audit.failedExport	   = RM-yksikk\u00f6\u00e4 {0} ei ole viety kohteeseen {1}

audit.successfulInterimTransfer = RM-yksikk\u00f6 {0} on siirretty v\u00e4liaikaisesti kohteeseen {1}
audit.failedInterimTransfer 	= RM-yksikk\u00f6\u00e4 {0} ei ole siirretty v\u00e4liaikaisesti kohteeseen {1}

audit.successfulTransfer = RM-yksikk\u00f6 {0} on siirretty kohteeseen {1}
audit.failedTransfer 	 = RM-yksikk\u00f6\u00e4 {0} ei ole siirretty kohteeseen {1}

audit.successfulUndeclare = RM-asiakirjan {0} vahvistus on peruutettu
audit.failedUndeclare     = RM-asiakirjan {0} vahvistusta ei ole peruutettu

audit.successfulReview = RM-asiakirja {0} on arvioitu
audit.failedReview     = RM-asiakirjaa {0} ei ole arvioitu

#-- {0} - the record or entity which is affected
#-- {1} - source location where the entity is from
#-- {2} - destination location where the entity is being relocated to
audit.successfulRelocate = RM-yksikk\u00f6 {0} on sijoitettu uudelleen l\u00e4hteest\u00e4 {1} kohteeseen {2}
audit.failedRelocate     = RM-yksikk\u00f6\u00e4 {0} ei voitu sijoittaa uudelleen

#-- {0} - the record or entity which is affected
#-- {1} - name of the hold
audit.holdReason       = Manuaalinen pito
audit.successfulHold   = RM-yksikk\u00f6 {0} on asetettu pitoon {1}
audit.failedHold       = RM-yksikk\u00f6\u00e4 {0} ei ole asetettu pitoon {1}

audit.removeHoldReason      = Manuaalisen pidon poisto
audit.successfullRemoveHold = RMEntity {0} on poistettu pidosta {1}
audit.failedRemoveHold      = RMEntity-yksikk\u00f6\u00e4 {0} ei ole poistettu pidosta {1}

bulk.deleteReason	= Joukkopoistotoiminnon osa

disposition.deleteFromDestroy   = Poisto on toteutettu tuhoamistoiminnon tuloksena.
disposition.closedByDisposition = Suljettu arkistosta poiston k\u00e4sittelyn takia.

# volume.autoCloseReason must be limited to 64 chars max.
volume.autoCloseReason	= Taltio on suljettu uuden aktiivisen rinnakkaistaltion lis\u00e4yksen takia.

