# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2010, 2012 IBM Corp. All rights reserved.
#
# JARM Localized String Resources (en_US).
# Includes strings for exception messages, logging and
#  other miscellaneous usage.
#
#
#================================================================================
# JARM Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRS0100.explanation = A propriedade designada por property_symbolicname n\u00e3o se encontra actualmente na cache da propriedade.
FNRRS0100.action      = Actualize as propriedades do objecto garantindo que a propriedade pretendida est\u00e1 inclu\u00edda na filtro de propriedades.
FNRRS0100.message     = A propriedade n\u00e3o se encontra na cache de propriedades do objecto, nome simb\u00f3lico da propriedade: ''{0}''.
FNRRS0100.arg.0       = property_symbolicname

FNRRS0101.explanation = A opera\u00e7\u00e3o n\u00e3o \u00e9 suportada para este entity_type identificado como identidade.
FNRRS0101.action      = Ajuste a aplica\u00e7\u00e3o cliente para n\u00e3o tentar realizar esta opera\u00e7\u00e3o neste tipo de ocorr\u00eancia.
FNRRS0101.message     = A opera\u00e7\u00e3o n\u00e3o \u00e9 suportada neste tipo de ocorr\u00eancia, opera\u00e7\u00e3o: ''{0}'', EntityType: ''{1}'', identidade: ''{2}''.
FNRRS0101.arg.0       = opera\u00e7\u00e3o
FNRRS0101.arg.1       = entity_type
FNRRS0101.arg.2       = identidade

FNRRS0102.explanation = O conjunto de reposit\u00f3rios no qual dever\u00e1 ser efectuada uma opera\u00e7\u00e3o de pesquisa n\u00e3o pertence ao mesmo dom\u00ednio.
FNRRS0102.action      = Certifique-se de que todos os reposit\u00f3rios de pesquisa pertencem ao mesmo dom\u00ednio.
FNRRS0102.message     = Os reposit\u00f3rios de pesquisa n\u00e3o pertencem ao mesmo dom\u00ednio.

FNRRS0103.explanation = A propriedade symbolic_name n\u00e3o suporta a obten\u00e7\u00e3o ou defini\u00e7\u00e3o do tipo data_type.
FNRRS0103.action      = Restrinja o tipo de dados utilizado com esta propriedade para o tipo definido pelo valor DataType da propriedade.
FNRRS0103.message     = A propriedade n\u00e3o suporta o tipo de dados, nome simb\u00f3lico: ''{0}'', tipo de dados: ''{1}''.
FNRRS0103.arg.0       = symbolic_name
FNRRS0103.arg.1       = data_type

FNRRS0104.explanation = O contentor ascendente de destino est\u00e1 actualmente fechado e pode aceitar a adi\u00e7\u00e3o de novos elementos descendentes.
FNRRS0104.action      = Seleccione um contentor ascendente alternativo ou abra este contentor ascendente.
FNRRS0104.message     = O contentor ascendente de destino ''{0}'' est\u00e1 actualmente fechado a novas adi\u00e7\u00f5es de elementos descendentes.
FNRRS0104.arg.0       = parent_id

FNRRS0105.explanation = N\u00e3o \u00e9 poss\u00edvel o contentor ascendente especificado incluir um elemento descendente desse tipo.
FNRRS0105.action      = Seleccione um contentor ascendente alternativo para o novo objecto descendente.
FNRRS0105.message     = N\u00e3o \u00e9 poss\u00edvel o contentor ascendente de destino ''{0}'' incluir um objecto descendente do tipo: {1}.
FNRRS0105.arg.0       = parent_id
FNRRS0105.arg.1       = container_type

FNRRS0106.explanation = \u00c9 necess\u00e1rio que os valores de propriedade especificados para o novo contentor incluam valores exclusivos relativos a todos os contentores descendentes potenciais no contentor ascendente de destino.
FNRRS0106.action      = Certifique-se de que s\u00e3o indicados valores exclusivos para os valores de propriedades em quest\u00e3o.
FNRRS0106.message     = Falha ao adicionar um novo contentor do tipo {0} ao contentor ascendente ''{1}'', uma vez que um ou mais dos valores de propriedades seguintes n\u00e3o s\u00e3o exclusivos nos contentores descendentes existentes: {2}, {3}.
FNRRS0106.arg.0       = container_type
FNRRS0106.arg.1       = parent_id
FNRRS0106.arg.2       = property1_name
FNRRS0106.arg.3       = property2_name

FNRRS0107.explanation = \u00c9 necess\u00e1rio que a propriedade especificada tenha um valor n\u00e3o em branco atribu\u00eddo.
FNRRS0107.action      = Indique um valor n\u00e3o em branco para a propriedade especificada.
FNRRS0107.message     = O objecto tem em falta um valor n\u00e3o em branco para a propriedade ''{0}''.
FNRRS0107.arg.0       = Nome da propriedade em branco ou em falta.

FNRRS0108.explanation = N\u00e3o \u00e9 poss\u00edvel eliminar o contentor especificado, uma vez que existe um prazo de reten\u00e7\u00e3o directamente no contentor, em um ou mais dos seus elementos ascendentes, ou em um ou mais dos seus itens contidos descendentes.
FNRRS0108.action      = Remova os prazos de reten\u00e7\u00e3o associados e tente eliminar novamente.
FNRRS0108.message     = N\u00e3o \u00e9 permitido eliminar o contentor, devido \u00e0s condi\u00e7\u00f5es de prazo de reten\u00e7\u00e3o existentes: ''{0}''.
FNRRS0108.arg.0       = delete_target

FNRRS0109.explanation = N\u00e3o \u00e9 poss\u00edvel eliminar o contentor especificado, uma vez que cont\u00e9m sub-contentores ou registos.
FNRRS0109.action      = Elimine os conte\u00fados do contentor e tente eliminar novamente.
FNRRS0109.message     = N\u00e3o \u00e9 poss\u00edvel eliminar o contentor n\u00e3o vazio: ''{0}''.
FNRRS0109.arg.0       = delete_target

FNRRS0110.explanation = N\u00e3o \u00e9 poss\u00edvel eliminar o contentor especificado, uma vez que cont\u00e9m sub-contentores ou registos eliminados logicamente (ou seja, existem porque a fun\u00e7\u00e3o de reten\u00e7\u00e3o de metadados est\u00e1 activada).
FNRRS0110.action      = Elimine os conte\u00fados do contentor e tente eliminar novamente.
FNRRS0110.message     = N\u00e3o \u00e9 poss\u00edvel eliminar um contentor com itens eliminados logicamente: ''{0}''.
FNRRS0110.arg.0       = delete_target

FNRRS0111.explanation = N\u00e3o \u00e9 poss\u00edvel adicionar um novo elementos descendente a um contentor ascendente inactivo.
FNRRS0111.action      = Active o contentor ascendente ou seleccione outro contentor ascendente para adicionar.
FNRRS0111.message     = N\u00e3o \u00e9 poss\u00edvel adicionar um novo elemento descendente a um contentor ascendente inactivo: ''{0}''.
FNRRS0111.arg.0       = parent_container

FNRRS0112.explanation = Se os itens de conte\u00fado estiverem especificados pelos respectivos IDs, \u00e9 necess\u00e1rio especificar tamb\u00e9m um reposit\u00f3rio de conte\u00fado.
FNRRS0112.action      = Indique o reposit\u00f3rio de conte\u00fado adequado para os IDs do item de conte\u00fado.
FNRRS0112.message     = Erro de declara\u00e7\u00e3o, n\u00e3o existe um reposit\u00f3rio de conte\u00fado especificado para os identificadores de item de conte\u00fado.

FNRRS0113.explanation = Se for especificado mais do que um contentor de destino durante uma nova declara\u00e7\u00e3o de registo, todos os contentores semelhantes pertencem ao mesmo reposit\u00f3rio de plano de ficheiros.
FNRRS0113.action      = Certifique-se de que todos os contentores de destino de declara\u00e7\u00e3o de registo pertencem ao mesmo reposit\u00f3rio de plano de ficheiros.
FNRRS0113.message     = Erro de declara\u00e7\u00e3o, \u00e9 necess\u00e1rio que os contentores de destino perten\u00e7am ao mesmo reposit\u00f3rio de plano de ficheiros.

FNRRS0114.explanation = Um dos contentores de destino de uma declara\u00e7\u00e3o de registo j\u00e1 foi eliminado logicamente e n\u00e3o \u00e9 eleg\u00edvel para incluir novos registos.
FNRRS0114.action      = Remova este contentor da lista ou seleccione um contentor alternativo, ou ambos.
FNRRS0114.message     = Erro de declara\u00e7\u00e3o, o contentor de destino foi eliminado logicamente: ''{0}''.
FNRRS0114.arg.0       = container_ident

FNRRS0115.explanation = N\u00e3o \u00e9 poss\u00edvel declarar um registo num contentor fechado.
FNRRS0115.action      = Volte a abrir o contentor e tente novamente ou seleccione outro contentor.
FNRRS0115.message     = Erro de declara\u00e7\u00e3o, o contentor de destino est\u00e1 fechado: ''{0}''.
FNRRS0115.arg.0       = container_ident

FNRRS0116.explanation = Um dos contentores de destino para uma declara\u00e7\u00e3o de registo est\u00e1 actualmente inactivo e n\u00e3o \u00e9 eleg\u00edvel para incluir novos registos.
FNRRS0116.action      = Volte a activar este contentor ou remova o mesmo da lista de contentores de destino.
FNRRS0116.message     = Erro de declara\u00e7\u00e3o, o contentor de destino est\u00e1 inactivo: ''{0}''.
FNRRS0116.arg.0       = container_ident

FNRRS0117.explanation = \u00c9 poss\u00edvel especificar apenas um contentor de tipo f\u00edsico como destino de uma declara\u00e7\u00e3o de registo.
FNRRS0117.action      = Restrinja a lista de contentores de destino a um \u00fanico contentor de tipo f\u00edsico.
FNRRS0117.message     = Erro de declara\u00e7\u00e3o, especificado mais do que um contentor de tipo f\u00edsico.

FNRRS0118.explanation = \u00c9 necess\u00e1rio que todos os itens de conte\u00fado associados a um novo registo perten\u00e7am ao mesmo reposit\u00f3rio de conte\u00fado.
FNRRS0118.action      = Certifique-se de que todos os itens de conte\u00fado associados pertencem ao mesmo reposit\u00f3rio de conte\u00fado.
FNRRS0118.message     = Erro de declara\u00e7\u00e3o, os itens de conte\u00fado especificados para uma nova declara\u00e7\u00e3o de registo pertencem a reposit\u00f3rios de conte\u00fado diferentes.

FNRRS0119.explanation = O item de conte\u00fado especificado n\u00e3o \u00e9 eleg\u00edvel para a declara\u00e7\u00e3o de registo, uma vez que a propriedade CanDeclare \u00e9 falsa, o item encontra-se no estado de reserva ou j\u00e1 est\u00e1 declarado.
FNRRS0119.action      = Corrija o item de conte\u00fado com erro ou especifique outro item de conte\u00fado.
FNRRS0119.message     = Erro de declara\u00e7\u00e3o, o item de conte\u00fado especificado n\u00e3o \u00e9 eleg\u00edvel para a declara\u00e7\u00e3o de registo: ''{0}''.
FNRRS0119.arg.0       = contentItem_ident

FNRRS0120.explanation = N\u00e3o \u00e9 poss\u00edvel eliminar o registo especificado devido a um prazo de reten\u00e7\u00e3o existente directamente no registo ou num ou mais dos respectivos elementos ascendentes.
FNRRS0120.action      = Remova os prazos de reten\u00e7\u00e3o associados e tente eliminar novamente.
FNRRS0120.message     = N\u00e3o \u00e9 permitido eliminar o registo, devido \u00e0s condi\u00e7\u00f5es de prazo de reten\u00e7\u00e3o existentes: ''{0}''.
FNRRS0120.arg.0       = delete_target

FNRRS0121.explanation = O valor de propriedade Substituir de um objecto de registo pode conter apenas um objecto de registo existente.
FNRRS0121.action      = Certifique-se de que o valor de objecto atribu\u00eddo \u00e0 propriedade Substituir \u00e9 do tipo com.ibm.jarm.api.core.Record.
FNRRS0121.message     = Erro de declara\u00e7\u00e3o, o valor da propriedade Substituir do novo registo tem de ser outro objecto Registo.

FNRRS0122.explanation = O registo de destino do valor da propriedade Substituir de um novo registo n\u00e3o pode j\u00e1 ter sido substitu\u00eddo.
FNRRS0122.action      = N\u00e3o tente substituir um registo existente que j\u00e1 foi substitu\u00eddo.
FNRRS0122.message     = O registo de destino da propriedade Substituir do novo registo j\u00e1 foi substitu\u00eddo anteriormente.

FNRRS0123.explanation = O registo de destino do valor de propriedade Substituir de um novo registo n\u00e3o pode ser obtido para valida\u00e7\u00e3o.
FNRRS0123.action      = Certifique-se de que o valor do registo de destino de substitui\u00e7\u00e3o continua a existir, ou que o utilizador actual tem o acesso de seguran\u00e7a necess\u00e1rio ao mesmo, ou ambos.
FNRRS0123.message     = Erro de declara\u00e7\u00e3o, o registo de destino da propriedade Substituir do novo registo n\u00e3o est\u00e1 dispon\u00edvel.

FNRRS0124.explanation = O registo de destino do valor de propriedade Substituir de um novo registo n\u00e3o pode ser gravado.
FNRRS0124.action      = Certifique-se de que o utilizador actual tem o acesso para escrita necess\u00e1rio ao valor do registo de destino de substitui\u00e7\u00e3o.
FNRRS0124.message     = Erro de declara\u00e7\u00e3o, o registo de destino da propriedade Substituir do novo registo n\u00e3o pode ser gravado.

FNRRS0125.explanation = O registo de destino para o Recibo do valor de propriedade de um novo registo j\u00e1 \u00e9 um registo de recibo.
FNRRS0125.action      = Seleccione um registo alternativo com Recibo de valor.
FNRRS0125.message     = Erro de declara\u00e7\u00e3o, o registo de destino do Recibo do valor de propriedade de um novo registo j\u00e1 \u00e9 um registo de recibo.

FNRRS0126.explanation = Ao declarar um registo num reposit\u00f3rio de plano de ficheiros configurado com o modelo de dados de classifica\u00e7\u00e3o DoD, \u00e9 requerido um valor de propriedade n\u00e3o nulo ou n\u00e3o vazio.
FNRRS0126.action      = Indique um valor de propriedade de classifica\u00e7\u00e3o actual v\u00e1lido.
FNRRS0126.message     = Erro de declara\u00e7\u00e3o, propriedade ''Classifica\u00e7\u00e3o actual'' em falta ou n\u00e3o v\u00e1lida.

FNRRS0127.explanation = \u00c9 necess\u00e1rio que um registo classificado tenha um valor de propriedade de classifica\u00e7\u00e3o inicial v\u00e1lido.
FNRRS0127.action      = Indique um valor de propriedade de classifica\u00e7\u00e3o inicial v\u00e1lido.
FNRRS0127.message     = Erro de declara\u00e7\u00e3o, propriedade ''Classifica\u00e7\u00e3o inicial'' em falta ou n\u00e3o v\u00e1lida.

FNRRS0128.explanation = Para um registo classificado, se n\u00e3o for indicada qualquer propriedade Derivado de, s\u00e3o fornecidas as propriedades Classificado por e Raz\u00f5es para classifica\u00e7\u00e3o.
FNRRS0128.action      = Indique valores de propriedade v\u00e1lidos de Classificado por e Raz\u00f5es para classifica\u00e7\u00e3o.
FNRRS0128.message     = Erro de declara\u00e7\u00e3o, propriedade ''Autoridade de classifica\u00e7\u00e3o'' em falta ou n\u00e3o v\u00e1lida.

FNRRS0129.explanation = Para um registo classificado, se n\u00e3o for especificada qualquer Isen\u00e7\u00e3o, \u00e9 necess\u00e1rio indicar um valor v\u00e1lido de Desclassificar na data ou Desclassificar nos eventos.
FNRRS0129.action      = Indique uma Isen\u00e7\u00e3o v\u00e1lida ou um valor v\u00e1lido de Desclassificar na data ou Desclassificar nos eventos.
FNRRS0129.message     = Erro de declara\u00e7\u00e3o, propriedade v\u00e1lida de ''Desclassificar na data'' ou ''Desclassificar nos eventos'' em falta.

FNRRS0130.explanation = Para um registo classificado, se n\u00e3o forem especificadas Isen\u00e7\u00f5es e E for indicado um valor de Desclassificar na data, esta data tem de ser inferior ao limite de tempo especificado pela directiva presidencial actual.
FNRRS0130.action      = Indique uma Isen\u00e7\u00e3o v\u00e1lida ou um valor v\u00e1lido de Desclassificar na data ou Desclassificar nos eventos.
FNRRS0130.message     = Erro de declara\u00e7\u00e3o, a propriedade especificada ''Desclassificar na data'' est\u00e1 fora do intervalo.

FNRRS0131.explanation = Para um registo classificado, se for especificada uma Marca Suplementar restrita, n\u00e3o \u00e9 permitido um valor de Desclassificar na data nem Desclassificar no evento.
FNRRS0131.action      = Remova os valores de Desclassificar na data e Desclassificar no evento ou remova a Marca Suplementar de restri\u00e7\u00e3o.
FNRRS0131.message     = Erro de declara\u00e7\u00e3o, um registo restrito n\u00e3o pode ter uma propriedade ''Desclassificar na data'' nem ''Desclassificar nos eventos''.

FNRRS0132.explanation = Para um registo classificado, se for especificada uma Marca Suplementar restrita, n\u00e3o s\u00e3o permitidos valores de Isen\u00e7\u00e3o.
FNRRS0132.action      = Remova os valores de Isen\u00e7\u00e3o ou remova a Marca Suplementar de isen\u00e7\u00e3o.
FNRRS0132.message     = Erro de declara\u00e7\u00e3o, um registo restrito n\u00e3o pode qualquer propriedade de ''Isen\u00e7\u00e3o''.

FNRRS0133.explanation = Para um registo classificado, se for especificada uma Marca Suplementar restrita, n\u00e3o s\u00e3o permitidos valores de propriedade de desactualiza\u00e7\u00e3o.
FNRRS0133.action      = Remova os valores de desactualiza\u00e7\u00e3o ou remova a Marca Suplementar de restri\u00e7\u00e3o.
FNRRS0133.message     = Erro de declara\u00e7\u00e3o, um registo restrito n\u00e3o pode ter uma propriedade ''Desactualizar na data'' ou ''Desactualizar nos eventos''.

FNRRS0134.explanation = Para um registo classificado, \u00e9 necess\u00e1rio especificar um valor v\u00e1lido de Ag\u00eancia de classifica\u00e7\u00e3o.
FNRRS0134.action      = Indique uma propriedade v\u00e1lida de Ag\u00eancia de classifica\u00e7\u00e3o.
FNRRS0134.message     = Erro de declara\u00e7\u00e3o, propriedade ''Ag\u00eancia de classifica\u00e7\u00e3o'' em falta ou n\u00e3o v\u00e1lida.

FNRRS0135.explanation = Para um registo classificado, se for especificado um valor para Desactualizar na data ou Desactualizar nos eventos, \u00e9 necess\u00e1rio indicar uma propriedade de instru\u00e7\u00f5es de desactualiza\u00e7\u00e3o.
FNRRS0135.action      = Indique instru\u00e7\u00f5es de desactualiza\u00e7\u00e3o ou n\u00e3o especifique qualquer propriedade de Desactualizar na data ou Desactualizar nos eventos.
FNRRS0135.message     = Erro de declara\u00e7\u00e3o, propriedade ''Desactualizar instru\u00e7\u00f5es'' em falta ou n\u00e3o v\u00e1lida.

FNRRS0136.explanation = Para um registo classificado, se estiver especificada a propriedade Actualizar em, \u00e9 necess\u00e1rio indicar tamb\u00e9m a propriedade Raz\u00f5es para actualizar.
FNRRS0136.action      = Indique Raz\u00f5es para actualizar ou n\u00e3o especifique qualquer propriedade Actualizar em.
FNRRS0136.message     = Erro de declara\u00e7\u00e3o, propriedade ''Raz\u00f5es para actualizar'' em falta ou inv\u00e1lida.

FNRRS0137.explanation = Para um registo classificado, se a propriedade Actualizar em estiver especificada, \u00e9 necess\u00e1rio indicar tamb\u00e9m a propriedade Actualizado por.
FNRRS0137.action      = Indique Actualizado por ou n\u00e3o especifique qualquer propriedade Actualizar em.
FNRRS0137.message     = Erro de declara\u00e7\u00e3o, propriedade ''Actualizado por'' em falta ou n\u00e3o v\u00e1lida.

FNRRS0138.explanation = Para um registo classificado, se for especificada a propriedade Revisto em, \u00e9 necess\u00e1rio indicar tamb\u00e9m uma propriedade Revisto por.
FNRRS0138.action      = Indique uma propriedade Revisto por ou n\u00e3o especifique qualquer propriedade Revisto em.
FNRRS0138.message     = Erro de declara\u00e7\u00e3o, propriedade ''Revisto por'' em falta ou n\u00e3o v\u00e1lida.

FNRRS0139.explanation = Para um registo classificado, se a propriedade Desactualizado em estiver especificada, \u00e9 tamb\u00e9m necess\u00e1rio indicar uma propriedade Desactualizado por.
FNRRS0139.action      = Indique a propriedade Desactualizado por ou n\u00e3o especifique qualquer propriedade Desactualizado em.
FNRRS0139.message     = Erro de declara\u00e7\u00e3o, propriedade ''Desactualizado por'' em falta ou n\u00e3o v\u00e1lida.

FNRRS0140.explanation = Para um registo classificado, se a propriedade Desclassificado em estiver especificada, \u00e9 tamb\u00e9m necess\u00e1rio indicar uma propriedade Desclassificado por.
FNRRS0140.action      = Indique Desclassificado por ou n\u00e3o especifique qualquer propriedade Desclassificado em.
FNRRS0140.message     = Erro de declara\u00e7\u00e3o, propriedade ''Desclassificado por'' em falta ou n\u00e3o v\u00e1lida.

FNRRS0141.explanation = Para uma tentativa de declara\u00e7\u00e3o de registo classificado, falharam uma ou mais valida\u00e7\u00f5es de DoD Classified.
FNRRS0141.action      = Examine o conjunto do registo de erro da excep\u00e7\u00e3o para obter detalhes sobre cada falha de valida\u00e7\u00e3o.
FNRRS0141.message     = Erro de declara\u00e7\u00e3o, ocorreram um ou mais erros de valida\u00e7\u00e3o DoD Classified. Consulte os registos de erro da excep\u00e7\u00e3o para obter mais detalhes.

FNRRS0142.explanation = Foi efectuada uma tentativa para definir um contentor de registos como Activo, mas este j\u00e1 estava Activo.  N\u00e3o \u00e9 poss\u00edvel definir um contentor Activo como Activo.
FNRRS0142.action      = Determine o motivo pelo qual o contentor est\u00e1 a ser definido como Activo quando j\u00e1 se encontra Activo.
FNRRS0142.message     = N\u00e3o \u00e9 poss\u00edvel definir o contentor como Activo, j\u00e1 est\u00e1 Activo.

FNRRS0143.explanation = Foi efectuada uma tentativa para definir um contentor de registos como Inactivo, mas este j\u00e1 estava Inactivo.  N\u00e3o \u00e9 poss\u00edvel definir um contentor Inactivo como Inactivo.
FNRRS0143.action      = Determine o motivo pelo qual o contentor est\u00e1 a ser definido como Inactivo quando j\u00e1 se encontra Inactivo.
FNRRS0143.message     = N\u00e3o \u00e9 poss\u00edvel definir o contentor como Inactivo; j\u00e1 est\u00e1 como Inactivo.

FNRRS0144.explanation = Quando um contentor est\u00e1 Inactivo, todos os respectivos sub-contentores at\u00e9 ao fim da hierarquia do contentor t\u00eam de estar tamb\u00e9m Inactivos.  Uma tentativa de definir um contentor como Activo quando um dos elementos ascendentes est\u00e1 Inactivo n\u00e3o \u00e9 permitida.
FNRRS0144.action      = Se for necess\u00e1rio definir o contentor como Activo, quaisquer elementos ascendentes Inactivos t\u00eam de ser activados primeiro.
FNRRS0144.message     = N\u00e3o \u00e9 poss\u00edvel definir o contentor como Activo; um contentor ascendente est\u00e1 Inactivo.

FNRRS0145.explanation = Quando um contentor est\u00e1 definido como Inactivo, \u00e9 necess\u00e1rio especificar um motivo para a ac\u00e7\u00e3o.  Este motivo indica informa\u00e7\u00f5es sobre a raz\u00e3o pela qual o contentor j\u00e1 n\u00e3o se encontra Activo.
FNRRS0145.action      = Especifique o motivo ao definir um contentor como Inactivo.
FNRRS0145.message     = \u00c9 necess\u00e1rio indicar o motivo da desactiva\u00e7\u00e3o ao definir um contentor como Inactivo.

FNRRS0146.explanation = S\u00f3 \u00e9 poss\u00edvel abrir um contentor que tenha sido fechado.  Se o contentor j\u00e1 estiver aberto, n\u00e3o poder\u00e1 reabrir o mesmo.
FNRRS0146.action      = N\u00e3o abra novamente um contentor, excepto se este estiver fechado.
FNRRS0146.message     = N\u00e3o \u00e9 poss\u00edvel reabrir um contentor que n\u00e3o tenha sido fechado.

FNRRS0147.explanation = A ac\u00e7\u00e3o de reabrir \u00e9 v\u00e1lida apenas para um contentor actualmente fechado. O contentor actual j\u00e1 foi reaberto, pelo que n\u00e3o \u00e9 poss\u00edvel voltar a abrir o mesmo.
FNRRS0147.action      = N\u00e3o abra novamente um contentor, excepto se este estiver fechado.
FNRRS0147.message     = N\u00e3o \u00e9 poss\u00edvel reabrir um contentor que j\u00e1 tenha sido aberto novamente.

FNRRS0148.explanation = \u00c9 poss\u00edvel reabrir um contentor apenas se todos os seus contentores ascendentes estiverem abertos. Se qualquer um dos contentores ascendentes estiver fechado, n\u00e3o \u00e9 poss\u00edvel reabrir o contentor.
FNRRS0148.action      = N\u00e3o abra novamente um contentor, excepto se todos os seus elementos ascendentes estiverem abertos.
FNRRS0148.message     = N\u00e3o \u00e9 poss\u00edvel reabrir um contentor com um contentor predecessor fechado.

FNRRS0149.explanation = Ao fechar um contentor, \u00e9 necess\u00e1rio especificar o motivo pelo qual o contentor est\u00e1 a ser fechado. O motivo tem de ser uma cadeia v\u00e1lida n\u00e3o vazia.
FNRRS0149.action      = Especifique uma cadeia n\u00e3o vazia para indicar o motivo pelo qual o contentor est\u00e1 a ser fechado.
FNRRS0149.message     = \u00c9 necess\u00e1rio especificar um motivo ao fechar um contentor.

FNRRS0150.explanation = N\u00e3o \u00e9 poss\u00edvel fechar um contentor que j\u00e1 se encontra fechado.  \u00c9 poss\u00edvel fechar o contentor apenas se este estiver aberto (nunca foi fechado) ou reaberto (foi fechado mas agora est\u00e1 reaberto)
FNRRS0150.action      = Verifique se um contentor j\u00e1 se encontra fechado antes de tentar fechar o mesmo.
FNRRS0150.message     = N\u00e3o \u00e9 poss\u00edvel fechar o contentor, o mesmo j\u00e1 se encontra fechado.

FNRRS0151.explanation = N\u00e3o \u00e9 poss\u00edvel arquivar um registo num contentor actualmente inactivo.
FNRRS0151.action      = Reactive o contentor ou seleccione outro destino de arquivo.
FNRRS0151.message     = N\u00e3o \u00e9 poss\u00edvel arquivar um registo num contentor inactivo.

FNRRS0152.explanation = N\u00e3o \u00e9 poss\u00edvel arquivar um registo num contentor actualmente fechado.
FNRRS0152.action      = Reabra o contentor ou seleccione outro destino de arquivo.
FNRRS0152.message     = N\u00e3o \u00e9 poss\u00edvel arquivar o registo num contentor fechado.

FNRRS0153.explanation = N\u00e3o \u00e9 permitido arquivar este tipo de registo no contentor de destino.
FNRRS0153.action      = Seleccione um contentor alternativo para arquivar o registo.
FNRRS0153.message     = N\u00e3o \u00e9 permitido arquivar no contentor de destino um registo do tipo de entidade: {0}.

FNRRS0154.explanation = O registo j\u00e1 existe no contentor de destino especificado (ou num volume descendente activo).
FNRRS0154.action      = Seleccione um contentor alternativo para arquivar o registo.
FNRRS0154.message     = N\u00e3o \u00e9 poss\u00edvel arquivar o registo, uma vez que j\u00e1 existe no contentor de destino (ou num volume descendente activo).

FNRRS0155.explanation = N\u00e3o \u00e9 poss\u00edvel arquivar o registo num contentor fora do respectivo plano de ficheiros existente.
FNRRS0155.action      = Seleccione um contentor no plano de ficheiros existente do registo.
FNRRS0155.message     = N\u00e3o \u00e9 poss\u00edvel arquivar o registo num contentor fora do respectivo plano de ficheiros existente.

FNRRS0156.explanation = N\u00e3o \u00e9 poss\u00edvel arquivar um registo f\u00edsico em mais de um contentor f\u00edsico.
FNRRS0156.action      = Limite o arquivo de um registo f\u00edsico a um \u00fanico contentor f\u00edsico.
FNRRS0156.message     = N\u00e3o \u00e9 poss\u00edvel arquivar um registo f\u00edsico em mais de um contentor f\u00edsico.

FNRRS0157.explanation = N\u00e3o \u00e9 poss\u00edvel arquivar um registo f\u00edsico em mais de um contentor f\u00edsico.
FNRRS0157.action      = Limite o arquivo de um registo f\u00edsico a um \u00fanico contentor f\u00edsico.
FNRRS0157.message     = O modo SchedulePropagation especificado n\u00e3o \u00e9 aplic\u00e1vel ao limpar uma atribui\u00e7\u00e3o de agenda de elimina\u00e7\u00e3o existente: {0}.

FNRRS0158.explanation = A reten\u00e7\u00e3o especificada n\u00e3o est\u00e1 associada \u00e0 entidade, pelo que n\u00e3o pode ser removida.
FNRRS0158.action      = Certifique-se de que o objecto de espera est\u00e1 associado a uma entidade antes de tentar remover o mesmo.
FNRRS0158.message     = N\u00e3o \u00e9 poss\u00edvel remover a reten\u00e7\u00e3o, uma vez que a mesma n\u00e3o est\u00e1 associada \u00e0 entidade, identidade de reten\u00e7\u00e3o: {0}.
FNRRS0158.arg.0	   = A identidade da reten\u00e7\u00e3o em quest\u00e3o.

FNRRS0159.explanation = A reten\u00e7\u00e3o especificada foi atribu\u00edda dinamicamente \u00e0 entidade. N\u00e3o \u00e9 poss\u00edvel remover a mesma manualmente
FNRRS0159.action      = Execute o Varrimento de prazo de reten\u00e7\u00e3o para remover as reten\u00e7\u00f5es din\u00e2micas.
FNRRS0159.message     = N\u00e3o \u00e9 poss\u00edvel remover manualmente a reten\u00e7\u00e3o aplicada dinamicamente, identidade de reten\u00e7\u00e3o: {0}.
FNRRS0159.arg.0	   = A identidade da reten\u00e7\u00e3o em quest\u00e3o.

FNRRS0160.explanation = A reten\u00e7\u00e3o especificada n\u00e3o est\u00e1 activa.  N\u00e3o \u00e9 poss\u00edvel aplicar a mesma a uma entidade.
FNRRS0160.action      = Certifique-se de que a reten\u00e7\u00e3o \u00e9 designada como activa antes de associar a mesma a entidades.
FNRRS0160.message     = N\u00e3o \u00e9 poss\u00edvel aplicar uma reten\u00e7\u00e3o inactiva, identidade da reten\u00e7\u00e3o: {0}.
FNRRS0160.arg.0	   = A identidade da reten\u00e7\u00e3o em quest\u00e3o.

FNRRS0161.explanation = N\u00e3o \u00e9 poss\u00edvel adicionar uma reten\u00e7\u00e3o a uma entidade que j\u00e1 se encontra associada a essa reten\u00e7\u00e3o.
FNRRS0161.action      = Adicione uma reten\u00e7\u00e3o a uma entidade apenas uma vez.
FNRRS0161.message     = N\u00e3o \u00e9 poss\u00edvel adicionar uma reten\u00e7\u00e3o a uma entidade mais do que uma vez, identidade da(s) reten\u00e7\u00e3o(\u00f5es): {0}
FNRRS0161.arg.0	   = A identidade da(s) reten\u00e7\u00e3o(\u00f5es) em quest\u00e3o.

FNRRS0162.explanation = N\u00e3o \u00e9 poss\u00edvel eliminar uma reten\u00e7\u00e3o quando existem registos ou contentores associados \u00e0 reten\u00e7\u00e3o.
FNRRS0162.action      = Remova as entidades associadas \u00e0 reten\u00e7\u00e3o e, em seguida, elimine a reten\u00e7\u00e3o.
FNRRS0162.message     = N\u00e3o \u00e9 poss\u00edvel eliminar uma reten\u00e7\u00e3o associada a entidades.

FNRRS0163.explanation = Ocorreu uma excep\u00e7\u00e3o inesperada ao tentar mover esta entidade.
FNRRS0163.action      = Examine os registos para obter informa\u00e7\u00f5es mais detalhadas sobre a excep\u00e7\u00e3o.
FNRRS0163.message     = N\u00e3o foi poss\u00edvel mover a entidade devido a uma excep\u00e7\u00e3o inesperada, entidade: {0}, excep\u00e7\u00e3o: {1}.
FNRRS0163.arg.0       = Identidade da entidade na qual foi efectuada a tentativa de mover.
FNRRS0163.arg.1       = Mensagem da excep\u00e7\u00e3o.

FNRRS0164.explanation = A opera\u00e7\u00e3o de elimina\u00e7\u00e3o em massa n\u00e3o suporta uma entidade desse valor de entityType.
FNRRS0164.action      = Remova esta entidade do conjunto de entidades da opera\u00e7\u00e3o de elimina\u00e7\u00e3o em massa.
FNRRS0164.message     = N\u00e3o \u00e9 poss\u00edvel efectuar a elimina\u00e7\u00e3o em massa no tipo de entidade, entityType: {0}, entityIdent: {1}.
FNRRS0164.arg.0       = O tipo de entidade da entidade na qual foi efectuada a tentativa de elimina\u00e7\u00e3o.
FNRRS0164.arg.1       = Identidade da entidade na qual foi efectuada a tentativa de eliminar.

FNRRS0165.explanation = A opera\u00e7\u00e3o de inactiva\u00e7\u00e3o em massa n\u00e3o suporta uma entidade desse valor de entityType.
FNRRS0165.action      = Remova esta entidade do conjunto de entidades da opera\u00e7\u00e3o de inactiva\u00e7\u00e3o em massa.
FNRRS0165.message     = N\u00e3o \u00e9 poss\u00edvel efectuar a inactiva\u00e7\u00e3o em massa no tipo de entidade, entityType: {0}, entityIdent: {1}.
FNRRS0165.arg.0       = O tipo de entidade da entidade na qual foi efectuada a tentativa de inactiva\u00e7\u00e3o.
FNRRS0165.arg.1       = Identidade da entidade na qual foi efectuada a tentativa de inactiva\u00e7\u00e3o.

FNRRS0166.explanation = A opera\u00e7\u00e3o de activa\u00e7\u00e3o em massa n\u00e3o suporta uma entidade desse valor de entityType.
FNRRS0166.action      = Remova esta entidade do conjunto de entidades da opera\u00e7\u00e3o de activa\u00e7\u00e3o em massa.
FNRRS0166.message     = N\u00e3o \u00e9 poss\u00edvel efectuar a activa\u00e7\u00e3o em massa no tipo de entidade, entityType: {0}, entityIdent: {1}.
FNRRS0166.arg.0       = Tipo de entidade da entidade na qual foi efectuada a tentativa de activa\u00e7\u00e3o.
FNRRS0166.arg.1       = Identidade da entidade na qual foi efectuada a tentativa de activa\u00e7\u00e3o.

FNRRS0167.explanation = O contentor de origem especificado para a opera\u00e7\u00e3o de mover n\u00e3o cont\u00e9m directamente o registo especificado.
FNRRS0167.action      = Certifique-se de que est\u00e1 especificado o contentor de origem correcto. Se o contentor de origem actual for um Volume de registo, especifique esse Volume de registo por oposi\u00e7\u00e3o \u00e0 respectiva Pasta de registo ascendente.
FNRRS0167.message     = N\u00e3o \u00e9 poss\u00edvel mover o registo, uma vez que o registo n\u00e3o existe no contentor de origem especificado.

FNRRS0168.explanation = O utilizador actual n\u00e3o tem permiss\u00e3o para mover o objecto.
FNRRS0168.action      = Verifique se o utilizador actual tem permiss\u00e3o para mover o objecto.
FNRRS0168.message     = N\u00e3o \u00e9 poss\u00edvel o utilizador actual mover o contentor: {0}.
FNRRS0168.arg.0       = Identidade do contentor.

FNRRS0169.explanation = O utilizador actual n\u00e3o tem a permiss\u00e3o correcta para copiar o registo.
FNRRS0169.action      = Verifique se o utilizador actual tem, pelo menos, permiss\u00e3o de escrita no registo.
FNRRS0169.message     = O utilizador actual n\u00e3o tem permiss\u00e3o para copiar o registo: {0}.
FNRRS0169.arg.0       = Identidade do registo.

FNRRS0170.explanation = Uma vez que n\u00e3o \u00e9 poss\u00edvel criar automaticamente uma c\u00f3pia de um documento federado externo, um registo associado a tal documento n\u00e3o pode ser copiado.
FNRRS0170.action      = Duplique manualmente o documento federado original e declara manualmente um novo registo para o novo documento federado.
FNRRS0170.message     = N\u00e3o \u00e9 poss\u00edvel copiar um registo associado a um documento federado.

FNRRS0171.explanation = O registo especificado n\u00e3o est\u00e1 actualmente arquivado no contentor especificado e, por isso, n\u00e3o pode ser retirado do arquivo deste contentor.
FNRRS0171.action      = Se originalmente invocou este m\u00e9todo numa pasta de registo que requer a utiliza\u00e7\u00e3o de volumes de registo descendentes, efectue esta invoca\u00e7\u00e3o no volume descendente apropriado que cont\u00e9m o registo.
FNRRS0171.message     = N\u00e3o poss\u00edvel retirar do arquivo um registo de um contentor no qual o registo n\u00e3o est\u00e1 arquivado, registo: {0}, contentor: {1}.
FNRRS0171.arg.0       = O registo no qual est\u00e1 a ser efectuada a tentativa de retirar do arquivo.
FNRRS0171.arg.1       = O contentor de destino a partir do qual est\u00e1 a ser efectuada a tentativa de retirar o registo do arquivo.

FNRRS0172.explanation = Um registo tem de ser arquivado em pelo menos um contentor. 
FNRRS0172.action      = Certifique-se de que o registo est\u00e1 arquivado em pelo menos outro contentor antes de tentar retirar do arquivo de um contentor.
FNRRS0172.message     = N\u00e3o \u00e9 poss\u00edvel retirar do arquivo um registo que est\u00e1 actualmente arquivado em apenas um contentor, registo: {0}.
FNRRS0172.arg.0       = O registo no qual est\u00e1 a ser efectuada a tentativa de retirar do arquivo.

FNRRS0173.explanation = Ap\u00f3s um registo ter sido eliminado "logicamente", j\u00e1 n\u00e3o ser\u00e1 poss\u00edvel anular a declara\u00e7\u00e3o. 
FNRRS0173.action      =  
FNRRS0173.message     = N\u00e3o \u00e9 poss\u00edvel anular a declara\u00e7\u00e3o de um registo que foi eliminado "logicamente", registo: {0}.
FNRRS0173.arg.0       = O registo no qual est\u00e1 a ser efectuada a tentativa de anular a declara\u00e7\u00e3o.

FNRRS0174.explanation = Se um registo (ou qualquer um dos respectivos contentores ascendentes) estiver em reten\u00e7\u00e3o, n\u00e3o ser\u00e1 poss\u00edvel anular a declara\u00e7\u00e3o. 
FNRRS0174.action      = Remova todas as reten\u00e7\u00f5es aplic\u00e1veis do registo e tente novamente anular a declara\u00e7\u00e3o.
FNRRS0174.message     = N\u00e3o \u00e9 poss\u00edvel anular a declara\u00e7\u00e3o de um registo que est\u00e1 actualmente em reten\u00e7\u00e3o, registo: {0}.
FNRRS0174.arg.0       = O registo no qual est\u00e1 a ser efectuada a tentativa de anular a declara\u00e7\u00e3o.

FNRRS0175.explanation = Se um registo est\u00e1 actualmente envolvido num fluxo de trabalho de elimina\u00e7\u00e3o activo, n\u00e3o \u00e9 poss\u00edvel anular a declara\u00e7\u00e3o do mesmo.
FNRRS0175.action      = Conclua qualquer processamento de fluxo de trabalho associado ao registo e tente novamente anular a declara\u00e7\u00e3o.
FNRRS0175.message     = N\u00e3o \u00e9 poss\u00edvel anular a declara\u00e7\u00e3o de um registo que pertence a um fluxo de trabalho de elimina\u00e7\u00e3o activo, registo: {0}.
FNRRS0175.arg.0       = O registo no qual est\u00e1 a ser efectuada a tentativa de anular a declara\u00e7\u00e3o.

FNRRS0176.explanation = Se um registo est\u00e1 associado a conte\u00fado federado, n\u00e3o \u00e9 poss\u00edvel anular a declara\u00e7\u00e3o.
FNRRS0176.action      = 
FNRRS0176.message     = N\u00e3o \u00e9 poss\u00edvel anular a declara\u00e7\u00e3o de um registo associado a conte\u00fado federado, registo: {0}.
FNRRS0176.arg.0       = O registo no qual est\u00e1 a ser efectuada a tentativa de anular a declara\u00e7\u00e3o.

FNRRS0177.explanation = Normalmente, as propriedades relacionadas com o recibo do registo s\u00e3o definidas apenas no modelo de dados do reposit\u00f3rio do plano de ficheiros DoD Classified.
FNRRS0177.action      = Verifique que o modelo de dados correcto foi instalado para o reposit\u00f3rio do plano de ficheiros.
FNRRS0177.message     = Os recibos de registo n\u00e3o s\u00e3o suportados no reposit\u00f3rio de plano de ficheiros associado.

FNRRS0178.explanation = Num padr\u00e3o de atribui\u00e7\u00e3o de nomes, cada par\u00eantesis recto inicial tem de ter um par\u00eantesis recto final correspondente para especificar o \u00e2mbito da macro de substitui\u00e7\u00e3o.
FNRRS0178.action      = Verifique o padr\u00e3o de atribui\u00e7\u00e3o de nomes e certifique-se de que todos os par\u00eantesis rectos finais s\u00e3o precedidos por um par\u00eantesis recto inicial.
FNRRS0178.message     = O padr\u00e3o de atribui\u00e7\u00e3o de nomes especificado cont\u00e9m um par\u00eantesis recto final sem par\u00eantesis recto inicial correspondente.

FNRRS0179.explanation = Num padr\u00e3o de atribui\u00e7\u00e3o de nomes, cada par\u00eantesis recto inicial tem de ter um par\u00eantesis recto final correspondente para especificar o \u00e2mbito da macro de substitui\u00e7\u00e3o.
FNRRS0179.action      = Verifique o padr\u00e3o de atribui\u00e7\u00e3o de nomes e certifique-se de que todos os par\u00eantesis rectos iniciais s\u00e3o seguidos de um par\u00eantesis recto final correspondente.
FNRRS0179.message     = O padr\u00e3o de atribui\u00e7\u00e3o de nomes especificado cont\u00e9m um par\u00eantesis recto final sem par\u00eantesis recto inicial correspondente.

FNRRS0180.explanation = O valor de \u00edndice seguinte para substitui\u00e7\u00e3o \u00e9 mais longo do que o padr\u00e3o de d\u00edgitos especificado.
FNRRS0180.action      = Aumente o n\u00famero de d\u00edgitos no padr\u00e3o de d\u00edgitos.
FNRRS0180.message     = O padr\u00e3o de d\u00edgitos especificado \u00e9 demasiado curto para o valor de \u00edndice seguinte.

FNRRS0181.explanation = N\u00e3o \u00e9 poss\u00edvel analisar o padr\u00e3o especificado como padr\u00e3o v\u00e1lido.
FNRRS0181.action      = Verifique o padr\u00e3o especificado para garantir de que se trata de um padr\u00e3o v\u00e1lido.
FNRRS0181.message     = O padr\u00e3o especificado n\u00e3o \u00e9 um padr\u00e3o v\u00e1lido.

FNRRS0182.explanation = Existe uma propriedade especificada no padr\u00e3o de atribui\u00e7\u00e3o de nomes que n\u00e3o existe.
FNRRS0182.action      = Modifique o padr\u00e3o de atribui\u00e7\u00e3o de nomes para incluir um nome de propriedade v\u00e1lido.
FNRRS0182.message     = A propriedade especificada no padr\u00e3o de atribui\u00e7\u00e3o de nomes n\u00e3o \u00e9 v\u00e1lida ou n\u00e3o existe: {0}.
FNRRS0182.arg.0       = property_name

FNRRS0183.explanation = Existe uma propriedade de v\u00e1rios valores especificada neste padr\u00e3o de atribui\u00e7\u00e3o de nomes.  Os padr\u00f5es de atribui\u00e7\u00e3o de nomes suportam apenas propriedades de apenas um valor.
FNRRS0183.action      = Remova a propriedade de v\u00e1rios valores do padr\u00e3o de atribui\u00e7\u00e3o de nomes.
FNRRS0183.message     = Uma propriedade de v\u00e1rios valores n\u00e3o \u00e9 suportada num padr\u00e3o de atribui\u00e7\u00e3o de nomes: {0}.
FNRRS0183.arg.0       = property_name

FNRRS0184.explanation = Os padr\u00f5es de nomenclatura n\u00e3o suportam propriedades bin\u00e1rias ou de objecto.
FNRRS0184.action      = Modifique o padr\u00e3o de atribui\u00e7\u00e3o de nomes para incluir um tipo de propriedade suportado.
FNRRS0184.message     = O tipo da propriedade especificada no padr\u00e3o de atribui\u00e7\u00e3o de nomes n\u00e3o \u00e9 suportado: {0}. 
FNRRS0184.arg.0       = property_name

FNRRS0185.explanation = Ocorreu uma excep\u00e7\u00e3o inesperada ao tentar destruir esta entidade.
FNRRS0185.action      = Examine os registos para obter informa\u00e7\u00f5es mais detalhadas sobre a excep\u00e7\u00e3o.
FNRRS0185.message     = N\u00e3o foi poss\u00edvel destruir a entidade devido a uma excep\u00e7\u00e3o inesperada, entidade: {0}, excep\u00e7\u00e3o: {1}.
FNRRS0185.arg.0       = Identidade da entidade na qual foi efectuada a tentativa de destrui\u00e7\u00e3o.
FNRRS0185.arg.1       = Mensagem da excep\u00e7\u00e3o.

FNRRS0186.explanation = A agenda de elimina\u00e7\u00e3o aplic\u00e1vel a uma entidade foi modificada o que impede o processamento de elimina\u00e7\u00e3o da entidades afectadas.
FNRRS0186.action      = Volte a executar o varrimento de elimina\u00e7\u00e3o para reprocessar essas entidades com o agendamento modificado.
FNRRS0186.message     = A agenda de elimina\u00e7\u00e3o aplic\u00e1vel foi modificada.

FNRRS0187.explanation = N\u00e3o \u00e9 poss\u00edvel destruir um contentor ascendente at\u00e9 que todos os elementos descendentes tenham conclu\u00eddo quaisquer ciclos de reten\u00e7\u00e3o individuais.
FNRRS0187.action      = Destrui\u00e7\u00e3o posterior da entidade ascendente.
FNRRS0187.message     = N\u00e3o \u00e9 poss\u00edvel destruir uma entidade que inclui um ou mais descendentes hier\u00e1rquicos com per\u00edodos de reten\u00e7\u00e3o diferentes, entidade: {0}.
FNRRS0187.arg.0       = Identidade da entidade na qual \u00e9 efectuada a tentativa de destrui\u00e7\u00e3o.

FNRRS0188.explanation = O tipo de ac\u00e7\u00e3o da fase de elimina\u00e7\u00e3o actual associada \u00e0 entidade foi aparentemente alterado.
FNRRS0188.action      = Execute novamente o varrimento de elimina\u00e7\u00e3o para esta entidade.
FNRRS0188.message     = N\u00e3o \u00e9 poss\u00edvel continuar com o processamento da elimina\u00e7\u00e3o devido a uma altera\u00e7\u00e3o aparente na fase actual, entidade: {0}, fase: {1}.
FNRRS0188.arg.0       = Identidade da entidade envolvida na elimina\u00e7\u00e3o.
FNRRS0188.arg.1       = Identidade da fase actual da entidade.

FNRRS0189.explanation = O valor da data de execu\u00e7\u00e3o da fase actual da entidade n\u00e3o \u00e9 v\u00e1lido para processamento da elimina\u00e7\u00e3o.
FNRRS0189.action      = Execute novamente o varrimento de elimina\u00e7\u00e3o para esta entidade.
FNRRS0189.message     = N\u00e3o \u00e9 poss\u00edvel continuar com o processamento de elimina\u00e7\u00e3o, uma vez que a data de execu\u00e7\u00e3o da fase actual \u00e9 nula ou uma data no futuro, entidade: {0}, data: {1}.
FNRRS0189.arg.0       = Identidade da entidade envolvida na elimina\u00e7\u00e3o.
FNRRS0189.arg.1       = Valor de data de execu\u00e7\u00e3o da fase actual da entidade.

FNRRS0190.explanation = Uma ac\u00e7\u00e3o de opera\u00e7\u00e3o tem de corresponder \u00e0 ac\u00e7\u00e3o da fase actual da entidade, excepto se a opera\u00e7\u00e3o for Exportar ou Destruir e a ac\u00e7\u00e3o da fase actual da entidade for Transferir.
FNRRS0190.action      = Execute novamente o varrimento de elimina\u00e7\u00e3o para esta entidade.
FNRRS0190.message     = O tipo de ac\u00e7\u00e3o da opera\u00e7\u00e3o de elimina\u00e7\u00e3o n\u00e3o \u00e9 v\u00e1lido para o estado da fase actual da entidade, entidade: {0}, ac\u00e7\u00e3o da fase actual: {1}, ac\u00e7\u00e3o da tentativa: {2}.
FNRRS0190.arg.0       = Identidade da entidade envolvida na elimina\u00e7\u00e3o.
FNRRS0190.arg.1       = Ac\u00e7\u00e3o da fase actual da entidade.
FNRRS0190.arg.2       = Ac\u00e7\u00e3o da tentativa da opera\u00e7\u00e3o.

FNRRS0191.explanation = N\u00e3o \u00e9 poss\u00edvel a elimina\u00e7\u00e3o prosseguir para uma entidade com uma reten\u00e7\u00e3o aplic\u00e1vel, aplicada directamente ou a um dos elementos ascendentes ou descendentes.
FNRRS0191.action      = Remova qualquer reten\u00e7\u00e3o aplic\u00e1vel a esta entidade.
FNRRS0191.message     = N\u00e3o \u00e9 poss\u00edvel prosseguir com a opera\u00e7\u00e3o de elimina\u00e7\u00e3o devido a uma reten\u00e7\u00e3o em vigor para a entidade: {0}.
FNRRS0191.arg.0       = Identidade da entidade envolvida na elimina\u00e7\u00e3o.

FNRRS0192.explanation = As ac\u00e7\u00f5es de elimina\u00e7\u00e3o Transfer\u00eancia interina e Exportar n\u00e3o s\u00e3o permitidas num contentor de registos reaberto.
FNRRS0192.action      = Feche o contentor de registos envolvido.
FNRRS0192.message     = N\u00e3o \u00e9 poss\u00edvel executar a ac\u00e7\u00e3o de elimina\u00e7\u00e3o num contentor de registos reaberto: {0}, ac\u00e7\u00e3o: {1}.
FNRRS0192.arg.0       = Identidade da entidade envolvida na elimina\u00e7\u00e3o.
FNRRS0192.arg.1       = Tipo de ac\u00e7\u00e3o de elimina\u00e7\u00e3o da tentativa.

FNRRS0193.explanation = Devido a uma poss\u00edvel repeti\u00e7\u00e3o do c\u00e1lculo do estado de elimina\u00e7\u00e3o da entidade, \u00e9 necess\u00e1rio reiniciar o respectivo processo de elimina\u00e7\u00e3o.
FNRRS0193.action      = Execute novamente a ac\u00e7\u00e3o "Iniciar elimina\u00e7\u00e3o" nesta entidade.
FNRRS0193.message     = N\u00e3o \u00e9 poss\u00edvel executar a ac\u00e7\u00e3o de elimina\u00e7\u00e3o na entidade, uma vez que o fluxo de trabalho aplic\u00e1vel ainda n\u00e3o foi iniciado, entidade: {0}.
FNRRS0193.arg.0       = Identidade da entidade envolvida na elimina\u00e7\u00e3o.

FNRRS0194.explanation = Quando um registo est\u00e1 associado a uma agenda de elimina\u00e7\u00e3o atrav\u00e9s de um Tipo de registo, n\u00e3o \u00e9 poss\u00edvel destruir o mesmo no processo de destrui\u00e7\u00e3o de um dos respectivos contentores.
FNRRS0194.action      = Processe primeiro os registos e tente novamente destruir o contentor.
FNRRS0194.message     = N\u00e3o foi poss\u00edvel destruir a entidade, uma vez que cont\u00e9m um ou mais registos descendentes com um Tipo de registo atribu\u00eddo, entidade: {0}.
FNRRS0194.arg.0       = Identidade da entidade envolvida na elimina\u00e7\u00e3o.

FNRRS0195.explanation = A entidade n\u00e3o se encontra actualmente no contentor especificado ou o tipo de registo n\u00e3o est\u00e1 dispon\u00edvel.
FNRRS0195.action      = Verifique de que modo a entidade herda a respectiva agenda e execute o varrimento novamente.
FNRRS0195.message     = N\u00e3o foi poss\u00edvel eliminar correctamente a entidade, uma vez que o respectivo valor de ''corte de herdado de'' n\u00e3o \u00e9 v\u00e1lido, entidade: {0}.
FNRRS0195.arg.0       = Identidade da entidade envolvida na elimina\u00e7\u00e3o.

FNRRS0196.explanation = N\u00e3o \u00e9 poss\u00edvel obter um caminho de direct\u00f3rio v\u00e1lido do par\u00e2metro de entrada ou da propriedade Destino da exporta\u00e7\u00e3o da fase actual da entidade.
FNRRS0196.action      = Indique um caminho do direct\u00f3rio v\u00e1lido utilizando o par\u00e2metro de entrada do m\u00e9todo ou a propriedade Destino da exporta\u00e7\u00e3o da fase actual da entidade associada.
FNRRS0196.message     = A cadeia do caminho do direct\u00f3rio do sistema de ficheiros de destino de exporta\u00e7\u00e3o \u00e9 nula ou uma entidade em branco: {0}.
FNRRS0196.arg.0       = Identidade da entidade envolvida na elimina\u00e7\u00e3o.

FNRRS0197.explanation = Ocorreu um erro do sistema de ficheiros ao tentar criar o direct\u00f3rio do sistema de ficheiros especificado. Examine a causa da excep\u00e7\u00e3o subjacente para obter informa\u00e7\u00f5es mais especificas.
FNRRS0197.action      = Certifique-se de que foi especificado um caminho do direct\u00f3rio do sistema de ficheiros v\u00e1lido e que o utilizador actual tem as permiss\u00f5es de sistema de ficheiros necess\u00e1rias.
FNRRS0197.message     = Ocorreu um erro ao tentar criar o direct\u00f3rio do sistema de ficheiros do ficheiro de destino de exporta\u00e7\u00e3o especificado: ''{0}''.
FNRRS0197.arg.0       = Caminho do direct\u00f3rio do sistema de ficheiros.

FNRRS0198.explanation = Ocorreu um erro do sistema de ficheiros ao tentar criar um subdirect\u00f3rio de ''conte\u00fado'' para os ficheiros de dados de conte\u00fado do registo associado. Examine a causa da excep\u00e7\u00e3o subjacente para obter informa\u00e7\u00f5es mais especificas.
FNRRS0198.action      = Certifique-se de que foi especificado um caminho do direct\u00f3rio do sistema de ficheiros v\u00e1lido e que o utilizador actual tem as permiss\u00f5es de sistema de ficheiros necess\u00e1rias.
FNRRS0198.message     = Ocorreu um erro ao tentar criar um subdirect\u00f3rio de ''conte\u00fado'' no direct\u00f3rio do sistema de ficheiros: ''{0}''.
FNRRS0198.arg.0       = Caminho do direct\u00f3rio ascendente do sistema de ficheiros.

FNRRS0199.explanation = Ocorreu um erro do sistema de ficheiros ao criar um ficheiro de sistema de ficheiros de conte\u00fado de exporta\u00e7\u00e3o. Examine a causa da excep\u00e7\u00e3o subjacente para obter informa\u00e7\u00f5es mais especificas.
FNRRS0199.action      = Certifique-se de que foi especificado um caminho do direct\u00f3rio do sistema de ficheiros v\u00e1lido e que o utilizador actual tem as permiss\u00f5es de sistema de ficheiros necess\u00e1rias.
FNRRS0199.message     = Ocorreu um erro ao tentar exportar dados de conte\u00fado para o ficheiro: ''{0}''.
FNRRS0199.arg.0       = Cadeia do caminho do ficheiro de sa\u00edda.

FNRRS0200.explanation = Ocorreu uma excep\u00e7\u00e3o inesperada ao tentar exportar esta entidade.
FNRRS0200.action      = Examine os registos para obter informa\u00e7\u00f5es mais detalhadas sobre a excep\u00e7\u00e3o.
FNRRS0200.message     = N\u00e3o foi poss\u00edvel exportar a entidade devido a uma excep\u00e7\u00e3o inesperada, entidade: {0}, excep\u00e7\u00e3o: {1}.
FNRRS0200.arg.0       = Identidade da entidade na qual foi efectuada a tentativa de exporta\u00e7\u00e3o.
FNRRS0200.arg.1       = Mensagem da excep\u00e7\u00e3o.

FNRRS0201.explanation = A opera\u00e7\u00e3o de iniciar a elimina\u00e7\u00e3o n\u00e3o suporta uma entidade desse valor de tipo de entidade.
FNRRS0201.action      = Remova esta entidade do conjunto de entrada de iniciar opera\u00e7\u00e3o de elimina\u00e7\u00e3o.
FNRRS0201.message     = N\u00e3o \u00e9 poss\u00edvel iniciar a elimina\u00e7\u00e3o do tipo de entidade: {0}, entityIdent: {1}.
FNRRS0201.arg.0       = O tipo de entidade da entidade na qual foi efectuada a tentativa de iniciar a elimina\u00e7\u00e3o.
FNRRS0201.arg.1       = Identidade da entidade na qual foi efectuada a tentativa de iniciar a elimina\u00e7\u00e3o.

FNRRS0202.explanation = N\u00e3o \u00e9 poss\u00edvel iniciar a elimina\u00e7\u00e3o numa entidade com uma reten\u00e7\u00e3o efectiva.
FNRRS0202.action      = Remova a reten\u00e7\u00e3o efectiva da entidade e tente iniciar a elimina\u00e7\u00e3o novamente.
FNRRS0202.message     = N\u00e3o \u00e9 poss\u00edvel iniciar a elimina\u00e7\u00e3o na entidade em reten\u00e7\u00e3o ou com um elemento ascendente em reten\u00e7\u00e3o, entityIdent: {0}.
FNRRS0202.arg.0       = Identidade da entidade na qual foi efectuada a tentativa de iniciar a elimina\u00e7\u00e3o.

FNRRS0203.explanation = N\u00e3o \u00e9 poss\u00edvel iniciar a elimina\u00e7\u00e3o numa entidade com uma entidade descendente em reten\u00e7\u00e3o.
FNRRS0203.action      = Remova a reten\u00e7\u00e3o das entidades descendentes adequadas e tente iniciar a elimina\u00e7\u00e3o novamente.
FNRRS0203.message     = N\u00e3o \u00e9 poss\u00edvel iniciar a elimina\u00e7\u00e3o nesta entidade, uma vez que um ou mais dos respectivos membros descendentes est\u00e1 em reten\u00e7\u00e3o, entityIdent: {0}.
FNRRS0203.arg.0       = Identidade da entidade na qual foi efectuada a tentativa de iniciar a elimina\u00e7\u00e3o.

FNRRS0204.explanation = N\u00e3o \u00e9 poss\u00edvel iniciar a elimina\u00e7\u00e3o numa entidade devido a uma reten\u00e7\u00e3o ou a uma altera\u00e7\u00e3o \u00e0 agenda de elimina\u00e7\u00e3o, ou ambos.
FNRRS0204.action      = Remova qualquer reten\u00e7\u00e3o da aplica\u00e7\u00e3o na entidade, na respectiva hierarquia ascendente ou descendente, e execute novamente o varrimento de elimina\u00e7\u00e3o.
FNRRS0204.message     = N\u00e3o \u00e9 poss\u00edvel iniciar a elimina\u00e7\u00e3o desta entidade: {0}.
FNRRS0204.arg.0       = Identidade da entidade na qual foi efectuada a tentativa de iniciar a elimina\u00e7\u00e3o.

FNRRS0205.explanation = Ocorreu um erro inesperado que impede a continua\u00e7\u00e3o do processo de elimina\u00e7\u00e3o.
FNRRS0205.action      = Examine as informa\u00e7\u00f5es de pilha de mem\u00f3ria das excep\u00e7\u00f5es associadas para obter a causa poss\u00edvel ou volte a executar o varrimento de elimina\u00e7\u00e3o, ou ambos.
FNRRS0205.message     = Ocorreu um erro inesperado durante o in\u00edcio da elimina\u00e7\u00e3o em uma ou mais entidades.

FNRRS0206.explanation = O par\u00e2metro VWSession \u00e9 nulo ou n\u00e3o v\u00e1lido de alguma forma.
FNRRS0206.action      = Verifique a configura\u00e7\u00e3o aplic\u00e1vel do IBM FileNet Process Engine da aplica\u00e7\u00e3o cliente.
FNRRS0206.message     = N\u00e3o \u00e9 poss\u00edvel iniciar a elimina\u00e7\u00e3o devido a um par\u00e2metro VWSession n\u00e3o v\u00e1lido: {0}.
FNRRS0206.arg.0       = O par\u00e2metro VWSession em quest\u00e3o.

FNRRS0207.explanation = A data de execu\u00e7\u00e3o da fase actual da entidade ainda n\u00e3o foi definida ou ocorre no futuro.
FNRRS0207.action      = Execute novamente o varrimento de elimina\u00e7\u00e3o e, em seguida, tente novamente iniciar a elimina\u00e7\u00e3o. 
FNRRS0207.message     = N\u00e3o \u00e9 poss\u00edvel concluir a fase de elimina\u00e7\u00e3o actual, uma vez que a data de execu\u00e7\u00e3o da fase actual \u00e9 no passado, entidade: {0}.
FNRRS0207.arg.0       = Identidade da entidade em quest\u00e3o.

FNRRS0208.explanation = Pode ter ocorrido uma altera\u00e7\u00e3o na agenda de elimina\u00e7\u00e3o associada da entidade, ou nos metadados relacionados com a elimina\u00e7\u00e3o, ou em ambos.
FNRRS0208.action      = Execute novamente o varrimento de elimina\u00e7\u00e3o e, em seguida, tente novamente iniciar a elimina\u00e7\u00e3o. 
FNRRS0208.message     = N\u00e3o \u00e9 poss\u00edvel concluir a fase de elimina\u00e7\u00e3o actual, uma vez que o fluxo de trabalho ainda n\u00e3o foi iniciado, entidade: {0}.
FNRRS0208.arg.0       = Identidade da entidade em quest\u00e3o.

FNRRS0209.explanation = N\u00e3o \u00e9 poss\u00edvel um contentor reaberto transitar al\u00e9m da respectiva fase de elimina\u00e7\u00e3o actual.
FNRRS0209.action      = Feche o contentor e tente efectuar novamente a transi\u00e7\u00e3o da fase. 
FNRRS0209.message     = N\u00e3o \u00e9 poss\u00edvel concluir a fase de elimina\u00e7\u00e3o actual, uma vez que a entidade do contentor foi reaberta, entidade: {0}.
FNRRS0209.arg.0       = Identidade da entidade em quest\u00e3o.

FNRRS0210.explanation = Uma data de execu\u00e7\u00e3o da fase actual proposta n\u00e3o pode ser nula ou no futuro.
FNRRS0210.action      = Indique um valor de data de execu\u00e7\u00e3o da fase actual diferente e tente efectuar novamente a transi\u00e7\u00e3o da fase. 
FNRRS0210.message     = N\u00e3o \u00e9 poss\u00edvel concluir a fase de elimina\u00e7\u00e3o actual, uma vez que a data de execu\u00e7\u00e3o da fase actual proposta \u00e9 nula ou no futuro, entidade: {0}, data proposta: {1}.
FNRRS0210.arg.0       = Identidade da entidade em quest\u00e3o.
FNRRS0210.arg.1       = O valor de data n\u00e3o v\u00e1lido indicado.

FNRRS0211.explanation = Uma agenda de elimina\u00e7\u00e3o deve ter sempre um valor de propriedade Base de corte.
FNRRS0211.action      = Corrija a agenda de elimina\u00e7\u00e3o e tente iniciar o processo de elimina\u00e7\u00e3o novamente.
FNRRS0211.message     = N\u00e3o \u00e9 poss\u00edvel executar o processo de corte de elimina\u00e7\u00e3o devido a uma propriedade de base de corte em falta para a agenda de elimina\u00e7\u00e3o: {0}.
FNRRS0211.arg.0       = Identidade da agenda em quest\u00e3o.

FNRRS0212.explanation = A entidade em quest\u00e3o n\u00e3o tem um valor de data para a propriedade de base de corte especificada.
FNRRS0212.action      = Ajuste a entidade, ou a respectiva agenda de elimina\u00e7\u00e3o, ou ambas, e tente iniciar o processo de elimina\u00e7\u00e3o novamente.
FNRRS0212.message     = A entidade de elimina\u00e7\u00e3o n\u00e3o tem um valor de data para a propriedade de base de corte , entidade: {0}, nome da propriedade:{1}.
FNRRS0212.arg.0       = Identidade da entidade em quest\u00e3o.
FNRRS0212.arg.1       = Nome da propriedade de base de corte.

FNRRS0213.explanation = A entidade em quest\u00e3o n\u00e3o tem um valor de data para a propriedade de base de corte especificada.
FNRRS0213.action      = Ajuste a entidade, ou a respectiva agenda de elimina\u00e7\u00e3o, ou ambas, e tente iniciar o processo de elimina\u00e7\u00e3o novamente.
FNRRS0213.message     = O activador de elimina\u00e7\u00e3o tem um tipo de activador n\u00e3o v\u00e1lido para o processamento de corte, activador: {0}, tipo: {1}.
FNRRS0213.arg.0       = Identidade da entidade em quest\u00e3o.
FNRRS0213.arg.1       = Nome da propriedade de base de corte.

FNRRS0214.explanation = Ocorreu uma excep\u00e7\u00e3o inesperada ao tentar efectuar a transfer\u00eancia interina desta entidade.
FNRRS0214.action      = Examine os registos para obter informa\u00e7\u00f5es mais detalhadas sobre a excep\u00e7\u00e3o.
FNRRS0214.message     = N\u00e3o foi poss\u00edvel efectuar a transfer\u00eancia interina da entidade devido a uma excep\u00e7\u00e3o inesperada, entidade: {0}, excep\u00e7\u00e3o: {1}.
FNRRS0214.arg.0       = Identidade da entidade na qual foi efectuada a tentativa de transfer\u00eancia interina.
FNRRS0214.arg.1       = Mensagem da excep\u00e7\u00e3o.

FNRRS0215.explanation = Ocorreu uma excep\u00e7\u00e3o inesperada ao tentar transferir esta entidade.
FNRRS0215.action      = Examine os registos para obter informa\u00e7\u00f5es mais detalhadas sobre a excep\u00e7\u00e3o.
FNRRS0215.message     = N\u00e3o foi poss\u00edvel transferir a entidade devido a uma excep\u00e7\u00e3o inesperada, entidade: {0}, excep\u00e7\u00e3o: {1}.
FNRRS0215.arg.0       = Identidade da entidade na qual foi efectuada a tentativa de transfer\u00eancia.
FNRRS0215.arg.1       = Mensagem da excep\u00e7\u00e3o.

FNRRS0216.explanation = Falha ao obter o originador do elemento de passo do fluxo de trabalho.
FNRRS0216.action      = Verifique o servidor do Process Engine e o Component Manager para se certificar de que ambos funcionam correctamente.
FNRRS0216.message     = Falha ao obter Criador.

FNRRS0217.explanation = O conjunto RMProperties com os valores de propriedade relacionados com a revis\u00e3o da elimina\u00e7\u00e3o n\u00e3o pode ser nulo ou vazio.
FNRRS0217.action      = Indique os valores de propriedade de revis\u00e3o adequados e tente efectuar a opera\u00e7\u00e3o de revis\u00e3o novamente.
FNRRS0217.message     = O conjunto RMProperties de entrada est\u00e1 vazio para a revis\u00e3o revista: {0}.
FNRRS0217.arg.0       = Identidade da entidade na qual foi efectuada a tentativa de revis\u00e3o.

FNRRS0218.explanation = O ID de classe do tipo de pasta a ser criado n\u00e3o pode ser nulo ou vazio.
FNRRS0218.action      = Indique o ID de classe apropriado do tipo de pasta.
FNRRS0218.message     = O ID {0} n\u00e3o \u00e9 um ID de classe v\u00e1lido.
FNRRS0218.arg.0       = ID de classe do tipo de pasta a ser criado.

FNRRS0219.explanation = \u00c9 poss\u00edvel adicionar apenas a categoria de registo ao plano de ficheiros. 
FNRRS0219.action      = Indique o tipo de entidade adequado \u00e0 pasta a ser criada.
FNRRS0219.message     = N\u00e3o \u00e9 poss\u00edvel adicionar a entidade {0} ao plano de ficheiros.
FNRRS0219.arg.0       = N\u00e3o \u00e9 poss\u00edvel criar o tipo de entidade da pasta.

FNRRS0220.explanation = O anexo deve ser do tipo RecordCategory ou RecordFolder.
FNRRS0220.action      = Indique o anexo adequado.
FNRRS0220.message     = O anexo {0} n\u00e3o \u00e9 um tipo de anexo v\u00e1lido. O anexo deve ser do tipo RecordCategory ou RecordFolder.
FNRRS0220.arg.0       = O nome do anexo.

FNRRS0221.explanation = Falha ao criar o objecto da pasta do registo. 
FNRRS0221.action      = Verifique os par\u00e2metros utilizados para criar a pasta e tente novamente.
FNRRS0221.message     = N\u00e3o \u00e9 poss\u00edvel criar Objecto de pasta de registos {0}.
FNRRS0221.arg.0       = N\u00e3o \u00e9 poss\u00edvel criar o tipo de entidade da pasta.

FNRRS0222.explanation = O comprimento da matriz PropertyName e PropertyValue deve ser igual.
FNRRS0222.action      = Certifique-se de que o comprimento da matriz PropertyName \u00e9 igual ao comprimento da matriz PropertyValue.
FNRRS0222.message     = O comprimento de Matriz de PropertyName {0} e matriz de PropertyValue {1} n\u00e3o \u00e9 equivalente.
FNRRS0222.arg.0       = Matriz PropertyName.
FNRRS0222.arg.1       = Matriz PropertyValue.

FNRRS0223.explanation = Quando a propriedade dependente especificada do objecto tem um valor verdadeiro, \u00e9 necess\u00e1rio que a outra propriedade tenha uma valor n\u00e3o em branco atribu\u00eddo.
FNRRS0223.action      = Indique um valor v\u00e1lido para a propriedade do valor em falta ou ajuste o valor da propriedade dependente.
FNRRS0223.message     = O objecto tem em falta um valor n\u00e3o em branco para a propriedade ''{0}'' que \u00e9 requerido quando a propriedade dependente ''{1}'' est\u00e1 especificada com um valor ''true''.
FNRRS0223.arg.0       = Nome da propriedade em branco ou em falta.
FNRRS0223.arg.1       = Nome da propriedade dependente.

FNRRS0224.explanation = Falha ao declarar o documento como registo. 
FNRRS0224.action      = Verifique os par\u00e2metros utilizados para declarar o documento como registo e tente novamente declarar o documento como registo.
FNRRS0224.message     = N\u00e3o \u00e9 poss\u00edvel declarar documento como registo.

FNRRS0225.explanation = Arquivar um registo em mais de um contentor n\u00e3o est\u00e1 actualmente activado para este reposit\u00f3rio de plano de ficheiros.
FNRRS0225.action      = N\u00e3o tente arquivar um registo v\u00e1rias vezes ou active esta fun\u00e7\u00e3o no reposit\u00f3rio do reposit\u00f3rios.
FNRRS0225.message     = N\u00e3o \u00e9 poss\u00edvel arquivar um registo em mais de um contentor ou reposit\u00f3rio do plano de ficheiro: ''{0}''.
RNRRS0255.arg.0       = Nome do reposit\u00f3rio do plano de ficheiros.

FNRRS0226.explanation = Os escal\u00f5es do valor de reten\u00e7\u00e3o permitido s\u00e3o em anos: 0-999, meses: 0-99, dias: 0-99.
FNRRS0226.action      = Indique valores de reten\u00e7\u00e3o v\u00e1lidos.
FNRRS0226.message     = Um ou mais valores de reten\u00e7\u00e3o est\u00e3o fora do intervalo. Os escal\u00f5es permitidos s\u00e3o em anos: 0-999, meses: 0-99, dias: 0-99.

FNRRS0227.explanation = Um contentor de agenda b\u00e1sica s\u00f3 pode ser adicionado a uma raiz de plano de ficheiro ou a um contentor de tipo de categoria de registo.
FNRRS0227.action      = Tente novamente utilizar uma raiz de plano de ficheiro ou uma categoria de registo como contentor de destino ascendente.
FNRRS0227.message     = N\u00e3o \u00e9 poss\u00edvel adicionar um contentor de agenda b\u00e1sica novo como descendente de um contentor ascendente do tipo: {0} 
RNRRS0227.arg.0       = Tipo de entidade do contentor ascendente.

FNRRS0228.explanation = N\u00e3o foi poss\u00edvel localizar a propriedade de activa\u00e7\u00e3o especificada.
FNRRS0228.action      = Indique o nome simb\u00f3lico de uma propriedade v\u00e1lida do tipo DateTime atribu\u00edda a pelo menos uma classe de registo.
FNRRS0228.message     = N\u00e3o \u00e9 poss\u00edvel obter o modelo de propriedade para o nome simb\u00f3lico da propriedade de activa\u00e7\u00e3o especificada: {0} 
RNRRS0228.arg.0       = Nome simb\u00f3lico de propriedade especificado.

FNRRS0229.explanation = A propriedade de activa\u00e7\u00e3o especificada requer um valor \u00fanico do tipo DateTime.
FNRRS0229.action      = Indique o nome simb\u00f3lico de uma propriedade de valor \u00fanico v\u00e1lido do tipo DateTime atribu\u00edda pelo menos uma classe de registo.
FNRRS0229.message     = A propriedade de activa\u00e7\u00e3o especificada n\u00e3o tem o tipo de dados DateTime e/ou n\u00e3o tem um valor \u00fanico: {0}
RNRRS0229.arg.0       = Nome simb\u00f3lico de propriedade especificado.

FNRRS0230.explanation = A propriedade de activa\u00e7\u00e3o especificada tem de estar actualmente atribu\u00edda a uma ou mais classes de registos.
FNRRS0230.action      = Indique o nome simb\u00f3lico de uma propriedade v\u00e1lida do tipo DateTime atribu\u00edda a pelo menos uma classe de registo.
FNRRS0230.message     = A propriedade de activa\u00e7\u00e3o especificada n\u00e3o est\u00e1 atribu\u00edda a nenhuma classe de registo: {0}.
RNRRS0230.arg.0       = Nome simb\u00f3lico de propriedade especificado.

FNRRS0231.explanation = Um contentor de agenda b\u00e1sica proposto n\u00e3o pode incluir subcontentores descendentes.
FNRRS0231.action      = Seleccione um contentor alternativo para a convers\u00e3o em contentor de agenda b\u00e1sica.
FNRRS0231.message     = O contentor de agenda b\u00e1sica proposto n\u00e3o \u00e9 um n\u00f3 terminal: {0}
RNRRS0231.arg.0       = Identidade do contentor proposto.

FNRRS0232.explanation = Um contentor de agenda b\u00e1sica proposto n\u00e3o pode conter registos descendentes, actualmente arquivados em mais de um contentor.
FNRRS0232.action      = Seleccione um contentor alternativo para convers\u00e3o ou remova os registos descendentes n\u00e3o eleg\u00edveis.
FNRRS0232.message     = O contentor de agenda b\u00e1sica proposto inclui pelo menos um registo de arquivo m\u00faltiplo: {0}.
FNRRS0232.arg.0       = Identidade do registo com arquivo m\u00faltiplo.

FNRRS0233.explanation = Um contentor de agenda b\u00e1sica proposto n\u00e3o pode incluir registos descendentes que sejam registos f\u00edsicos.
FNRRS0233.action      = Seleccione um contentor alternativo para convers\u00e3o ou remova os registos descendentes n\u00e3o eleg\u00edveis.
FNRRS0233.message     = O contentor de agenda b\u00e1sica proposto inclui pelo menos um registo que \u00e9 um registo f\u00edsico: {0}.
FNRRS0233.arg.0       = Identidade do registo f\u00edsico.

FNRRS0234.explanation = Um contentor de agenda b\u00e1sica proposto n\u00e3o pode incluir registos descendentes que tenham tipos de registos associados.
FNRRS0234.action      = Seleccione um contentor alternativo para convers\u00e3o ou remova os registos descendentes n\u00e3o eleg\u00edveis.
FNRRS0234.message     = O contentor de agenda b\u00e1sica proposto inclui pelo menos um registo que tem um tipo de registo associado: {0}.
FNRRS0234.arg.0       = Identidade do registo.

FNRRS0235.explanation = Todos os registos inclu\u00eddos num contentor de agenda b\u00e1sica proposto t\u00eam de ser compat\u00edveis com a propriedade de activa\u00e7\u00e3o proposta.
FNRRS0235.action      = Seleccione uma propriedade de activa\u00e7\u00e3o alternativa ou remova todos os registos descendentes n\u00e3o eleg\u00edveis.
FNRRS0235.message     = O contentor de agenda b\u00e1sica proposto inclui pelo menos um registo cuja classe de registo n\u00e3o \u00e9 compat\u00edvel com o nome da propriedade de activa\u00e7\u00e3o proposta: {0}.
FNRRS0235.arg.0       = Identidade do registo.

FNRRS0236.explanation = Nem todos os tipos de contentor de registo s\u00e3o eleg\u00edveis para convers\u00e3o em contentores de agenda b\u00e1sica.
FNRRS0236.action      = Seleccione um contentor alternativo.
FNRRS0236.message     = O tipo de contentor proposto n\u00e3o \u00e9 eleg\u00edvel para convers\u00e3o em contentor de agenda b\u00e1sica: {0}.
FNRRS0236.arg.0       = Tipo de entidade do contentor proposto.

FNRRS0237.explanation = Os modelos de propriedade relacionados com agendamentos b\u00e1sicos requeridos e/ou a respectiva atribui\u00e7\u00e3o a v\u00e1rias classes de contentores de registos parecem n\u00e3o existir neste reposit\u00f3rio de plano de ficheiros.
FNRRS0237.action      = Certifique-se de que o suplemento adequado do P8 Content Manager foi aplicado a este reposit\u00f3rio de plano de ficheiros.
FNRRS0237.message     = Os metadados necess\u00e1rios para suportar a agenda b\u00e1sica n\u00e3o est\u00e3o dispon\u00edveis neste reposit\u00f3rio de plano de ficheiros: {0}.
FNRRS0237.arg.0       = Identificador do reposit\u00f3rio do plano de ficheiro.

FNRRS0238.explanation = Um contentor de agenda b\u00e1sica v\u00e1lido tem de incluir um valor de propriedade RMRetentionPeriod.
FNRRS0238.action      = Utilize o m\u00e9todo DefensiblyDisposable.setRetentionPeriod para estabelecer um valor de per\u00edodo de reten\u00e7\u00e3o adequado para este contentor. 
FNRRS0238.message     = O valor do per\u00edodo de reten\u00e7\u00e3o de agenda b\u00e1sica n\u00e3o tem o formato esperado: aaaa-mm-dd.

FNRRS0239.explanation = \u00c9 necess\u00e1rio que um contentor seja um contentor de agenda b\u00e1sica antes de tentar modificar uma propriedade relacionada com a agenda b\u00e1sica.
FNRRS0239.action      = Certifique-se de que o contentor foi criado como ou convertido para contentor de agenda b\u00e1sica.
FNRRS0239.message     = N\u00e3o \u00e9 poss\u00edvel modificar qualquer valor de propriedade relacionada com agenda b\u00e1sica num contentor que n\u00e3o seja deste tipo: {0}.
FNRRS0239.arg.0       = Identificador do contentor.

FNRRS0240.explanation = A defini\u00e7\u00e3o directa de tais propriedades n\u00e3o \u00e9 permitido uma vez que iria ignorar os passos de valida\u00e7\u00e3o necess\u00e1rios. 
FNRRS0240.action      = Em alternativa, utilize os m\u00e9todos DefensiblyDisposable setRetentionPeriod e/ou setTriggerPropertyName. 
FNRRS0240.message     = A defini\u00e7\u00e3o directa de valores de propriedade da agenda b\u00e1sica n\u00e3o \u00e9 permitida.

FNRRS0241.explanation = Um contentor de agenda b\u00e1sica n\u00e3o pode incluir registos com arquivo m\u00faltiplo. 
FNRRS0241.action      = Seleccione um contentor de destino diferente para arquivar o registo. 
FNRRS0241.message     = N\u00e3o \u00e9 poss\u00edvel colocar um registo com arquivo m\u00faltiplo num contentor de agenda b\u00e1sica.

FNRRS0242.explanation = Um contentor de agenda b\u00e1sica n\u00e3o pode incluir registos f\u00edsicos. 
FNRRS0242.action      = Seleccione um contentor de destino diferente para arquivar o registo. 
FNRRS0242.message     = N\u00e3o \u00e9 poss\u00edvel arquivar um registo f\u00edsico num contentor de agenda b\u00e1sica.

FNRRS0243.explanation = Um contentor de agenda b\u00e1sica n\u00e3o pode incluir registos com um Tipo de registo. 
FNRRS0243.action      = Seleccione um contentor de destino diferente para arquivar o registo. 
FNRRS0243.message     = N\u00e3o \u00e9 poss\u00edvel arquivar um Tipo de registo associado num contentor de agenda b\u00e1sica.

FNRRS0244.explanation = Todos os registos inclu\u00eddos num contentor de agenda b\u00e1sica t\u00eam de ser compat\u00edveis com a propriedade de activa\u00e7\u00e3o atribu\u00edda do contentor. 
FNRRS0244.action      = Seleccione um contentor de destino diferente para arquivar o registo. 
FNRRS0244.message     = A classe de registo n\u00e3o \u00e9 compat\u00edvel com a propriedade de activa\u00e7\u00e3o atribu\u00edda ao contentor de agenda b\u00e1sica de destino.

FNRRS0245.explanation = Um contentor de agenda b\u00e1sica n\u00e3o pode ter agendas de elimina\u00e7\u00e3o atribu\u00eddas, directamente ou por heran\u00e7a. 
FNRRS0245.action      = N\u00e3o tente atribuir uma agenda de elimina\u00e7\u00e3o a um contentor de agenda b\u00e1sica existente nem durante a cria\u00e7\u00e3o desse contentor.
FNRRS0245.message     = N\u00e3o \u00e9 poss\u00edvel atribuir uma agenda de elimina\u00e7\u00e3o a um contentor de agenda b\u00e1sica.

FNRRS0246.explanation = Qualquer registo actualmente inclu\u00eddo num relat\u00f3rio de agenda b\u00e1sica n\u00e3o pode ser retirado do respectivo contentor.
FNRRS0246.action      = Pode criar uma c\u00f3pia nova deste registo ou colocar o registo em reten\u00e7\u00e3o.
FNRRS0246.message     = N\u00e3o \u00e9 poss\u00edvel mover um registo actualmente inclu\u00eddo num relat\u00f3rio de agenda b\u00e1sica: {0}.
FNRRS0246.arg.0       = O identificador de registo.

FNRRS0247.explanation = Um contentor doutro modo eleg\u00edvel n\u00e3o pode ser convertido num contentor de agenda b\u00e1sica se pelo menos um dos seus relat\u00f3rios inclu\u00eddos participar actualmente no processamento de elimina\u00e7\u00e3o.
FNRRS0247.action      = Termine todos os processamentos de elimina\u00e7\u00e3o existentes para o contentor e/ou para os respectivos registos antes de tentar converter o mesmo.
FNRRS0247.message     = O contentor proposto n\u00e3o \u00e9 actualmente eleg\u00edvel para convers\u00e3o em contentor de agenda b\u00e1sica uma vez que o pr\u00f3prio contentor ou um dos seus registos participa actualmente no processamento de elimina\u00e7\u00e3o: {0}.
FNRRS0247.arg.0       = Identificador do contentor ou registo descendente n\u00e3o eleg\u00edvel.

FNRRS0248.explanation = N\u00e3o \u00e9 permitido efectuar altera\u00e7\u00f5es \u00e0 propriedade de activa\u00e7\u00e3o para qualquer registo inclu\u00eddo no relat\u00f3rio de agenda b\u00e1sica.
FNRRS0248.action      = N\u00e3o tente alterar o valor da propriedade de activa\u00e7\u00e3o.
FNRRS0248.message     = N\u00e3o \u00e9 poss\u00edvel actualizar a propriedade de activa\u00e7\u00e3o atribu\u00edda num registo inclu\u00eddo no relat\u00f3rio de agenda b\u00e1sica: {0}.
FNRRS0248.arg.0       = O identificador de registo.

FNRRS0249.explanation = Uma vez que um contentor de agenda b\u00e1sica n\u00e3o pode incluir registo com arquivo m\u00faltiplo, qualquer registo existente num contentor de agenda b\u00e1sica n\u00e3o pode ser arquivado noutro local.
FNRRS0249.action      = Mova ou copie o registo em vez de o arquivar em v\u00e1rios locais.
FNRRS0249.message     = N\u00e3o \u00e9 poss\u00edvel arquivar em v\u00e1rios locais um registo inclu\u00eddo num contentor de agenda b\u00e1sica: {0}.
FNRRS0249.arg.0       = O identificador de registo.


FNRRS0300.explanation = N\u00e3o foi poss\u00edvel adquirir uma inst\u00e2ncia JAAS Subject associada ao domain_type, url de liga\u00e7\u00e3o, nome de utilizador e nome JAAS_stanza.
FNRRS0300.action      = Certifique-se do seguinte: 1) a configura\u00e7\u00e3o JAAS para o ambiente em tempo de execu\u00e7\u00e3o est\u00e1 especificada correctamente. 2) O url correcto est\u00e1 especificado incluindo o n\u00famero de porta correcto. 3) O nome JAAS_stanza adequado est\u00e1 especificado para o url.
FNRRS0300.message     = N\u00e3o foi poss\u00edvel adquirir um JAAS Subject para o tipo de dom\u00ednio: ''{0}'', url: ''{1}'', nome do utilizador: ''{2}'', sub-rotina JAAS: ''{3}''.
FNRRS0300.arg.0       = domain_type
FNRRS0300.arg.1       = url
FNRRS0300.arg.2       = nome do utilizador
FNRRS0300.arg.3       = JAAS_stanza

FNRRS0301.explanation = O ObjectStore do P8 especificado por objectstore_ident n\u00e3o \u00e9 um reposit\u00f3rio de conte\u00fado v\u00e1lido do Records Manager.
FNRRS0301.action      = Certifique-se de que foi aplicado o modelo de dados adequado do Records Manager a este ObjectStore do P8.
FNRRS0301.message     = O ObjectStore do P8 n\u00e3o \u00e9 um reposit\u00f3rio de conte\u00fado v\u00e1lido do Records Manager: ''{0}''.
FNRRS0301.arg.0       = objectstore_ident

FNRRS0302.explanation = O ObjectStore do P8 especificado por objectstore_ident n\u00e3o \u00e9 um reposit\u00f3rio de plano de ficheiros v\u00e1lido do IBM Enterprise Records.
FNRRS0302.action      = Certifique-se de que foi aplicado o modelo de dados adequado do IBM Enterprise Records a este ObjectStore do P8.
FNRRS0302.message     = O ObjectStore do P8 n\u00e3o \u00e9 um reposit\u00f3rio de plano de ficheiros v\u00e1lido do IBM Enterprise Records: ''{0}''.
FNRRS0302.arg.0       = objectstore_ident

FNRRS0303.explanation = Um objecto API, instance_ident, do tipo entity_type ainda n\u00e3o foi associado ao objecto de base do reposit\u00f3rio. Tal restringe a utiliza\u00e7\u00e3o da inst\u00e2ncia da API, como por exemplo tentar obter valores de propriedade.
FNRRS0303.action      = Execute um fetchInstance (por oposi\u00e7\u00e3o a getInstance) para a inst\u00e2ncia da API para for\u00e7ar a obten\u00e7\u00e3o do reposit\u00f3rio.
FNRRS0303.message     = N\u00e3o foi estabelecido qualquer objecto de base do reposit\u00f3rio para a inst\u00e2ncia da API: ''{0}'', do tipo: ''{1}''.
FNRRS0303.arg.0       = instance_ident
FNRRS0303.arg.1       = entity_type

FNRRS0304.explanation = N\u00e3o \u00e9 poss\u00edvel obter reposit\u00f3rios do plano de ficheiros dispon\u00edveis do dom\u00ednio, domain_ident.
FNRRS0304.action      = Verifique se o utilizador actual tem permiss\u00e3o de acesso a pelo menos um reposit\u00f3rio do plano de ficheiros no dom\u00ednio. Certifique-se tamb\u00e9m de que pelo menos um reposit\u00f3rio foi configurado como reposit\u00f3rio do plano de ficheiros.
FNRRS0304.message     = N\u00e3o \u00e9 poss\u00edvel obter reposit\u00f3rios do plano de ficheiros dispon\u00edveis do dom\u00ednio: ''{0}''.
FNRRS0304.arg.0       = domain_ident

FNRRS0305.explanation = N\u00e3o \u00e9 poss\u00edvel obter reposit\u00f3rios do plano de ficheiros dispon\u00edveis do dom\u00ednio, domain_ident.
FNRRS0305.action      = Verifique se o utilizador actual tem permiss\u00e3o de acesso a pelo menos um reposit\u00f3rio do plano de ficheiros no dom\u00ednio. Certifique-se tamb\u00e9m de que pelo menos um reposit\u00f3rio foi configurado como reposit\u00f3rio do plano de ficheiros.
FNRRS0305.message     = N\u00e3o \u00e9 poss\u00edvel obter reposit\u00f3rios do plano de ficheiros dispon\u00edveis do dom\u00ednio: ''{0}''.
FNRRS0305.arg.0       = domain_ident

FNRRS0306.explanation = Ocorreu uma excep\u00e7\u00e3o ao tentar adicionar a propriedade do P8 Content Engine cujo nome simb\u00f3lico \u00e9 symbolic_name.
FNRRS0306.action      = Examine a pilha de mem\u00f3ria de excep\u00e7\u00e3o para obter a causa subjacente da excep\u00e7\u00e3o RMRuntimeException. A causa t\u00edpica deve-se a um problema de convers\u00e3o de tipo.
FNRRS0306.message     = Erro ao adicionar a propriedade P8CE, nome simb\u00f3lico: ''{0}''.
FNRRS0306.arg.0       = symbolic_name

FNRRS0307.explanation = Detectada a classe de propriedade de reposit\u00f3rio class_name n\u00e3o suportada para symbolic_name da propriedade.
FNRRS0307.action      = Seleccione uma propriedade alternativa ou tipo de classe de propriedade.
FNRRS0307.message     = Foi detectada uma classe de propriedade n\u00e3o suportada durante a adi\u00e7\u00e3o da propriedade do reposit\u00f3rio, nome simb\u00f3lico: ''{0}'', classe: ''{1}''.
FNRRS0307.arg.0       = symbolic_name
FNRRS0307.arg.1       = class_name

FNRRS0308.explanation = Erro inesperado ao definir o valor de propriedade do reposit\u00f3rio para o symbolic_name da propriedade do tipo data_type.
FNRRS0308.action      = Examine a excep\u00e7\u00e3o interna para obter uma descri\u00e7\u00e3o adicional do erro do reposit\u00f3rio.
FNRRS0308.message     = Erro ao tentar definir um valor de propriedade do reposit\u00f3rio, nome simb\u00f3lico: ''{0}'', tipo de dados: ''{1}''.
FNRRS0308.arg.0       = symbolic_name
FNRRS0308.arg.1       = data_type

FNRRS0309.explanation = Um objecto contentor do tipo entity_type n\u00e3o \u00e9 suportado pela camada de acesso do reposit\u00f3rio do P8 Content Engine.
FNRRS0309.action      = Seleccione outro tipo de contentor ou seleccione um reposit\u00f3rio alternativo que n\u00e3o suporte este tipo de entidade.
FNRRS0309.message     = N\u00e3o foi poss\u00edvel construir o objecto Contentor devido ao tipo de entidade do contentor P8CE_RAL n\u00e3o suportado: ''{0}''.
FNRRS0309.arg.0       = entity_type

FNRRS0310.explanation = O fpRepository n\u00e3o tem um objecto ''SystemConfiguration'' cujo ''PropertyName'' \u00e9 ''Configura\u00e7\u00e3o FPOS''.
FNRRS0310.action      = Certifique-se de que fpRepository foi configurado correctamente.
FNRRS0310.message     = N\u00e3o existe um objecto SystemConfiguration de ''Configura\u00e7\u00e3o FPOS'' dispon\u00edvel no reposit\u00f3rio do plano de ficheiros: ''{0}''
FNRRS0310.arg.0       = fpRepository

FNRRS0311.explanation = O objecto ''SystemConfiguration'' de fpRepository cujo ''PropertyName'' \u00e9 ''Configura\u00e7\u00e3o FPOS'' tem um valor de propriedade n\u00e3o v\u00e1lido para ''PropertyValue''.
FNRRS0311.action      = Certifique-se de que fpRepository foi configurado correctamente.
FNRRS0311.message     = Valor n\u00e3o v\u00e1lido para o objecto SystemConfiguration da ''Configura\u00e7\u00e3o FPOS'' no reposit\u00f3rio do plano de ficheiros: ''{0}''.
FNRRS0311.arg.0       = fpRepository

FNRRS0312.explanation = Falha ao guardar o objecto do tipo entity_type e identificador object_ident.
FNRRS0312.action      = Verifique que o objecto em quest\u00e3o ainda existe no reposit\u00f3rio. Certifique-se tamb\u00e9m de que o utilizador actual tem um acesso de seguran\u00e7a ao n\u00edvel de objecto adequado para permitir esta opera\u00e7\u00e3o.
FNRRS0312.message     = N\u00e3o foi poss\u00edvel guardar no objecto do reposit\u00f3rio, ''{0}'', do tipo: ''{1}''. Informa\u00e7\u00e3o de erro subjacente: {2}
FNRRS0312.arg.0       = object_ident
FNRRS0312.arg.1       = entity_type
FNRRS0312.arg.2		  = cadeia da mensagem de excep\u00e7\u00e3o subjacente

FNRRS0313.explanation = Ocorreu um erro ao tentar obter o n\u00f3 raiz do reposit\u00f3rio do plano de ficheiros.
FNRRS0313.action      = Verifique que o utilizador actual tem pelo menos acesso de visualiza\u00e7\u00e3o ao n\u00f3 raiz do plano de ficheiros e esse que o reposit\u00f3rio do plano de ficheiros em particular foi instalado e configurado correctamente.
FNRRS0313.message     = N\u00e3o foi poss\u00edvel obter o n\u00f3 raiz do plano de ficheiros do reposit\u00f3rio do plano de ficheiros: ''{0}''.
FNRRS0313.arg.0       = fpRepository

FNRRS0314.explanation = Erro inesperado ao adicionar a um conjunto de propriedade de uma propriedade com o symbolic_name do tipo data_type.
FNRRS0314.action      = Examine a excep\u00e7\u00e3o interna para obter a descri\u00e7\u00e3o do erro do reposit\u00f3rio.
FNRRS0314.message     = Erro ao tentar adicionar uma nova propriedade ao conjunto, nome simb\u00f3lico: ''{0}'', tipo de dados: ''{1}''.
FNRRS0314.arg.0       = symbolic_name
FNRRS0314.arg.1       = data_type

FNRRS0315.explanation = Ocorreu um erro ao tentar obter as categorias de registo descendentes do contentor ascendente.
FNRRS0315.action      = Verifique que o utilizador actual tem pelo menos acesso de visualiza\u00e7\u00e3o aos conte\u00fados do contentor ascendente.
FNRRS0315.message     = Erro ao obter as categorias de registo do contentor ascendente: ''{0}''.
FNRRS0315.arg.0       = parent_container

FNRRS0316.explanation = Ocorreu um erro ao tentar adquirir os conte\u00fados actuais de um agente iterativo de p\u00e1gina.
FNRRS0316.action      = Certifique-se de que foi efectuada uma invoca\u00e7\u00e3o inicial RMPageInterator.nextPage() para mover o agente iterativo para a primeira p\u00e1gina. Em alternativa, o agente iterativo pode ter sido movido al\u00e9m da \u00faltima p\u00e1gina.
FNRRS0316.message     = Erro ao tentar adquirir os conte\u00fados da p\u00e1gina actual de um RMPageIterator.

FNRRS0317.explanation = Ocorreu um erro ao tentar adquirir a p\u00e1gina seguinte de um agente iterativo de p\u00e1ginas.
FNRRS0317.action      = Verifique que o agente iterativo ainda n\u00e3o foi movido al\u00e9m da \u00faltima p\u00e1gina.
FNRRS0317.message     = Erro ao tentar adquirir a p\u00e1gina seguinte de um agente iterativo PagableSet.

FNRRS0318.explanation = Ocorreu um erro ao tentar obter os contentores ascendentes para o objecto.
FNRRS0318.action      = Verifique que o utilizador actual tem pelo menos acesso de visualiza\u00e7\u00e3o no contentor ascendente.
FNRRS0318.message     = Erro ao obter os contentores ascendentes para o objecto: ''{0}''.
FNRRS0318.arg.0       = object

FNRRS0319.explanation = Falha ao eliminar o objecto do tipo entity_type e identificador object_ident.
FNRRS0319.action      = Verifique que o objecto em quest\u00e3o ainda existe no reposit\u00f3rio. Certifique-se tamb\u00e9m de que o utilizador actual tem um acesso de seguran\u00e7a ao n\u00edvel de objecto adequado para permitir esta opera\u00e7\u00e3o.
FNRRS0319.message     = N\u00e3o foi poss\u00edvel eliminar no objecto do reposit\u00f3rio, ''{0}'', do tipo: ''{1}''.
FNRRS0319.arg.0       = object_ident
FNRRS0319.arg.1       = entity_type

FNRRS0320.explanation = Falha ao adicionar a categoria de registo para o objecto do tipo entity_type e identificador object_ident.
FNRRS0320.action      = Verifique que o objecto de destino em quest\u00e3o ainda existe no reposit\u00f3rio. Verifique se o destino pode conter uma categoria de registo. Certifique-se tamb\u00e9m de que o utilizador actual tem um acesso de seguran\u00e7a ao n\u00edvel de objecto adequado para permitir esta opera\u00e7\u00e3o.
FNRRS0320.message     = N\u00e3o foi poss\u00edvel adicionar a categoria de registo ao objecto de destino: ''{0}'', do tipo: ''{1}''.
FNRRS0320.arg.0       = object_ident
FNRRS0320.arg.1       = entity_type

FNRRS0321.explanation = Ocorreu um erro ao tentar adquirir a contagem de elementos actual de um agente iterativo de p\u00e1gina.
FNRRS0321.action      = Certifique-se de que foi efectuada uma invoca\u00e7\u00e3o inicial RMPageInterator.nextPage() para mover o agente iterativo para a primeira p\u00e1gina. Em alternativa, o agente iterativo pode ter sido movido al\u00e9m da \u00faltima p\u00e1gina.
FNRRS0321.message     = Erro ao tentar obter a contagem de elementos actual de um RMPageIterator.

FNRRS0322.explanation = Falha ao adicionar a pasta do registo para o objecto do tipo entity_type e identificador object_ident.
FNRRS0322.action      = Verifique que o objecto de destino em quest\u00e3o ainda existe no reposit\u00f3rio. Verifique se o destino pode conter uma pasta de registos desse tipo. Certifique-se tamb\u00e9m de que o utilizador actual tem um acesso de seguran\u00e7a ao n\u00edvel de objecto adequado para permitir esta opera\u00e7\u00e3o.
FNRRS0322.message     = N\u00e3o foi poss\u00edvel adicionar a pasta de registos ao objecto de destino: ''{0}'', do tipo: ''{1}''.
FNRRS0322.arg.0       = object_ident
FNRRS0322.arg.1       = entity_type

FNRRS0323.explanation = Ocorreu um erro ao tentar obter as pastas de registos descendentes do contentor ascendente.
FNRRS0323.action      = Verifique que o utilizador actual tem pelo menos acesso de visualiza\u00e7\u00e3o aos conte\u00fados do contentor ascendente.
FNRRS0323.message     = Erro ao obter as pastas de registos do contentor ascendente: ''{0}''.
FNRRS0323.arg.0       = parent_container

FNRRS0324.explanation = Ocorreu um erro ao tentar obter o volume descendente activo do contentor ascendente.
FNRRS0324.action      = Verifique que o utilizador actual tem pelo menos acesso de visualiza\u00e7\u00e3o aos conte\u00fados do contentor ascendente.
FNRRS0324.message     = Erro ao obter o volume activo do contentor ascendente: ''{0}''.
FNRRS0324.arg.0       = parent_container

FNRRS0325.explanation = Ocorreu um erro ao tentar obter os volumes de registo descendentes do contentor ascendente.
FNRRS0325.action      = Verifique que o utilizador actual tem pelo menos acesso de visualiza\u00e7\u00e3o aos conte\u00fados do contentor ascendente.
FNRRS0325.message     = Erro ao obter o volume de registo do contentor ascendente: ''{0}''.
FNRRS0325.arg.0       = parent_container

FNRRS0326.explanation = Falha ao adicionar o volume de registo para o objecto do tipo entity_type e identificador object_ident.
FNRRS0326.action      = Verifique que o objecto de destino em quest\u00e3o ainda existe no reposit\u00f3rio. Verifique se o destino pode conter um volume de registo. Certifique-se tamb\u00e9m de que o utilizador actual tem um acesso de seguran\u00e7a ao n\u00edvel de objecto adequado para permitir esta opera\u00e7\u00e3o.
FNRRS0326.message     = N\u00e3o foi poss\u00edvel adicionar o volume de registo ao objecto de destino: ''{0}'', do tipo: ''{1}''.
FNRRS0326.arg.0       = object_ident
FNRRS0326.arg.1       = entity_type

FNRRS0327.explanation = Falha da consulta de objectos devido a um erro do reposit\u00f3rio.
FNRRS0327.action      = Verifique se a sintaxe SQL est\u00e1 correcta ou examine qualquer excep\u00e7\u00e3o inclu\u00edda para obter informa\u00e7\u00f5es mais detalhadas sobre o erro, ou ambos.
FNRRS0327.message     = Falha da consulta de objectos.

FNRRS0328.explanation = Falha da consulta de linhas devido a um erro do reposit\u00f3rio.
FNRRS0328.action      = Verifique se a sintaxe SQL est\u00e1 correcta ou examine qualquer excep\u00e7\u00e3o inclu\u00edda para obter informa\u00e7\u00f5es mais detalhadas sobre o erro, ou ambos.
FNRRS0328.message     = Falha da consulta de linhas.

FNRRS0329.explanation = Foi efectuada uma tentativa de adquirir um RMPagingIterator de uma PagableSet que n\u00e3o suporta pagina\u00e7\u00e3o.
FNRRS0329.action      = Utilize o m\u00e9todo RMPagingIterator.supportsPaging() para determinar se a pagina\u00e7\u00e3o \u00e9 suportada. Se a pagina\u00e7\u00e3o n\u00e3o for suportada, utilize RMPagingIterator.iterator() em alternativa a RMPagingIterator.pageIterator().
FNRRS0329.message     = A pagina\u00e7\u00e3o n\u00e3o \u00e9 suportada para esta inst\u00e2ncia de PagableSet.

FNRRS0330.explanation = Ocorreu um erro ao obter os conjuntos de marca\u00e7\u00e3o do dom\u00ednio domain_ident.
FNRRS0330.action      = Verifique se o utilizador actual tem permiss\u00e3o de acesso a pelo menos um conjunto de marca\u00e7\u00e3o no dom\u00ednio.
FNRRS0330.message     = N\u00e3o foi poss\u00edvel obter os conjuntos de marca\u00e7\u00e3o do dom\u00ednio: ''{0}''.
FNRRS0330.arg.0       = domain_ident

FNRRS0331.explanation = A cadeia identificadora do conjunto de marca\u00e7\u00e3o, markingSetId, n\u00e3o tem um formato v\u00e1lido.
FNRRS0331.action      = Certifique-se de que a cadeia identificadora tem o formato de uma cadeia de GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' em que cada ''x'' \u00e9 um car\u00e1cter hexadecimal.
FNRRS0331.message     = Formato da cadeia identificador do conjunto de marca\u00e7\u00f5es incorrecto: ''{0}''.
FNRRS0331.arg.0       = markingSetId

FNRRS0332.explanation = Ocorreu um erro ao obter a lista de op\u00e7\u00f5es do reposit\u00f3rio repos_ident.
FNRRS0332.action      = Verifique se o utilizador actual tem permiss\u00e3o de acesso a pelo menos uma lista de op\u00e7\u00f5es no reposit\u00f3rio.
FNRRS0332.message     = N\u00e3o foi poss\u00edvel obter as listas de op\u00e7\u00e3o do reposit\u00f3rio: ''{0}''.
FNRRS0332.arg.0       = repos_ident

FNRRS0333.explanation = A lista de op\u00e7\u00f5es identificadora do conjunto de marca\u00e7\u00e3o, choiceListId, n\u00e3o tem um formato v\u00e1lido.
FNRRS0333.action      = Certifique-se de que a cadeia identificadora tem o formato de uma cadeia de GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' em que cada ''x'' \u00e9 um car\u00e1cter hexadecimal.
FNRRS0333.message     = Formato de cadeia identificador da lista de op\u00e7\u00f5es incorrecto: ''{0}''.
FNRRS0333.arg.0       = choiceListId

FNRRS0334.explanation = Ocorreu um erro ao obter a descri\u00e7\u00e3o de classe, classDesc_ident, do reposit\u00f3rio repos_ident.
FNRRS0334.action      = Verifique que a descri\u00e7\u00e3o de classe existe no reposit\u00f3rio e que o utilizador actual tem acesso \u00e0 descri\u00e7\u00e3o de classe.
FNRRS0334.message     = N\u00e3o foi poss\u00edvel obter a descri\u00e7\u00e3o de classe do reposit\u00f3rio: ''{0}'', identidade da descri\u00e7\u00e3o de classe: ''{1}''.
FNRRS0334.arg.0       = repos_ident
FNRRS0334.arg.1       = classDesc_ident

FNRRS0335.explanation = Ocorreu um erro ao obter as descri\u00e7\u00f5es de classe do reposit\u00f3rio repos_ident.
FNRRS0335.action      = Verifique que o utilizador actual tem permiss\u00e3o de acesso ao reposit\u00f3rio.
FNRRS0335.message     = N\u00e3o foi poss\u00edvel obter as descri\u00e7\u00f5es de classe do reposit\u00f3rio: ''{0}'', identidades da descri\u00e7\u00e3o de classe: ''{1}''.
FNRRS0335.arg.0       = repos_ident

FNRRS0336.explanation = Foi detectado um par\u00e2metro de cadeia de ID n\u00e3o v\u00e1lido.
FNRRS0336.action      = Certifique-se de que a cadeia identificadora tem o formato de uma cadeia de GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' em que cada ''x'' \u00e9 um car\u00e1cter hexadecimal.
FNRRS0336.message     = Par\u00e2metro de cadeia de Id n\u00e3o v\u00e1lido: ''{0}''.
FNRRS0336.arg.0       = id_string

FNRRS0337.explanation = N\u00e3o \u00e9 poss\u00edvel obter o utilizador autenticado actual para o dom\u00ednio.
FNRRS0337.action      = Certifique-se de que um utilizador est\u00e1 actualmente autenticado para o dom\u00ednio, ou que foi estabelecido um JAAS Subject para a sess\u00e3o actual, ou ambos.
FNRRS0337.message     = N\u00e3o \u00e9 poss\u00edvel obter o utilizador autenticado actual para o dom\u00ednio.

FNRRS0338.explanation = Falha da opera\u00e7\u00e3o de pesquisa para grupos de utilizadores especificados.
FNRRS0338.action      = Certifique-se de que um utilizador est\u00e1 actualmente autenticado para o dom\u00ednio, ou que foi estabelecido um JAAS Subject para a sess\u00e3o actual, ou ambos.
FNRRS0338.message     = Falha durante a pesquisa de grupos de utilizadores de dom\u00ednio.

FNRRS0339.explanation = Falha da opera\u00e7\u00e3o de pesquisa para utilizadores especificados.
FNRRS0339.action      = Certifique-se de que um utilizador est\u00e1 actualmente autenticado para o dom\u00ednio, ou que foi estabelecido um JAAS Subject para a sess\u00e3o actual, ou ambos.
FNRRS0339.message     = Falha durante a pesquisa de utilizadores do dom\u00ednio.

FNRRS0340.explanation = O utilizador actual n\u00e3o tem direitos suficientes para adicionar um novo membro a uma fun\u00e7\u00e3o existente definida por role_name, role_type e appl_name.
FNRRS0340.action      = Certifique-se de que o utilizador actual tem direitos suficientes para adicionar um novo membro a uma fun\u00e7\u00e3o existente.
FNRRS0340.message     = O utilizador actual n\u00e3o direitos de seguran\u00e7a suficientes para a fun\u00e7\u00e3o, nome da fun\u00e7\u00e3o = ''{0}'', tipo da fun\u00e7\u00e3o = ''{1}'', aplica\u00e7\u00e3o = ''{2}''.
FNRRS0340.arg.0       = role_name
FNRRS0340.arg.1       = role_type
FNRRS0340.arg.2       = appl_name

FNRRS0341.explanation = Ocorreu uma falha ao tentar obter a fun\u00e7\u00e3o de acesso definida por role_type e appl_name.
FNRRS0341.action      = Certifique-se de que o utilizador actual tem direitos suficientes para adicionar um novo membro a uma fun\u00e7\u00e3o existente e que a fun\u00e7\u00e3o em quest\u00e3o ainda existe no reposit\u00f3rio.
FNRRS0341.message     = Falha ao tentar obter a fun\u00e7\u00e3o de acesso definida pelo tipo = ''{0}'' e aplica\u00e7\u00e3o = ''{1}''.
FNRRS0341.arg.0       = role_type
FNRRS0341.arg.1       = appl_name

FNRRS0342.explanation = N\u00e3o foi poss\u00edvel criar uma nova fun\u00e7\u00e3o utilizando o tipo role_type e o nome da aplica\u00e7\u00e3o appl_name devido a uma fun\u00e7\u00e3o pr\u00e9-existente com estes mesmos valores.
FNRRS0342.action      = Utilize um conjunto diferente de valores de tipo de fun\u00e7\u00e3o/nome da aplica\u00e7\u00e3o ou elimine primeiro a fun\u00e7\u00e3o existente correspondente.
FNRRS0342.message     = N\u00e3o \u00e9 poss\u00edvel criar uma nova fun\u00e7\u00e3o devido a uma fun\u00e7\u00e3o correspondente pr\u00e9-existente, tipo = ''{0}'' e aplica\u00e7\u00e3o = ''{1}''.
FNRRS0342.arg.0       = role_type
FNRRS0342.arg.1       = appl_name

FNRRS0343.explanation = Ocorreu uma falha ao tentar obter a fun\u00e7\u00e3o de acesso definida por role_name e appl_name.
FNRRS0343.action      = Certifique-se de que o utilizador actual tem direitos suficientes para visualizar a fun\u00e7\u00e3o existente e que a fun\u00e7\u00e3o em quest\u00e3o ainda existe no reposit\u00f3rio.
FNRRS0343.message     = Falha ao tentar obter a fun\u00e7\u00e3o de acesso definida pelo nome = ''{0}'' e aplica\u00e7\u00e3o = ''{1}''.
FNRRS0343.arg.0       = role_name
FNRRS0343.arg.1       = appl_name

FNRRS0344.explanation = N\u00e3o foi poss\u00edvel determinar o utilizador actual.
FNRRS0344.action      = Certifique-se de que um utilizador est\u00e1 actualmente autenticado para o dom\u00ednio, ou que foi estabelecido um JAAS Subject para a sess\u00e3o actual, ou ambos.
FNRRS0344.message     = N\u00e3o foi poss\u00edvel determinar o utilizador actual.

FNRRS0345.explanation = Ocorreu um erro ao tentar obter os planos de ficheiros do reposit\u00f3rio do plano de ficheiros ascendente.
FNRRS0345.action      = Verifique que o utilizador actual tem pelo menos acesso de visualiza\u00e7\u00e3o aos conte\u00fados do reposit\u00f3rio do plano de ficheiros.
FNRRS0345.message     = Erro ao obter os planos de ficheiros do reposit\u00f3rio do plano de ficheiros: ''{0}''.
FNRRS0345.arg.0       = fileplan_repository

FNRRS0346.explanation = Uma propriedade requerida est\u00e1 em falta ou tem qualquer valor.
FNRRS0346.action      = Certifique-se de que \u00e9 indicado um valor de propriedade v\u00e1lido.
FNRRS0346.message     = A propriedade est\u00e1 em falta ou nem tem qualquer valor, nome simb\u00f3lico: ''{0}''.
FNRRS0346.arg.0       = property_name

FNRRS0347.explanation = O nome do plano de ficheiros especificado n\u00e3o \u00e9 exclusivo.
FNRRS0347.action      = Indique um nome de plano de ficheiros que ainda n\u00e3o tenha sido utilizado no reposit\u00f3rio do plano de ficheiros.
FNRRS0347.message     = O nome do plano de ficheiros n\u00e3o \u00e9 exclusivo: ''{0}''.
FNRRS0347.arg.0       = fileplan_name

FNRRS0348.explanation = Ocorreu um erro ao tentar adicionar um novo plano de ficheiros a um reposit\u00f3rio do plano de ficheiros.
FNRRS0348.action      = Verifique que o reposit\u00f3rio de destino \u00e9 v\u00e1lido. Certifique-se de que o utilizador actual tem um acesso de seguran\u00e7a ao n\u00edvel de objecto adequado para permitir esta opera\u00e7\u00e3o.
FNRRS0348.message     = N\u00e3o foi poss\u00edvel adicionar o novo plano de ficheiros ao reposit\u00f3rio do plano de ficheiros de destino: ''{0}''.
FNRRS0348.arg.0       = repository_ident

FNRRS0349.explanation = N\u00e3o foi poss\u00edvel adquirir a descri\u00e7\u00e3o da propriedade especificada ou o respectivo sub-campo pertencente ao reposit\u00f3rio e classe especificada.
FNRRS0349.action      = Verifique que a classe especificada \u00e9 adequada para o processo actual.
FNRRS0349.message     = N\u00e3o foi poss\u00edvel adquirir a descri\u00e7\u00e3o da propriedade para: ''{0}'', identidade de classe: ''{1}'' do reposit\u00f3rio: ''{2}''.
FNRRS0349.arg.0       = property_ident
FNRRS0349.arg.1       = class_ident
FNRRS0349.arg.2       = repository_ident

FNRRS0350.explanation = Ocorreu um erro ao tentar obter o item de conte\u00fado especificado como parte de um processo de declara\u00e7\u00e3o de registo.
FNRRS0350.action      = Verifique que o item de conte\u00fado especificado existe e est\u00e1 acess\u00edvel.
FNRRS0350.message     = N\u00e3o foi poss\u00edvel obter o item de conte\u00fado especificado para declarar o registo: ''{0}''.
FNRRS0350.arg.0       = contentItem_ident

FNRRS0351.explanation = N\u00e3o foi poss\u00edvel localizar qualquer volume descendente activo para a pasta de registo especificada. Tal pode impedir a declara\u00e7\u00e3o de um registo quando esta pasta de registos \u00e9 membro dos contentores de destino do novo registo.
FNRRS0351.action      = Adicione um novo volume activo \u00e0 pasta de registos ou reabra um volume existente e defina o mesmo como contentor de destino para a declara\u00e7\u00e3o de registo.
FNRRS0351.message     = N\u00e3o existe nenhum volume descendente activo dispon\u00edvel para a pasta de registos especificada: ''{0}''.
FNRRS0351.arg.0       = recordFolder_ident

FNRRS0352.explanation = Ocorreu um erro ao tentar obter as localiza\u00e7\u00f5es do reposit\u00f3rio do plano de ficheiros ascendente.
FNRRS0352.action      = Verifique que o utilizador actual tem pelo menos acesso de visualiza\u00e7\u00e3o aos conte\u00fados do reposit\u00f3rio do plano de ficheiros.
FNRRS0352.message     = Erro ao obter as localiza\u00e7\u00f5es do reposit\u00f3rio do plano de ficheiros: ''{0}''.
FNRRS0352.arg.0       = fileplan_repository

FNRRS0353.explanation = Ocorreu um erro ao tentar obter o suplemento do reposit\u00f3rio especificado.
FNRRS0353.action      = Verifique que o utilizador actual tem pelo menos direitos de visualiza\u00e7\u00e3o para os conte\u00fados do reposit\u00f3rio.
FNRRS0353.message     = Erro ao obter os suplementos do reposit\u00f3rio: ''{0}''.
FNRRS0353.arg.0       = reposit\u00f3rio

FNRRS0354.explanation = Ocorreu um erro ao tentar obter os tipos de registo do reposit\u00f3rio do plano de ficheiros ascendente.
FNRRS0354.action      = Verifique que o utilizador actual tem pelo menos acesso de visualiza\u00e7\u00e3o aos conte\u00fados do reposit\u00f3rio do plano de ficheiros.
FNRRS0354.message     = Erro ao obter os tipos de registo do reposit\u00f3rio do plano de ficheiros: ''{0}''.
FNRRS0354.arg.0       = fileplan_repository

FNRRS0355.explanation = A cadeia identificadora RMLink, rmLinkId, n\u00e3o tem um formato v\u00e1lido.
FNRRS0355.action      = Certifique-se de que a cadeia identificadora tem o formato de uma cadeia de GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' em que cada ''x'' \u00e9 um car\u00e1cter hexadecimal.
FNRRS0355.message     = Formato de cadeia identificador RMLink incorrecto: ''{0}''.
FNRRS0355.arg.0       = rmLinkId

FNRRS0356.explanation = Ocorreu um erro ao tentar obter os Guias de classifica\u00e7\u00e3o de seguran\u00e7a dispon\u00edveis do reposit\u00f3rio do plano de ficheiros especificado.
FNRRS0356.action      = Certifique-se de que o reposit\u00f3rio \u00e9 um reposit\u00f3rio de plano de ficheiros DoD Security Classified e que o utilizador actual tem o acesso de seguran\u00e7a necess\u00e1rio a quaisquer guias de classifica\u00e7\u00e3o.
FNRRS0356.message     = Erro ao obter as guias de classifica\u00e7\u00e3o de seguran\u00e7a do reposit\u00f3rio do plano de ficheiros: ''{0}''.
FNRRS0356.arg.0       = repositoryIdent

FNRRS0357.explanation = Ocorreu um erro ao tentar obter as sec\u00e7\u00f5es descendentes dispon\u00edveis para a guia de classifica\u00e7\u00e3o de seguran\u00e7a especificada ou para a sec\u00e7\u00e3o da guia pertencente ao reposit\u00f3rio do plano de ficheiros especificado.
FNRRS0357.action      = Certifique-se de que o reposit\u00f3rio \u00e9 um reposit\u00f3rio de plano de ficheiros DoD Security Classified e que o utilizador actual tem o acesso de seguran\u00e7a necess\u00e1rio a quaisquer guias de classifica\u00e7\u00e3o.
FNRRS0357.message     = Erro ao obter as sec\u00e7\u00f5es descendentes da guia de classifica\u00e7\u00e3o ou da sec\u00e7\u00e3o da guia, ''{1}'', pertencente ao reposit\u00f3rio do plano de ficheiros: ''{0}''.
FNRRS0357.arg.0       = repositoryIdent
FNRRS0357.arg.1       = classificationGuideOrSection

FNRRS0358.explanation = Ocorreu um erro ao tentar obter os t\u00f3picos descendentes dispon\u00edveis para a guia de classifica\u00e7\u00e3o de seguran\u00e7a especificada ou para a sec\u00e7\u00e3o da guia pertencente ao reposit\u00f3rio do plano de ficheiros especificado.
FNRRS0358.action      = Certifique-se de que o reposit\u00f3rio \u00e9 um reposit\u00f3rio de plano de ficheiros DoD Security Classified e que o utilizador actual tem o acesso de seguran\u00e7a necess\u00e1rio a quaisquer guias de classifica\u00e7\u00e3o.
FNRRS0358.message     = Erro ao obter os t\u00f3picos descendentes da guia de classifica\u00e7\u00e3o ou da sec\u00e7\u00e3o da guia, ''{1}'', pertencente ao reposit\u00f3rio do plano de ficheiros: ''{0}''.
FNRRS0358.arg.0       = repositoryIdent
FNRRS0358.arg.1       = classificationGuideOrSection

FNRRS0359.explanation = O reposit\u00f3rio do plano de ficheiros especificado n\u00e3o est\u00e1 configurado com o modelo de dados DoD Classified e, por isso, n\u00e3o suporta as guias de classifica\u00e7\u00e3o de seguran\u00e7a DoD.
FNRRS0359.action      = Certifique-se de que o reposit\u00f3rio do plano de ficheiros correcto est\u00e1 especificado e configurado com o modelo de dados DoD Classified.
FNRRS0359.message     = As guias de classifica\u00e7\u00e3o DoD n\u00e3o s\u00e3o suportadas num reposit\u00f3rio do plano de ficheiros: ''{0}''.
FNRRS0359.arg.0       = repositoryIdent

FNRRS0360.explanation = Ocorreu um erro ao tentar obter a guia de classifica\u00e7\u00e3o de seguran\u00e7a especificada pertencente ao reposit\u00f3rio do plano de ficheiros especificado.
FNRRS0360.action      = Certifique-se de que o reposit\u00f3rio \u00e9 um reposit\u00f3rio de plano de ficheiros DoD Security Classified e que o utilizador actual tem o acesso de seguran\u00e7a necess\u00e1rio a quaisquer guias de classifica\u00e7\u00e3o.
FNRRS0360.message     = Erro ao obter a guia de classifica\u00e7\u00e3o, ''{1}'', pertencente ao reposit\u00f3rio do plano de ficheiros: ''{0}''.
FNRRS0360.arg.0       = repositoryIdent
FNRRS0360.arg.1       = guideIdent

FNRRS0361.explanation = Foi devolvida uma excep\u00e7\u00e3o inesperada da API do P8 Content Engine conforme especificado pelo c\u00f3digo de excep\u00e7\u00e3o e cadeia de mensagem.
FNRRS0361.action      = Examine a excep\u00e7\u00e3o do P8 Content Engine inclu\u00edda e os registos de erros dispon\u00edveis para obter informa\u00e7\u00f5es sobre a causa subjacente desta condi\u00e7\u00e3o de erro.
FNRRS0361.message     = Ocorreu uma excep\u00e7\u00e3o inesperada do P8 Content Engine. C\u00f3digo de excep\u00e7\u00e3o: {0}, Mensagem: ''{1}''
FNRRS0361.arg.0       = ceExceptionCode
FNRRS0361.arg.1       = ceExceptionMessage

FNRRS0362.explanation = Ocorreu uma excep\u00e7\u00e3o inesperada ao tentar obter o valor de tempo limite de desclassifica\u00e7\u00e3o m\u00e1ximo de DoD Classified do reposit\u00f3rio do plano de ficheiros especificado.
FNRRS0362.action      = Certifique-se de que o modelo de dados DoD Classified de propriedade foi configurado para este reposit\u00f3rio e que inclui um valor v\u00e1lido para a entrada de configura\u00e7\u00e3o do sistema apropriada.
FNRRS0362.message     = Erro inesperado ao obter o valor de tempo limite de desclassifica\u00e7\u00e3o m\u00e1ximo de DoD Classified. Reposit\u00f3rio: ''{0}''
FNRRS0362.arg.0       = repositoryName

FNRRS0363.explanation = Ocorreu um erro ao tentar obter as ac\u00e7\u00f5es de elimina\u00e7\u00e3o do reposit\u00f3rio do plano de ficheiros ascendente.
FNRRS0363.action      = Verifique que o utilizador actual tem pelo menos acesso de visualiza\u00e7\u00e3o aos conte\u00fados do reposit\u00f3rio do plano de ficheiros.
FNRRS0363.message     = Erro ao obter as ac\u00e7\u00f5es de elimina\u00e7\u00e3o do reposit\u00f3rio do plano de ficheiros: ''{0}''.
FNRRS0363.arg.0       = fileplan_repository

FNRRS0364.explanation = Ocorreu um erro ao tentar obter os activadores de elimina\u00e7\u00e3o do reposit\u00f3rio do plano de ficheiros ascendente.
FNRRS0364.action      = Verifique que o utilizador actual tem pelo menos acesso de visualiza\u00e7\u00e3o aos conte\u00fados do reposit\u00f3rio do plano de ficheiros.
FNRRS0364.message     = Erro ao obter os activadores de elimina\u00e7\u00e3o do reposit\u00f3rio do plano de ficheiros: ''{0}''.
FNRRS0364.arg.0       = fileplan_repository

FNRRS0365.explanation = Ocorreu um erro ao tentar obter as agendas de elimina\u00e7\u00e3o do reposit\u00f3rio do plano de ficheiros ascendente.
FNRRS0365.action      = Verifique que o utilizador actual tem pelo menos acesso de visualiza\u00e7\u00e3o aos conte\u00fados do reposit\u00f3rio do plano de ficheiros.
FNRRS0365.message     = Erro ao obter as agendas de elimina\u00e7\u00e3o do reposit\u00f3rio do plano de ficheiros: ''{0}''.
FNRRS0365.arg.0       = fileplan_repository

FNRRS0366.explanation = O nome do evento de activa\u00e7\u00e3o de elimina\u00e7\u00e3o proposto j\u00e1 est\u00e1 a ser utilizado neste reposit\u00f3rio.
FNRRS0366.action      = Indique um valor que ainda n\u00e3o seja utilizado no reposit\u00f3rio.
FNRRS0366.message     = O nome do evento de activa\u00e7\u00e3o de elimina\u00e7\u00e3o proposto n\u00e3o \u00e9 exclusivo no reposit\u00f3rio: ''{0}''.
FNRRS0366.arg.0       = name_value

FNRRS0367.explanation = O per\u00edodo de tempo do ciclo de um activador de elimina\u00e7\u00e3o recorrente tem de ser superior maior do que 0.
FNRRS0367.action      = Indique um valor diferente de zero para os valores de anos, meses ou dias.
FNRRS0367.message     = Pelo menos, um valor de per\u00edodo de tempo do cliente tem de ser maior do que 0.

FNRRS0368.explanation = Ocorreu um erro ao tentar adicionar um novo activador de elimina\u00e7\u00e3o a um reposit\u00f3rio do plano de ficheiros.
FNRRS0368.action      = Verifique que o reposit\u00f3rio de destino \u00e9 v\u00e1lido. Certifique-se tamb\u00e9m de que o utilizador actual tem um acesso de seguran\u00e7a ao n\u00edvel de objecto adequado para permitir esta opera\u00e7\u00e3o.
FNRRS0368.message     = N\u00e3o foi poss\u00edvel adicionar o novo activador de elimina\u00e7\u00e3o ao reposit\u00f3rio do plano de ficheiros de destino: ''{0}''.
FNRRS0368.arg.0       = repository_ident

FNRRS0369.explanation = Ocorreu um erro ao tentar adicionar uma nova ac\u00e7\u00e3o de elimina\u00e7\u00e3o a um reposit\u00f3rio do plano de ficheiros.
FNRRS0369.action      = Verifique que o reposit\u00f3rio de destino \u00e9 v\u00e1lido. Certifique-se tamb\u00e9m de que o utilizador actual tem um acesso de seguran\u00e7a ao n\u00edvel de objecto adequado para permitir esta opera\u00e7\u00e3o.
FNRRS0369.message     = N\u00e3o foi poss\u00edvel adicionar a nova ac\u00e7\u00e3o de elimina\u00e7\u00e3o ao reposit\u00f3rio do plano de ficheiros de destino: ''{0}''.
FNRRS0369.arg.0       = repository_ident

FNRRS0370.explanation = O nome da ac\u00e7\u00e3o de elimina\u00e7\u00e3o proposto j\u00e1 est\u00e1 a ser utilizado neste reposit\u00f3rio.
FNRRS0370.action      = Indique um valor que ainda n\u00e3o seja utilizado no reposit\u00f3rio.
FNRRS0370.message     = O nome da ac\u00e7\u00e3o de elimina\u00e7\u00e3o proposto n\u00e3o \u00e9 exclusivo no reposit\u00f3rio: ''{0}''.
FNRRS0370.arg.0       = name_value

FNRRS0371.explanation = O valor do fluxo de trabalho associado da ac\u00e7\u00e3o de elimina\u00e7\u00e3o proposta n\u00e3o \u00e9 uma inst\u00e2ncia da classe WorkflowDefinition.
FNRRS0371.action      = Indique uma inst\u00e2ncia de WorkflowDefinition v\u00e1lida do IBM Enterprise Records para a propriedade de fluxo de trabalho associada.
FNRRS0371.message     = O valor do fluxo de trabalho associado da ac\u00e7\u00e3o de elimina\u00e7\u00e3o proposta n\u00e3o \u00e9 uma inst\u00e2ncia da classe WorkflowDefinition : ''{0}''.
FNRRS0371.arg.0       = class_name

FNRRS0372.explanation = Ocorreu um erro ao tentar obter as defini\u00e7\u00f5es de fluxo de trabalho do reposit\u00f3rio do plano de ficheiros ascendente.
FNRRS0372.action      = Verifique que o utilizador actual tem pelo menos acesso de visualiza\u00e7\u00e3o aos conte\u00fados do reposit\u00f3rio do plano de ficheiros.
FNRRS0372.message     = Erro ao obter as defini\u00e7\u00f5es de fluxo de trabalho do reposit\u00f3rio do plano de ficheiros: ''{0}''.
FNRRS0372.arg.0       = fileplan_repository

FNRRS0373.explanation = O nome da agenda de elimina\u00e7\u00e3o proposto j\u00e1 est\u00e1 a ser utilizado neste reposit\u00f3rio.
FNRRS0373.action      = Indique um valor que ainda n\u00e3o seja utilizado no reposit\u00f3rio.
FNRRS0373.message     = O nome da agenda de elimina\u00e7\u00e3o proposto n\u00e3o \u00e9 exclusivo no reposit\u00f3rio: ''{0}''.
FNRRS0373.arg.0       = name_value

FNRRS0374.explanation = A agenda de elimina\u00e7\u00e3o proposta tem especificado um valor de activador de elimina\u00e7\u00e3o n\u00e3o v\u00e1lido.
FNRRS0374.action      = Indique um valor de activador de elimina\u00e7\u00e3o v\u00e1lido ou um activador de data de calend\u00e1rio pr\u00e9-definido.
FNRRS0374.message     = A agenda de elimina\u00e7\u00e3o proposta tem especificado um valor de activador de elimina\u00e7\u00e3o n\u00e3o v\u00e1lido.
FNRRS0374.arg.0       = name_value

FNRRS0375.explanation = O valor da propriedade especificada n\u00e3o \u00e9 v\u00e1lido ou est\u00e1 fora do intervalo.
FNRRS0375.action      = Indique um valor v\u00e1lido para a propriedade especificada.
FNRRS0375.message     = O valor para a propriedade especificada n\u00e3o \u00e9 v\u00e1lido ou est\u00e1 fora do intervalo: {0}, ''{1}''
FNRRS0375.arg.0       = property_name
FNRRS0375.arg.1       = property_value

FNRRS0376.explanation = O nome da agenda de elimina\u00e7\u00e3o proposto n\u00e3o tem um valor de per\u00edodo de reten\u00e7\u00e3o v\u00e1lido.
FNRRS0376.action      = Indique valores n\u00e3o negativos para os anos, meses e dias do per\u00edodo de reten\u00e7\u00e3o.
FNRRS0376.message     = O nome da agenda de elimina\u00e7\u00e3o proposto n\u00e3o tem um valor de per\u00edodo de reten\u00e7\u00e3o v\u00e1lido.

FNRRS0377.explanation = Uma fase de elimina\u00e7\u00e3o n\u00e3o tem um valor de per\u00edodo de reten\u00e7\u00e3o v\u00e1lido.
FNRRS0377.action      = Indique valores n\u00e3o negativos para os anos, meses e dias do per\u00edodo de reten\u00e7\u00e3o.
FNRRS0377.message     = Uma fase de elimina\u00e7\u00e3o n\u00e3o tem um valor de per\u00edodo de reten\u00e7\u00e3o v\u00e1lido.

FNRRS0378.explanation = Uma reten\u00e7\u00e3o alternativa da fase de elimina\u00e7\u00e3o n\u00e3o tem um valor de per\u00edodo de reten\u00e7\u00e3o v\u00e1lido.
FNRRS0378.action      = Indique valores n\u00e3o negativos para os anos, meses e dias do per\u00edodo de reten\u00e7\u00e3o.
FNRRS0378.message     = Uma reten\u00e7\u00e3o alternativa da fase de elimina\u00e7\u00e3o n\u00e3o tem um valor de per\u00edodo de reten\u00e7\u00e3o v\u00e1lido.

FNRRS0379.explanation = Ocorreu um erro ao tentar adicionar uma nova agenda de elimina\u00e7\u00e3o a um reposit\u00f3rio do plano de ficheiros.
FNRRS0379.action      = Verifique que o reposit\u00f3rio de destino \u00e9 v\u00e1lido. Certifique-se tamb\u00e9m de que o utilizador actual tem um acesso de seguran\u00e7a ao n\u00edvel de objecto adequado para permitir esta opera\u00e7\u00e3o.
FNRRS0379.message     = N\u00e3o foi poss\u00edvel adicionar a nova agenda de elimina\u00e7\u00e3o ao reposit\u00f3rio do plano de ficheiros de destino: ''{0}''.
FNRRS0379.arg.0       = repository_ident

FNRRS0380.explanation = Ocorreu um erro ao tentar adicionar um novo tipo de registo a um reposit\u00f3rio do plano de ficheiros.
FNRRS0380.action      = Verifique que o reposit\u00f3rio de destino \u00e9 v\u00e1lido. Certifique-se tamb\u00e9m de que o utilizador actual tem um acesso de seguran\u00e7a ao n\u00edvel de objecto adequado para permitir esta opera\u00e7\u00e3o.
FNRRS0380.message     = N\u00e3o foi poss\u00edvel adicionar o novo tipo de registo ao reposit\u00f3rio do plano de ficheiros de destino: ''{0}''.
FNRRS0380.arg.0       = repository_ident

FNRRS0381.explanation = O nome do tipo de registo proposto j\u00e1 est\u00e1 a ser utilizado neste reposit\u00f3rio.
FNRRS0381.action      = Indique um valor que ainda n\u00e3o seja utilizado no reposit\u00f3rio.
FNRRS0381.message     = O nome do tipo de registo proposto n\u00e3o \u00e9 exclusivo no reposit\u00f3rio: ''{0}''.
FNRRS0381.arg.0       = name_value

FNRRS0382.explanation = N\u00e3o \u00e9 poss\u00edvel criar uma nova inst\u00e2ncia do entity_type em repository_ident.
FNRRS0382.action      = Certifique-se de que a classe associada est\u00e1 definida no reposit\u00f3rio e que o utilizador actual tem o acesso de seguran\u00e7a adequado para permitir esta opera\u00e7\u00e3o.
FNRRS0382.message     = N\u00e3o foi poss\u00edvel criar uma nova inst\u00e2ncia do topo de entidade no reposit\u00f3rio especificado: {0}, ''{1}''.
FNRRS0382.arg.0       = entity_type
FNRRS0382.arg.1       = repository_ident

FNRRS0383.explanation = A propriedade especificada ou o respectivo valor est\u00e1 actualmente indispon\u00edvel.
FNRRS0383.action      = Certifique-se de que esta propriedade est\u00e1 definida e acess\u00edvel ao utilizador actual.
FNRRS0383.message     = N\u00e3o foi poss\u00edvel obter a propriedade: {0}.
FNRRS0383.arg.0       = property_name

FNRRS0384.explanation = O nome da localiza\u00e7\u00e3o proposto j\u00e1 est\u00e1 a ser utilizado neste reposit\u00f3rio.
FNRRS0384.action      = Indique um valor que ainda n\u00e3o seja utilizado no reposit\u00f3rio.
FNRRS0384.message     = O nome da localiza\u00e7\u00e3o proposto n\u00e3o \u00e9 exclusivo no reposit\u00f3rio: ''{0}''.
FNRRS0384.arg.0       = name_value

FNRRS0385.explanation = A opera\u00e7\u00e3o n\u00e3o \u00e9 suportada pelo tipo de objecto actual
FNRRS0385.action      = N\u00e3o \u00e9 poss\u00edvel utilizar esta opera\u00e7\u00e3o com este objecto.  Modifique o objecto ou a opera\u00e7\u00e3o
FNRRS0385.message     = Esta opera\u00e7\u00e3o n\u00e3o \u00e9 suportada com o tipo de objecto actual.

FNRRS0386.explanation = O nome de reten\u00e7\u00e3o proposto j\u00e1 est\u00e1 a ser utilizado neste reposit\u00f3rio.
FNRRS0386.action      = Indique um valor que ainda n\u00e3o seja utilizado no reposit\u00f3rio.
FNRRS0386.message     = O nome de reten\u00e7\u00e3o proposto n\u00e3o \u00e9 exclusivo no reposit\u00f3rio: ''{0}''.
FNRRS0386.arg.0       = name_value

FNRRS0387.explanation = Ocorreu um erro ao tentar obter as reten\u00e7\u00f5es do reposit\u00f3rio do plano de ficheiros
FNRRS0387.action      = Verifique que existe pelo menos uma reten\u00e7\u00e3o no reposit\u00f3rio
FNRRS0387.message     = Erro ao obter as reten\u00e7\u00f5es do reposit\u00f3rio do plano de ficheiros: ''{0}''.
FNRRS0387.arg.0       = identificador do reposit\u00f3rio do plano de ficheiros

FNRRS0388.explanation = A cadeia identificadora da reten\u00e7\u00e3o, rmHoldId, n\u00e3o tem um formato v\u00e1lido.
FNRRS0388.action      = Certifique-se de que a cadeia identificadora tem o formato de uma cadeia de GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' em que cada ''x'' \u00e9 um car\u00e1cter hexadecimal.
FNRRS0388.message     = Formato de cadeia identificador de reten\u00e7\u00e3o incorrecto: ''{0}''.
FNRRS0388.arg.0       = id de reten\u00e7\u00e3o

FNRRS0389.explanation = N\u00e3o foi poss\u00edvel inicializar a consulta SQL no armazenamento de objectos.
FNRRS0389.action      = Se a SQL incluir obten\u00e7\u00e3o baseada em conte\u00fado, verifique se o motor de pesquisa de conte\u00fado est\u00e1 configurado correctamente.
FNRRS0389.message     = N\u00e3o foi poss\u00edvel inicializar a consulta SQL de ''{0}'' no reposit\u00f3rio: ''{1}''.
FNRRS0389.arg.0       = cadeia de consulta SQL
FNRRS0389.arg.1       = identificador do reposit\u00f3rio

FNRRS0390.explanation = O IBM Enterprise Records n\u00e3o suporta um ambiente de obten\u00e7\u00e3o baseada em conte\u00fado heterog\u00e9neo (CBR) que combina um ou mais tipos diferentes de motores CBR.
FNRRS0390.action      = Ter\u00e1 de migrar os motores de pesquisa nos armazenamentos de objecto do registo do IBM Legacy Content Search Engine para o IBM Content Search Services.
FNRRS0390.message     = Os reposit\u00f3rios de conte\u00fado associados ao reposit\u00f3rio do plano de ficheiros est\u00e3o configurados com ambiente de obten\u00e7\u00e3o baseado em conte\u00fado heterog\u00e9neo (CBR) que combina um ou mais tipos diferentes de motores CBR. Esta combina\u00e7\u00e3o de CBR heterog\u00e9nea n\u00e3o \u00e9 suportada. Ter\u00e1 de migrar o motor de pesquisa do IBM Legacy Content Search Engine para os IBM Content Search Services. Para obter mais informa\u00e7\u00f5es, consulte o t\u00f3pico "Novidades no IBM FileNet Content Search Engine" no Information Center do FileNet P8.

FNRRS0391.explanation = N\u00e3o foi poss\u00edvel inicializar a obten\u00e7\u00e3o baseada em conte\u00fado. Um motor de pesquisa de conte\u00fado n\u00e3o est\u00e1 configurado ou n\u00e3o est\u00e1 configurado correctamente.
FNRRS0391.action      = Verifique se existe um motor de pesquisa configurado correctamente no reposit\u00f3rio de conte\u00fado.
FNRRS0391.message     = Um motor de pesquisa de conte\u00fado n\u00e3o est\u00e1 configurado ou n\u00e3o est\u00e1 configurado correctamente. N\u00e3o foi poss\u00edvel inicializar a obten\u00e7\u00e3o baseada em conte\u00fado: ''{0}'' no reposit\u00f3rio: ''{1}''.
FNRRS0391.arg.0       = cadeia de consulta SQL
FNRRS0391.arg.1       = identificador do reposit\u00f3rio

FNRRS0392.explanation = N\u00e3o \u00e9 poss\u00edvel obter resultado da pesquisa com base no crit\u00e9rio de pesquisa.
FNRRS0392.action      = Verifique se existe um motor de pesquisa configurado correctamente nos armazenamentos dos objectos do registo.
FNRRS0392.message     = N\u00e3o \u00e9 poss\u00edvel obter resultado da pesquisa com base no crit\u00e9rio de pesquisa.

FNRRS0393.explanation = O registo n\u00e3o pode estar arquivado em mais de um contentor.
FNRRS0393.action      = Certifique-se de que o registo n\u00e3o est\u00e1 em v\u00e1rios arquivos e tente novamente.
FNRRS0393.message     = O registo n\u00e3o pode estar arquivado em mais de um contentor.

FNRRS0394.explanation = O valor do par\u00e2metro est\u00e1 em falta ou tem um valor n\u00e3o v\u00e1lido.
FNRRS0394.action      = Indique um valor de par\u00e2metro compat\u00edvel.
FNRRS0394.message     = O valor do par\u00e2metro seguinte n\u00e3o \u00e9 v\u00e1lido: ''{0}''
FNRRS0394.arg.0       = nome do par\u00e2metro

FNRRS0395.explanation = N\u00e3o existe volume activo no contentor especificado.  \u00c9 requerido um volume activo v\u00e1lido.
FNRRS0395.action      = Certifique-se de que existe um volume activo no contentor especificado.
FNRRS0395.message     = N\u00e3o existe um volume activo neste contentor: ''{0}''
FNRRS0395.arg.0       = identificador do contentor

FNRRS0396.explanation = Os contentores de origem e de destino s\u00e3o id\u00eanticos.  Tal n\u00e3o \u00e9 permitido ao mover objectos.
FNRRS0396.action      = Tente executar a ac\u00e7\u00e3o novamente especificando contentores de origem e de destino diferentes.
FNRRS0396.message     = Os contentores de origem e de destino s\u00e3o id\u00eanticos.

FNRRS0397.explanation = O objecto j\u00e1 est\u00e1 arquivado no contentor de destino.
FNRRS0397.action      = Tente executar a ac\u00e7\u00e3o novamente especificando um contentor de destino diferente.
FNRRS0397.message     = O objecto j\u00e1 est\u00e1 arquivado no contentor de destino.

FNRRS0398.explanation = O registo j\u00e1 \u00e9 um recibo ascendente.  N\u00e3o \u00e9 poss\u00edvel ser um recibo e um ascendente de recibo.
FNRRS0398.action      = O registo n\u00e3o pode ser um recibo e um ascendente de recibo.  Efectue uma ac\u00e7\u00e3o correctiva, conforme as necessidades comerciais.
FNRRS0398.message     = O registo j\u00e1 \u00e9 um recibo ascendente.
FNRRS0398.arg.0       = marcador de posi\u00e7\u00e3o

FNRRS0399.explanation = O registo j\u00e1 \u00e9 um recibo.  Os registos s\u00f3 podem estar associados a um registo.
FNRRS0399.action      = O registo s\u00f3 pode estar associado a um registo.  Efectue uma ac\u00e7\u00e3o correctiva, conforme as necessidades comerciais.
FNRRS0399.message     = O registo j\u00e1 \u00e9 um recibo.

FNRRS0400.explanation = O ascendente do recibo j\u00e1 \u00e9 um recibo.  N\u00e3o \u00e9 poss\u00edvel ser um recibo e um ascendente de recibo.
FNRRS0400.action      = O registo n\u00e3o pode ser um recibo e um ascendente de recibo.  Efectue uma ac\u00e7\u00e3o correctiva, conforme as necessidades comerciais.
FNRRS0400.message     = O ascendente do registo j\u00e1 \u00e9 um recibo.

FNRRS0401.explanation = Ocorreu um erro ao anexar o recibo ao registo.
FNRRS0401.action      = Verifique se a propriedade de recibo est\u00e1 dispon\u00edvel na p\u00e1gina de propriedades.  Verifique se tem permiss\u00e3o para modificar as propriedades do registo e o recibo.
FNRRS0401.message     = N\u00e3o foi poss\u00edvel anexar o recibo ao registo.

FNRRS0402.explanation = Este objecto n\u00e3o \u00e9 um recibo v\u00e1lido.
FNRRS0402.action      = Verifique que a propriedade receiptOf do "recibo" tem um valor v\u00e1lido.
FNRRS0402.message     = Este objecto n\u00e3o \u00e9 um recibo v\u00e1lido: {0}.
FNRRS0402.arg.0       = identificador de objecto

FNRRS0403.explanation = Ocorreu um erro ao tentar desanexar este recibo do respectivo ascendente.
FNRRS0403.action      = Verifique se os recibos est\u00e3o activados para o armazenamento de objectos.  Verifique se este objecto \u00e9 um recibo v\u00e1lido.
FNRRS0403.message     = N\u00e3o \u00e9 poss\u00edvel desanexar o recibo.

FNRRS0404.explanation = Ocorreu um erro ao tentar criar um evento RMAudit no objecto.
FNRRS0404.action      = Verifique se este objecto \u00e9 um Documento, Pasta ou Objecto personalizado v\u00e1lido.
FNRRS0404.message     = Falha ao criar evento no objecto: ''{0}''
FNRRS0404.arg.0       = object_id

FNRRS0405.explanation = Ocorreu um erro ao verificar as propriedades associadas aos registos vitais.  A entidade est\u00e1 marcada como vital, mas uma propriedade associada est\u00e1 em falta ou incorrecta.
FNRRS0405.action      = Verifique que as propriedades de registo vitais correctas est\u00e3o definidas com valores v\u00e1lidos.
FNRRS0405.message     = Propriedade de registo vital n\u00e3o v\u00e1lida: ''{0}'' com um valor de ''{1}''
FNRRS0405.arg.0       = nome da propriedade
FNRRS0405.arg.1       = valor da propriedade

FNRRS0406.explanation = Os contentores de passagem n\u00e3o pertencem ao mesmo plano de ficheiros.
FNRRS0406.action      = Verifique se estes contentores est\u00e3o no mesmo plano de ficheiros.
FNRRS0406.message     = O contentor {0} e o contentor {1} n\u00e3o pertencem ao mesmo plano de ficheiros.
FNRRS0406.arg.0       = identificador do contentor 1
FNRRS0406.arg.1       = identificador do contentor 2

FNRRS0407.explanation = As propriedades do registo vital indicadas est\u00e3o vazias ou n\u00e3o s\u00e3o v\u00e1lidas.
FNRRS0407.action      = Verifique que as propriedades de registo vitais correctas est\u00e3o definidas com valores v\u00e1lidos.
FNRRS0407.message     = Propriedades de registo vital n\u00e3o v\u00e1lidas.

FNRRS0408.explanation = A propriedade ApplyToNameOrID tem um valor n\u00e3o v\u00e1lido.  O valor tem de ser "Nome" ou "Identificador"
FNRRS0408.action      = Altere a propriedade para um dos valores v\u00e1lidos
FNRRS0408.message     = A propriedade tem um valor n\u00e3o v\u00e1lido

FNRRS0409.explanation = N\u00e3o \u00e9 poss\u00edvel definir as propriedades vitais.  Verifique as outras mensagens de erro para obter o motivo espec\u00edfico.
FNRRS0409.action      = Verifique que as propriedades de registo vitais correctas est\u00e3o definidas com valores v\u00e1lidos.
FNRRS0409.message     = N\u00e3o foi poss\u00edvel obter as propriedades vitais da entidade.  Propriedade: ''{0}''.
FNRRS0409.arg.0       = object_id

FNRRS0410.explanation = N\u00e3o \u00e9 poss\u00edvel definir as propriedades vitais.  Verifique as outras mensagens de erro para obter o motivo espec\u00edfico.
FNRRS0410.action      = Verifique que as propriedades de registo vitais correctas est\u00e3o definidas com valores v\u00e1lidos.
FNRRS0410.message     = N\u00e3o foi poss\u00edvel definir a data da pr\u00f3xima revis\u00e3o do objecto vital para a entidade ''{0}''.
FNRRS0410.arg.0       = object_id

FNRRS0411.explanation = O nome do padr\u00e3o especificado n\u00e3o \u00e9 exclusivo.
FNRRS0411.action      = Seleccione um nome novo exclusivo para o padr\u00e3o
FNRRS0411.message     = O nome especificado para o padr\u00e3o n\u00e3o \u00e9 exclusivo.

FNRRS0412.explanation = N\u00e3o \u00e9 poss\u00edvel definir as propriedades vitais.  Verifique as outras mensagens de erro para obter o motivo espec\u00edfico.
FNRRS0412.action      = Verifique que as propriedades de registo vitais correctas est\u00e3o definidas com valores v\u00e1lidos.
FNRRS0412.message     = N\u00e3o foi poss\u00edvel definir as propriedades vitais para a entidade ''{0}''.
FNRRS0412.arg.0       = object_id

FNRRS0413.explanation = A propriedade vital n\u00e3o pode ter um valor nulo.
FNRRS0413.action      = Verifique se a propriedade de registo vital correcta est\u00e1 definida com um valor v\u00e1lido e n\u00e3o nulo.
FNRRS0413.message     = N\u00e3o foi poss\u00edvel definir a propriedade de activador vital ''{0}''.
FNRRS0413.arg.0       = object_id

FNRRS0414.explanation = O evento c\u00edclico especificado tem um per\u00edodo de ciclo n\u00e3o v\u00e1lido.  Tal verifica-se porque os anos, meses e dias associados ao activador s\u00e3o zero.
FNRRS0414.action      = Verifique que o per\u00edodo do ciclo tem um valor v\u00e1lido superior a zero.
FNRRS0414.message     = O nome de evento c\u00edclico, {0}, define o per\u00edodo do ciclo como {1} anos, {2} meses, {3} dias. O sistema n\u00e3o consegue calcular os dados de elimina\u00e7\u00e3o.
FNRRS0414.arg.0       = nome do evento
FNRRS0414.arg.1       = n\u00famero de anos
FNRRS0414.arg.2       = n\u00famero de meses
FNRRS0414.arg.3       = n\u00famero de dias

FNRRS0415.explanation = Ocorreu um erro inesperado ao tentar obter objectos ConnectorRegistration dispon\u00edveis de um reposit\u00f3rio de plano de ficheiros.
FNRRS0415.action      = Verifique se todos os passos de instala\u00e7\u00e3o do reposit\u00f3rio do plano de ficheiros foram executados com \u00eaxito.
FNRRS0415.message     = N\u00e3o \u00e9 poss\u00edvel obter objectos ConnectorRegistration do reposit\u00f3rio do plano de ficheiros: {0}.
FNRRS0415.arg.0       = Identidade do reposit\u00f3rio do plano de ficheiros.

FNRRS0416.explanation = N\u00e3o \u00e9 poss\u00edvel aceder \u00e0s classes na API de Java do IBM FileNet P8 Process Engine.
FNRRS0416.action      = Verifique que o ficheiro jar da API de Java do Process Engine e as respectivas depend\u00eancias est\u00e3o inclu\u00eddas no caminho da classe do tempo de execu\u00e7\u00e3o. Este conjunto inclui normalmente pe.jar, peResources.jar, mailapi.jar, xercesImpl.jar. O m\u00e9todo RALPESupport#getSetupException pode ser utilizado para adquirir qualquer excep\u00e7\u00e3o ocorrida.
FNRRS0416.message     = A API de Java do IBM FileNet P8 Process Engine n\u00e3o est\u00e1 dispon\u00edvel.

FNRRS0417.explanation = O par\u00e2metro de entrada ''vwSession'' tem de ser uma inst\u00e2ncia v\u00e1lida da classe ''filenet.vw.api.VWSession''.
FNRRS0417.action      = Verifique se a configura\u00e7\u00e3o a liga\u00e7\u00e3o do cliente IBM FileNet P8 Process Engine est\u00e1 correcta.
FNRRS0417.message     = O par\u00e2metro de entrada ''vwSession'' n\u00e3o \u00e9 uma inst\u00e2ncia v\u00e1lida da classe ''filenet.vw.api.VWSession''.

FNRRS0418.explanation = O par\u00e2metro de entrada ''vwStepElement'' tem de ser uma inst\u00e2ncia v\u00e1lida da classe ''filenet.vw.api.VWStepElement''.
FNRRS0418.action      = Uma inst\u00e2ncia v\u00e1lida da classe ''filenet.vw.api.VWStepElement'' pode ser obtida utilizando o m\u00e9todo RALPESupport#createWorkflow.
FNRRS0418.message     = O par\u00e2metro de entrada ''vwStepElement'' n\u00e3o \u00e9 uma inst\u00e2ncia v\u00e1lida da classe ''filenet.vw.api.VWStepElement''.

FNRRS0419.explanation = Ocorreu uma excep\u00e7\u00e3o ''filenet.vw.api.VWException'' inesperada. 
FNRRS0419.action      = Examine a cadeia da mensagem anexada, rastreio da pilha de mem\u00f3ria e/ou registos do servidor para obter informa\u00e7\u00f5es sobre a origem deste erro.
FNRRS0419.message     = Foi detectada uma excep\u00e7\u00e3o ''filenet.vw.api.VWException'' inesperada: {0}
FNRRS0419.arg.0	   = A cadeia da mensagem localizada da inst\u00e2ncia ''filenet.vw.api.VWException''.

FNRRS0420.explanation = \u00c9 requerida uma inst\u00e2ncia ''filenet.vw.api.VWUserInfo'' n\u00e3o nula para realizar esta opera\u00e7\u00e3o.
FNRRS0420.action      = Certifique-se de que a inst\u00e2ncia fornecida ''filenet.vw.api.VWSession'' \u00e9 v\u00e1lida e que o utilizador actual foi autenticado com \u00eaxito.
FNRRS0420.message     = A invoca\u00e7\u00e3o da API do P8 FileNet Process Engine para obter uma inst\u00e2ncia ''filenet.vw.api.VWUserInfo'' devolveu um valor nulo.

FNRRS0421.explanation = Foi devolvido um erro ao tentar obter a reten\u00e7\u00e3o especificada.
FNRRS0421.action	   = Verifique se a cadeia identificadora da reten\u00e7\u00e3o \u00e9 v\u00e1lida e se a reten\u00e7\u00e3o existe de facto.
FNRRS0421.message     = N\u00e3o foi poss\u00edvel obter a reten\u00e7\u00e3o especificada: {0}
FNRRS0421.arg.0        = A cadeia identificador da reten\u00e7\u00e3o especificada.

FNRRS0422.explanation = Ocorreu um erro ao tentar obter as defini\u00e7\u00f5es de relat\u00f3rio do reposit\u00f3rio do plano de ficheiros ascendente.
FNRRS0422.action      = Verifique que o utilizador actual tem pelo menos acesso de visualiza\u00e7\u00e3o aos conte\u00fados do reposit\u00f3rio do plano de ficheiros.
FNRRS0422.message     = Erro ao obter as defini\u00e7\u00f5es de relat\u00f3rio do reposit\u00f3rio do plano de ficheiros: ''{0}''.
FNRRS0422.arg.0       = fileplan_repository

FNRRS0423.explanation = Ocorreu um erro na configura\u00e7\u00e3o do interpretador de XML de JVM relacionada com XPATH.
FNRRS0423.action      = Verifique que a vers\u00e3o de JRE \u00e9 1.5 ou superior.
FNRRS0423.message     = Erro ao inicializar a configura\u00e7\u00e3o de interpretador de XML de JVM relacionada com XPATH.

FNRRS0424.explanation = Ocorreu um erro ao tentar analisar o XML de defini\u00e7\u00e3o de relat\u00f3rio.
FNRRS0424.action      = Verifique se o XML de defini\u00e7\u00e3o de relat\u00f3rio est\u00e1 formatado correctamente.
FNRRS0424.message     = Erro ao analisar o XML de defini\u00e7\u00e3o de relat\u00f3rio: ''{0}''.
FNRRS0424.arg.0       = ID ou nome da defini\u00e7\u00e3o de relat\u00f3rio.

FNRRS0425.explanation = Ocorreu um erro ao tentar obter o conte\u00fado da defini\u00e7\u00e3o de relat\u00f3rio.
FNRRS0425.action      = Verifique que a defini\u00e7\u00e3o de relat\u00f3rio existe e cont\u00e9m conte\u00fado XML formatado.
FNRRS0425.message     = Erro ao obter o conte\u00fado de defini\u00e7\u00e3o de relat\u00f3rio: ''{0}''.
FNRRS0425.arg.0       = ID ou nome da defini\u00e7\u00e3o de relat\u00f3rio.

FNRRS0426.explanation = Foi devolvido um erro da biblioteca de API org.w3c.DOM.
FNRRS0426.action      = Examine a pilha de mem\u00f3ria da excep\u00e7\u00e3o para obter informa\u00e7\u00f5es mais detalhadas.
FNRRS0426.message     = Ocorreu um erro durante o processamento XML de DOM como parte de um processo de exporta\u00e7\u00e3o, entidade: {0}.
FNRRS0426.arg.0       = Identidade da entidade envolvida na exporta\u00e7\u00e3o.

FNRRS0427.explanation = Foi devolvido um erro do utilit\u00e1rio de cria\u00e7\u00e3o de relat\u00f3rio XML do P8 Content Engine.
FNRRS0427.action      = Examine a pilha de mem\u00f3ria da excep\u00e7\u00e3o para obter informa\u00e7\u00f5es mais detalhadas.
FNRRS0427.message     = Ocorreu um erro durante a cria\u00e7\u00e3o de XML do P8 Content Engine XML como parte de um processo de exporta\u00e7\u00e3o, entidade: {0}.
FNRRS0427.arg.0       = Identidade da entidade envolvida na exporta\u00e7\u00e3o.

FNRRS0428.explanation = Foi devolvido um erro do utilit\u00e1rio de cria\u00e7\u00e3o de relat\u00f3rio XML do P8 Content Engine.
FNRRS0428.action      = Examine a pilha de mem\u00f3ria da excep\u00e7\u00e3o para obter informa\u00e7\u00f5es mais detalhadas.
FNRRS0428.message     = Ocorreu um erro durante a seria\u00e7\u00e3o de XML para o ficheiro de sa\u00edda: {0}, {1}.
FNRRS0428.arg.0       = Caminho do ficheiro de sa\u00edda do sistema de ficheiros.
FNRRS0428.arg.1       = Mensagem de excep\u00e7\u00e3o de transforma\u00e7\u00e3o XML.

FNRRS0429.explanation = Embora tenha sido localizado um documento para o valor da propriedade CurrentPhaseExportFormat, ocorreu um erro ao tentar ler o conte\u00fado XSLT. 
FNRRS0429.action      = Certifique-se de que CurrentPhaseExportFormat da entidade de exporta\u00e7\u00e3o tem atribu\u00eddo um valor de documento v\u00e1lido cujo conte\u00fado inclui XSLT v\u00e1lido.
FNRRS0429.message     = Ocorreu um erro ao tentar ler conte\u00fado XSLT do documento do valor CurrentPhaseExportFormat: {0}.
FNRRS0429.arg.0       = Identidade do valor do documento da propriedade ExportFormat.

FNRRS0430.explanation = Falha ao tentar pr\u00e9-compilar uma cadeia XPath numa express\u00e3o XPath. 
FNRRS0430.action      = Verifique se a cadeia XPath \u00e9 v\u00e1lida ou se o caminho de classe/JRE actual tem suporte para XPath, ou ambos.
FNRRS0430.message     = Ocorreu um erro ao tentar compilar a cadeia de express\u00e3o XPath seguinte: ''{0}''.
FNRRS0430.arg.0       = Cadeia de express\u00e3o XPath com falha.

FNRRS0431.explanation = N\u00e3o \u00e9 poss\u00edvel obter uma marca de p\u00e1gina para o estado actual de RMPageIterator. 
FNRRS0431.action      = Verifique se RMPageIterator foi movido para uma localiza\u00e7\u00e3o de p\u00e1gina v\u00e1lida.
FNRRS0431.message     = Ocorreu um erro ao tentar voltar \u00e0 marca da p\u00e1gina actual.

FNRRS0432.explanation = Ocorreu um erro inesperado ao tentar obter o valor de propriedade RecordedDocuments do registo.
FNRRS0432.action      = Certifique-se de que o utilizador actual tem direitos de acesso adequados aos itens de conte\u00fado associados.
FNRRS0432.message     = Ocorreu um erro ao tentar obter os itens de conte\u00fado associados para o registo: {0}.
FNRRS0432.arg.0       = Identidade do registo.

FNRRS0433.explanation = O contentor de destino de uma opera\u00e7\u00e3o de mover do contentor n\u00e3o pode residir na hierarquia do sub-contentor do contentor de origem.
FNRRS0433.action      = Seleccione uma localiza\u00e7\u00e3o do contentor de destino diferente para mover o contentor de origem.
FNRRS0433.message     = N\u00e3o \u00e9 poss\u00edvel mover um contentor de origem para um contentor de destino sob o contentor de origem, sourceIdent: {0}, targetIdent: {1}.
FNRRS0433.arg.0       = Identidade do contentor de origem ao qual se aplica a tentativa de mover.
FNRRS0433.arg.1       = Identidade do contentor de destino.

FNRRS0434.explanation = Examine qualquer rastreio de pilha de mem\u00f3ria inclu\u00eddo para qualquer excep\u00e7\u00e3o subjacente.
FNRRS0434.action      = Volte a executar o varrimento de elimina\u00e7\u00e3o ou reinicie a elimina\u00e7\u00e3o, ou ambos.
FNRRS0434.message     = Ocorreu um erro inesperado ao actualizar os dados da fase actual para uma entidade, ident. da entidade: {0}.
FNRRS0434.arg.0       = Identidade da entidade em quest\u00e3o.

FNRRS0435.explanation = N\u00e3o \u00e9 poss\u00edvel iniciar a elimina\u00e7\u00e3o numa entidade devido a uma reten\u00e7\u00e3o ou a uma altera\u00e7\u00e3o na agenda de elimina\u00e7\u00e3o.
FNRRS0435.action      = Remova qualquer reten\u00e7\u00e3o aplicada a esta entidade, na respectiva hierarquia ascendente ou descendente. Execute novamente o varrimento de elimina\u00e7\u00e3o.
FNRRS0435.message     = Devido a uma altera\u00e7\u00e3o \u00e0 fase de elimina\u00e7\u00e3o actual, n\u00e3o \u00e9 poss\u00edvel iniciar a elimina\u00e7\u00e3o nesta entidade: {0}.
FNRRS0435.arg.0       = Identidade da entidade na qual foi efectuada a tentativa de iniciar a elimina\u00e7\u00e3o.

FNRRS0436.explanation = N\u00e3o \u00e9 poss\u00edvel remover uma fase de elimina\u00e7\u00e3o da respectiva agenda de elimina\u00e7\u00e3o se um ou mais contentores de registos, ou registos existirem nesta fase.
FNRRS0436.action      = Execute novamente o varrimento de elimina\u00e7\u00e3o ou inicie a elimina\u00e7\u00e3o para os contentores de registos ou registos afectados, ou ambos, e tente novamente a fase de elimina\u00e7\u00e3o.
FNRRS0436.message     = N\u00e3o \u00e9 poss\u00edvel remover uma fase de elimina\u00e7\u00e3o actualmente em utiliza\u00e7\u00e3o, identidade da fase: {0}.
FNRRS0436.arg.0       = Identidade da fase de elimina\u00e7\u00e3o relativamente \u00e0 qual a tentativa de remo\u00e7\u00e3o foi efectuada.

FNRRS0437.explanation = Uma fase de elimina\u00e7\u00e3o especifica n\u00e3o pode existir mais de uma vez numa agenda de elimina\u00e7\u00e3o.
FNRRS0437.action      = Crie uma nova fase de elimina\u00e7\u00e3o antes de tentar adicionar a mesma a uma agenda de elimina\u00e7\u00e3o.
FNRRS0437.message     = N\u00e3o \u00e9 poss\u00edvel adicionar uma fase de elimina\u00e7\u00e3o a uma agenda que j\u00e1 existe, identidade da fase: {0}.
FNRRS0437.arg.0       = Identidade da fase de elimina\u00e7\u00e3o relativamente \u00e0 qual a tentativa de adi\u00e7\u00e3o foi efectuada.

FNRRS0438.explanation = Uma fase de elimina\u00e7\u00e3o espec\u00edfica n\u00e3o pode ser utilizada em mais de uma agenda de elimina\u00e7\u00e3o.
FNRRS0438.action      = Crie uma nova fase de elimina\u00e7\u00e3o antes de tentar adicionar a mesma a uma agenda de elimina\u00e7\u00e3o.
FNRRS0438.message     = N\u00e3o \u00e9 poss\u00edvel adicionar uma fase de elimina\u00e7\u00e3o a uma agenda que j\u00e1 est\u00e1 a ser utilizada noutra agenda, identidade da fase: {0}.
FNRRS0438.arg.0       = Identidade da fase de elimina\u00e7\u00e3o relativamente \u00e0 qual a tentativa de adi\u00e7\u00e3o foi efectuada.

FNRRS0439.explanation = Ap\u00f3s uma agenda incluir uma fase cuja ac\u00e7\u00e3o de elimina\u00e7\u00e3o \u00e9 Destrui\u00e7\u00e3o Autom\u00e1tica, Destruir ou Transferir, n\u00e3o podem ser adicionadas fases adicionais.
FNRRS0439.action      = Remova primeiro qualquer fase de ac\u00e7\u00e3o de fim antes de tentar adicionar um nova fase a uma agenda de elimina\u00e7\u00e3o.
FNRRS0439.message     = N\u00e3o \u00e9 poss\u00edvel anexar uma fase de elimina\u00e7\u00e3o a uma agenda que j\u00e1 inclui uma fase de ac\u00e7\u00e3o de fim de Destrui\u00e7\u00e3o Autom\u00e1tica, Destruir ou Transferir.

FNRRS0440.explanation = N\u00e3o \u00e9 poss\u00edvel remover uma fase de elimina\u00e7\u00e3o de um conjunto a que n\u00e3o pertence.
FNRRS0440.action      = Actualize a agenda de elimina\u00e7\u00e3o correspondente e aceda novamente \u00e0 respectiva lista de elimina\u00e7\u00e3o.
FNRRS0440.message     = A fase de elimina\u00e7\u00e3o n\u00e3o \u00e9 um membro da fase desta lista de fase de elimina\u00e7\u00e3o, identidade da fase: {0}.
FNRRS0440.arg.0       = Identidade da fase de elimina\u00e7\u00e3o relativamente \u00e0 qual a tentativa de remo\u00e7\u00e3o foi efectuada.

FNRRS0441.explanation = Uma reten\u00e7\u00e3o alternativa especifica n\u00e3o pode existir mais de uma vez numa fase de elimina\u00e7\u00e3o.
FNRRS0441.action      = Crie uma nova reten\u00e7\u00e3o alternativa antes de tentar adicionar a mesma a uma fase de elimina\u00e7\u00e3o.
FNRRS0441.message     = N\u00e3o \u00e9 poss\u00edvel adicionar uma reten\u00e7\u00e3o alternativa a uma agenda de elimina\u00e7\u00e3o na qual j\u00e1 existe, identidade de reten\u00e7\u00e3o alternativa: {0}.
FNRRS0441.arg.0       = Identidade da reten\u00e7\u00e3o alternativa relativamente \u00e0 qual a tentativa de adi\u00e7\u00e3o foi efectuada.

FNRRS0442.explanation = Uma reten\u00e7\u00e3o alternativa espec\u00edfica n\u00e3o pode ser utilizada em mais de uma fase de elimina\u00e7\u00e3o.
FNRRS0442.action      = Crie uma nova reten\u00e7\u00e3o alternativa antes de tentar adicionar a mesma a uma fase de elimina\u00e7\u00e3o.
FNRRS0442.message     = N\u00e3o \u00e9 poss\u00edvel adicionar uma reten\u00e7\u00e3o alternativa a uma fase que j\u00e1 est\u00e1 a ser utilizada noutra fase, identidade da reten\u00e7\u00e3o alternativa: {0}.
FNRRS0442.arg.0       = Identidade da reten\u00e7\u00e3o alternativa relativamente \u00e0 qual a tentativa de adi\u00e7\u00e3o foi efectuada.

FNRRS0443.explanation = N\u00e3o \u00e9 poss\u00edvel remover uma reten\u00e7\u00e3o alternativa de um conjunto a que n\u00e3o pertence.
FNRRS0443.action      = Actualize a fase de elimina\u00e7\u00e3o correspondente e aceda novamente \u00e0 respectiva lista de reten\u00e7\u00e3o alternativa.
FNRRS0443.message     = A reten\u00e7\u00e3o alternativa n\u00e3o \u00e9 um membro desta lista de reten\u00e7\u00e3o alternativa, identidade da reten\u00e7\u00e3o alternativa: {0}.
FNRRS0443.arg.0       = Identidade da reten\u00e7\u00e3o alternativa relativamente \u00e0 qual a tentativa de remo\u00e7\u00e3o foi efectuada.

FNRRS0444.explanation = N\u00e3o \u00e9 suportada a elimina\u00e7\u00e3o directa de uma inst\u00e2ncia DispositionPhase.
FNRRS0444.action      = Utilize um dos m\u00e9todos DispositionPhaseList.remove para eliminar uma inst\u00e2ncia DispositionPhase.
FNRRS0444.message     = O m\u00e9todo de elimina\u00e7\u00e3o n\u00e3o \u00e9 suportado para uma inst\u00e2ncia DispositionPhase; em alternativa, utilize DispositionPhaseList.remove.

FNRRS0445.explanation = N\u00e3o \u00e9 suportada a elimina\u00e7\u00e3o directa de uma inst\u00e2ncia AlternateRetention.
FNRRS0445.action      = Utilize um dos m\u00e9todos AlternateRetentionList.remove para eliminar uma inst\u00e2ncia AlternateRetention.
FNRRS0445.message     = O m\u00e9todo de elimina\u00e7\u00e3o n\u00e3o \u00e9 suportado para uma inst\u00e2ncia AlternateRetention; em alternativa, utilize AlternateRetentionList.remove.

FNRRS0446.explanation = Ocorreu uma falha ao tentar obter a fun\u00e7\u00e3o de acesso definida por um identificador.
FNRRS0446.action      = Certifique-se de que o utilizador actual tem direitos suficientes para adicionar um novo membro a uma fun\u00e7\u00e3o existente e que a fun\u00e7\u00e3o em quest\u00e3o ainda existe no reposit\u00f3rio.
FNRRS0446.message     = Falha ao tentar obter a fun\u00e7\u00e3o de acesso definida pelo identificador = ''{0}''.
FNRRS0446.arg.0       = role_ID

FNRRS0447.explanation = \u00c9 necess\u00e1rio que uma agenda de elimina\u00e7\u00e3o inclua um valor da propriedade ''Motivo para altera\u00e7\u00e3o'' n\u00e3o em branco, antes de efectuar qualquer altera\u00e7\u00e3o \u00e0 mesma ou a qualquer uma das respectivas fases de elimina\u00e7\u00e3o associadas, ou a ambas, para que possa ser guardada.
FNRRS0447.action      = Indique um valor de propriedade ''Motivo para altera\u00e7\u00e3o'' n\u00e3o em branco na agenda de elimina\u00e7\u00e3o associada antes de tentar guardar a agenda de elimina\u00e7\u00e3o ou qualquer uma das respectivas fases de elimina\u00e7\u00e3o.
FNRRS0447.message     = N\u00e3o \u00e9 poss\u00edvel guardar uma fase de elimina\u00e7\u00e3o quando a agenda de elimina\u00e7\u00e3o associada n\u00e3o tem um valor de ''Motivo para altera\u00e7\u00e3o''.

FNRRS0448.explanation = O tipo de entidade do contentor obtido n\u00e3o corresponde ao tipo de entidade solicitado.  Por exemplo, se tentou obter uma categoria de registos utilizando um identificador de pasta de registos.
FNRRS0448.action      = Certifique-se de que o identificador do contentor est\u00e1 correcto para o tipo de contentor esperado e tente novamente.
FNRRS0448.message     = O tipo de entidade efectivo do contentor obtido n\u00e3o corresponde ao tipo de entidade pretendido especificado, ident. de contentor : {0}, tipo de entidade pretendido: {1}, tipo de entidade efectivo: {2}.
FNRRS0448.arg.0       = identificador do contentor
FNRRS0448.arg.1       = tipo de entidade pretendido
FNRRS0448.arg.2       = tipo de entidade de contentor efectivo

FNRRS0449.explanation = O IBM FileNet Content Search Engine devolve a excep\u00e7\u00e3o CBR_FULLTEXTROWLIMIT_EXCEEDED. Os resultados da pesquisa excedem a capacidade do motor. 
FNRRS0449.action      = Aperfei\u00e7oe as palavras-chave da pesquisa de conte\u00fado.
FNRRS0449.message     = Os resultados da pesquisa excedem a capacidade do IBM FileNet Content Search Engine. Aperfei\u00e7oe as palavras-chave da pesquisa de conte\u00fado.



FNRRS0600.explanation = Ocorreu uma excep\u00e7\u00e3o inesperada com Java API for Records Manager descrita pela exception_message.
FNRRS0600.action      = Verifique o texto da mensagem de excep\u00e7\u00e3o e o rastreio da pilha de mem\u00f3ria associado para obter mais informa\u00e7\u00f5es sobre a causa desta excep\u00e7\u00e3o.
FNRRS0600.message     = Ocorreu uma excep\u00e7\u00e3o inesperada: {0}.
FNRRS0600.arg.0       = exception_message

FNRRS0601.explanation = N\u00e3o est\u00e1 dispon\u00edvel um ficheiro de conjunto de recursos de globaliza\u00e7\u00e3o requerido, nome de base do conjunto: base_name.
FNRRS0601.action      = Verifique que um ou mais ficheiros de conjunto de recursos do formato basename_nnNN.properties est\u00e1 dispon\u00edvel no caminho da classe de JVM.
FNRRS0601.message     = N\u00e3o foi poss\u00edvel localizar ResourceBundle para o nome de base: ''{0}''.
FNRRS0601.arg.0       = base_name

FNRRS0602.explanation = Foi introduzido como par\u00e2metro de entrada um valor nulo ou um valor de cadeia em branco ou vazia n\u00e3o suportado: parameter_name.
FNRRS0602.action      = Certifique-se de que o valor para este par\u00e2metro n\u00e3o \u00e9 nulo ou uma cadeia vazia ou em branco.
FNRRS0602.message     = O valor do par\u00e2metro de entrada \u00e9 nulo ou \u00e9 uma cadeia nula ou em branco para o par\u00e2metro: {0}.
FNRRS0602.arg.0       = parameter_name

FNRRS0603.explanation = Foi introduzido como par\u00e2metro de entrada um valor de matriz n\u00e3o v\u00e1lido ou nulo n\u00e3o suportado: parameter_name.
FNRRS0603.action      = Certifique-se de que a matriz n\u00e3o \u00e9 nula ou vazia e que n\u00e3o cont\u00e9m membros de matriz nulos.
FNRRS0603.message     = O valor de par\u00e2metro de entrada \u00e9 nulo ou uma matriz n\u00e3o v\u00e1lida para o par\u00e2metro: {0}.
FNRRS0603.arg.0       = parameter_name

FNRRS0604.explanation = Foi introduzido como par\u00e2metro de entrada um valor de conjunto n\u00e3o v\u00e1lido ou nulo n\u00e3o suportado: parameter_name.
FNRRS0604.action      = Certifique-se de que o conjunto n\u00e3o \u00e9 nulo ou vazio e que n\u00e3o cont\u00e9m membros de matriz nulos.
FNRRS0604.message     = O valor do par\u00e2metro de entrada \u00e9 nulo ou um conjunto n\u00e3o v\u00e1lido para o par\u00e2metro: {0}.
FNRRS0604.arg.0       = parameter_name

#
#
#================================================================================
# JARM Logging Message Strings
#--------------------------------------------------------------------------------
# For each logging message include the suffixed resource where applicable:
#   .message     -- the actual log message containing any necessary {n} parameter placeholders.
#   .arg.n       -- description of argument parameter {n}.
#
#

FNRRS9999.message  = Mensagem de teste, param1: {0}, param2: {1}.

FNRRS0700.message = Erro durante a cria\u00e7\u00e3o de uma inst\u00e2ncia {0} {1} de auditoria RM para a entidade: {2}
FNRRS0700.arg.0   = Opera\u00e7\u00e3o a ser auditada, por exemplo, "Eliminar", "Relocalizar", etc.
FNRRS0700.arg.1   = Estado da auditoria de ''Sucesso'' ou ''Falha''.
FNRRS0700.arg.2   = Cadeia identificadora da entidade associada \u00e0 tentativa da auditoria RM.

FNRRS0701.message = O utilizador actual n\u00e3o tem acesso ao documento copiado do ficheiro {0} para a pasta de conte\u00fado {1} como parte de um processo de c\u00f3pia de registo.
FNRRS0701.arg.0   = Identificador da c\u00f3pia do documento recentemente criada.
FNRRS0701.arg.1   = Identificador da pasta de conte\u00fado envolvida.

FNRRS0702.message = Existe mais de um volume activo descendente na pasta de registos: {0}.
FNRRS0702.arg.0   = Identificador da pasta de registos ascendente.

FNRRS0703.message = Problema durante o processamento da vers\u00e3o de registo DoD Classified durante a declara\u00e7\u00e3o de novo registo: {0}
FNRRS0703.arg.0   = Mensagem de excep\u00e7\u00e3o.

FNRRS0704.message = Erro inesperado ao tentar eliminar automaticamente artefactos de elimina\u00e7\u00e3o geridos por PSS Atlas: {0}
FNRRS0704.arg.0   = Mensagem de excep\u00e7\u00e3o.

FNRRS0705.message = Repeti\u00e7\u00e3o do c\u00e1lculo do corte de elimina\u00e7\u00e3o foi efectuada na entidade: {0}.
FNRRS0705.arg.0   = Identificador da entidade.

#
#
#--------------------------------------------------------------------------------
#
#
#================================================================================
# JARM Miscellaneous Strings (primarily for auditing purposes).
#--------------------------------------------------------------------------------

#-- Used for LString class unit tests.
test.string1		= Cadeia de teste.
test.pattern1		= Primeira {0} e segunda {1}.

audit.reasonForFailure = Motivo da falha: {0}

#-- {0} - the record or entity which is affected
#-- {1} - location where the entity was transferred or exported
audit.successfulDelete = A entidade RM {0}, eliminada com \u00eaxito
audit.failedDelete	   = A entidade RM {0}, n\u00e3o foi eliminada

audit.successfulExport = A entidade RM {0}, foi exportada com \u00eaxito para {1}
audit.failedExport	   = A entidade RM {0}, n\u00e3o foi exportada para {1}

audit.successfulInterimTransfer = A entidade RM {0}, foi transferida interinamente para {1}
audit.failedInterimTransfer 	= A entidade RM {0}, n\u00e3o foi transferida interinamente para {1}

audit.successfulTransfer = A entidade RM {0}, foi transferida com \u00eaxito para {1}
audit.failedTransfer 	 = A entidade RM {0}, n\u00e3o foi transferida para {1}

audit.successfulUndeclare = A declara\u00e7\u00e3o do registo RM {0}, foi anulada com \u00eaxito
audit.failedUndeclare     = A declara\u00e7\u00e3o do registo RM {0}, n\u00e3o foi anulada

audit.successfulReview = O registo RM {0}, foi revisto com \u00eaxito
audit.failedReview     = O registo RM {0}, n\u00e3o foi revisto

#-- {0} - the record or entity which is affected
#-- {1} - source location where the entity is from
#-- {2} - destination location where the entity is being relocated to
audit.successfulRelocate = A entidade RM {0}, foi relocalizada da origem {1} para o destino {2}
audit.failedRelocate     = N\u00e3o foi poss\u00edvel relocalizar a entidade RM {0}

#-- {0} - the record or entity which is affected
#-- {1} - name of the hold
audit.holdReason       = Prazo de reten\u00e7\u00e3o manual
audit.successfulHold   = A entidade RM {0}, foi colocada em reten\u00e7\u00e3o com \u00eaxito {1}
audit.failedHold       = A entidade RM {0}, n\u00e3o foi colocada em reten\u00e7\u00e3o {1}

audit.removeHoldReason      = Prazo de reten\u00e7\u00e3o de remo\u00e7\u00e3o manual
audit.successfullRemoveHold = RMEntity {0}, foi removida com \u00eaxito da reten\u00e7\u00e3o {1}
audit.failedRemoveHold      = RMEntity {0}, n\u00e3o foi removida da reten\u00e7\u00e3o {1}

bulk.deleteReason	= Parte de uma opera\u00e7\u00e3o de elimina\u00e7\u00e3o em massa

disposition.deleteFromDestroy   = Elimina\u00e7\u00e3o executada em resultado de uma ac\u00e7\u00e3o de destrui\u00e7\u00e3o.
disposition.closedByDisposition = Fechado devido ao processamento de elimina\u00e7\u00e3o.

# volume.autoCloseReason must be limited to 64 chars max.
volume.autoCloseReason	= Volume fechado devido \u00e0 adi\u00e7\u00e3o de um novo volume descendente activo.

