# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2010, 2012 IBM Corp. All rights reserved.
#
# JARM Localized String Resources (en_US).
# Includes strings for exception messages, logging and
#  other miscellaneous usage.
#
#
#================================================================================
# JARM Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRS0100.explanation = Vlastnos\u0165 ozna\u010den\u00e1 pomocou symbolick\u00fd_n\u00e1zov_vlastnosti sa moment\u00e1lne nenach\u00e1dza v pam\u00e4ti cache vlastnost\u00ed.
FNRRS0100.action      = Obnovte vlastnosti objektu, aby ste mali istotu, \u017ee vlastnos\u0165 ktor\u00fa potrebujete, sa nach\u00e1dza vo filtri vlastnost\u00ed.
FNRRS0100.message     = Vlastnos\u0165 sa nenach\u00e1dza v pam\u00e4ti cache vlastnost\u00ed pre objekt, symbolick\u00fd n\u00e1zov vlastnosti: ''{0}''.
FNRRS0100.arg.0       = symbolick\u00fd_n\u00e1zov_vlastnosti

FNRRS0101.explanation = Oper\u00e1cia nie je podporovan\u00e1 pre tento typ_entity, identifikovan\u00fd ako  identita.
FNRRS0101.action      = Nastavte klientsku aplik\u00e1ciu, aby sa nepok\u00fa\u0161ala o t\u00fato oper\u00e1ciu  na tomto type in\u0161tancie.
FNRRS0101.message     = Oper\u00e1cia nie je podporovan\u00e1 pre tento typ in\u0161tancie, oper\u00e1cia: ''{0}'', TypEntity: ''{1}'', identita: ''{2}''.
FNRRS0101.arg.0       = oper\u00e1cia
FNRRS0101.arg.1       = typ_entity
FNRRS0101.arg.2       = identita

FNRRS0102.explanation = Kolekcia arch\u00edvov, v ktorej m\u00e1 oper\u00e1cia vyh\u013ead\u00e1vania prebieha\u0165,  nepatr\u00ed do rovnakej dom\u00e9ny.
FNRRS0102.action      = Presved\u010dte sa, \u010di v\u0161etky arch\u00edvy vyh\u013ead\u00e1vania patria do  rovnakej dom\u00e9ny.
FNRRS0102.message     = Arch\u00edvy vyh\u013ead\u00e1vania nepatria do rovnakej dom\u00e9ny.

FNRRS0103.explanation = Vlastnos\u0165 symbolick\u00fd_n\u00e1zov nepodporuje z\u00edskanie alebo nastavenie  typu typ_\u00fadajov.
FNRRS0103.action      = Obmedzte typ \u00fadajov pou\u017e\u00edvan\u00fd s touto vlastnos\u0165ou na tak\u00fd typ,   ktor\u00fd je definovan\u00fd v hodnote Typ\u00dadajov tejto vlastnosti.
FNRRS0103.message     = Vlastnos\u0165 nepodporuje typ \u00fadajov, symbolick\u00fd n\u00e1zov: ''{0}'', typ \u00fadajov: ''{1}''.
FNRRS0103.arg.0       = symbolick\u00fd_n\u00e1zov
FNRRS0103.arg.1       = typ_\u00fadajov

FNRRS0104.explanation = Cie\u013eov\u00fd rodi\u010dovsk\u00fd kontajner je moment\u00e1lne zatvoren\u00fd a nem\u00f4\u017ee akceptova\u0165  pridanie nov\u00fdch potomkov.
FNRRS0104.action      = Vyberte si bu\u010f alternat\u00edvny rodi\u010dovsk\u00fd kontajner alebo otvorte tento rodi\u010dovsk\u00fd kontajner.
FNRRS0104.message     = Cie\u013eov\u00fd rodi\u010dovsk\u00fd kontajner ''{0}'' je moment\u00e1lne zatvoren\u00fd pre prid\u00e1vanie nov\u00fdch potomkov.
FNRRS0104.arg.0       = ID_rodi\u010da

FNRRS0105.explanation = Zadan\u00fd rodi\u010dovsk\u00fd kontajner nem\u00f4\u017ee obsahova\u0165 potomka tak\u00e9hoto typu.
FNRRS0105.action      = Vyberte si alternat\u00edvny rodi\u010dovsk\u00fd kontajner pre nov\u00fd dc\u00e9rsky  objekt.
FNRRS0105.message     = Cie\u013eov\u00fd rodi\u010dovsk\u00fd kontajner ''{0}'' nem\u00f4\u017ee obsahova\u0165 dc\u00e9rsky objekt typu: {1}.
FNRRS0105.arg.0       = ID_rodi\u010da
FNRRS0105.arg.1       = typ_kontajnera

FNRRS0106.explanation = Zadan\u00e9 hodnoty vlastnosti pre nov\u00fd kontajner musia ma\u0165  jedine\u010dn\u00e9 hodnoty vz\u0165ahuj\u00face sa na v\u0161etky svoje potenci\u00e1lne existuj\u00face s\u00farodeneck\u00e9 kontajnery v r\u00e1mci cie\u013eov\u00e9ho rodi\u010dovsk\u00e9ho kontajnera.
FNRRS0106.action      = Presved\u010dte sa, \u010di boli jedine\u010dn\u00e9 hodnoty zadan\u00e9 pre spom\u00ednan\u00e9  hodnoty vlastnosti.
FNRRS0106.message     = Nov\u00fd kontajner typu {0} sa nepodarilo prida\u0165 do rodi\u010dovsk\u00e9ho kontajnera ''{1}'', preto\u017ee jedna alebo viacer\u00e9 z nasleduj\u00facich hodn\u00f4t vlastnost\u00ed nie s\u00fa jedine\u010dn\u00e9 medzi existuj\u00facimi s\u00farodeneck\u00fdmi kontajnermi: {2}, {3}.
FNRRS0106.arg.0       = typ_kontajnera
FNRRS0106.arg.1       = ID_rodi\u010da
FNRRS0106.arg.2       = n\u00e1zov_vlastnosti1
FNRRS0106.arg.3       = n\u00e1zov_vlastnosti2

FNRRS0107.explanation = Zadan\u00e1 vlastnos\u0165 mus\u00ed ma\u0165 priraden\u00fa nepr\u00e1zdnu hodnotu.
FNRRS0107.action      = Zadajte nepr\u00e1zdnu hodnotu pre zadan\u00fa vlastnos\u0165.
FNRRS0107.message     = V objekte ch\u00fdba nepr\u00e1zdna hodnota pre vlastnos\u0165 ''{0}''.
FNRRS0107.arg.0       = N\u00e1zov ch\u00fdbaj\u00facej alebo pr\u00e1zdnej vlastnosti.

FNRRS0108.explanation = Zadan\u00fd kontajner nem\u00f4\u017eete odstr\u00e1ni\u0165 kv\u00f4li existuj\u00facemu pozastaveniu  priamo na kontajneri, na jeho jednom alebo viacer\u00fdch rodi\u010doch alebo na jeho jednom alebo viacer\u00fdch dc\u00e9rskych  obsiahnut\u00fdch objektoch.
FNRRS0108.action      = Odstr\u00e1\u0148te prek\u00e1\u017eaj\u00face pozastavenia a znova sa pok\u00faste vykona\u0165 proces vymazania.
FNRRS0108.message     = Odstr\u00e1nenie kontajnera nie je povolen\u00e9 kv\u00f4li existuj\u00facim  podmienkam pozastavenia: ''{0}''.
FNRRS0108.arg.0       = odstr\u00e1ni\u0165_cie\u013e

FNRRS0109.explanation = Zadan\u00fd kontajner nie je mo\u017en\u00e9 vymaza\u0165, preto\u017ee obsahuje bu\u010f  podkontajnery alebo z\u00e1znamy.
FNRRS0109.action      = Vyma\u017ete obsah kontajnera a znova sa pok\u00faste vykona\u0165 proces vymazania.
FNRRS0109.message     = Nie je mo\u017en\u00e9 odstr\u00e1ni\u0165 nepr\u00e1zdny kontajner: ''{0}''.
FNRRS0109.arg.0       = delete_target

FNRRS0110.explanation = Zadan\u00fd kontajner nie je mo\u017en\u00e9 odstr\u00e1ni\u0165, preto\u017ee obsahuje bu\u010f podkontajnery alebo z\u00e1znamy, ktor\u00e1 sa odstra\u0148uj\u00fa logicky (to znamen\u00e1, \u017ee existuj\u00fa preto, lebo je povolen\u00e1 funkcia uchov\u00e1vania meta\u00fadajov).
FNRRS0110.action      = Odstr\u00e1\u0148te obsah kontajnera a znova sa pok\u00faste vykona\u0165 proces odstr\u00e1nenia.
FNRRS0110.message     = Nem\u00f4\u017eete odstr\u00e1ni\u0165 kontajner, ktor\u00fd obsahuje logicky odstr\u00e1nen\u00e9 obsiahnut\u00e9 objekty: ''{0}''.
FNRRS0110.arg.0       = delete_target

FNRRS0111.explanation = Do neakt\u00edvneho rodi\u010dovsk\u00e9ho kontajnera nem\u00f4\u017eete prida\u0165 nov\u00e9ho potomka.
FNRRS0111.action      = Aktivujte rodi\u010dovsk\u00fd kontajner alebo si vyberte in\u00fd rodi\u010dovsk\u00fd  kontajner, do ktor\u00e9ho potomka prid\u00e1te.
FNRRS0111.message     = Nem\u00f4\u017eete prida\u0165 nov\u00e9ho potomka do neakt\u00edvneho rodi\u010dovsk\u00e9ho kontajnera: ''{0}''.
FNRRS0111.arg.0       = rodi\u010dovsk\u00fd_kontajner

FNRRS0112.explanation = Ak polo\u017eky obsahu zad\u00e1vate pomocou ich ID, potom mus\u00edte zada\u0165 aj arch\u00edv obsahu.
FNRRS0112.action      = Zadajte vhodn\u00fd arch\u00edv obsahu pre ID polo\u017eiek obsahu.
FNRRS0112.message     = Chyba deklar\u00e1cie, pre identifik\u00e1tory polo\u017eiek obsahu nie je zadan\u00fd \u017eiadny arch\u00edv obsahu.

FNRRS0113.explanation = Ak po\u010das deklarovania nov\u00e9ho z\u00e1znamu zad\u00e1te viacer\u00e9 cie\u013eov\u00e9 kontajnery, potom bud\u00fa v\u0161etky podobn\u00e9 kontajnery patri\u0165 do rovnak\u00e9ho arch\u00edvu pl\u00e1nu s\u00faborov.
FNRRS0113.action      = Presved\u010dte sa, \u010di v\u0161etky cie\u013eov\u00e9 kontajnery deklar\u00e1cie z\u00e1znamu  patria do rovnak\u00e9ho arch\u00edvu pl\u00e1nu s\u00faborov.
FNRRS0113.message     = Chyba deklar\u00e1cie, cie\u013eov\u00e9 kontajnery musia patri\u0165 do rovnak\u00e9ho  arch\u00edvu pl\u00e1nu s\u00faborov.

FNRRS0114.explanation = Jeden z cie\u013eov\u00fdch kontajnerov pre deklar\u00e1ciu z\u00e1znamu bol v minulosti logicky odstr\u00e1nen\u00fd a nie je sp\u00f4sobil\u00fd obsahova\u0165 nov\u00e9 z\u00e1znamy.
FNRRS0114.action      = Odstr\u00e1\u0148te tento kontajner zo zoznamu a/alebo vyberte alternat\u00edvny  kontajner.
FNRRS0114.message     = Chyba deklar\u00e1cie, cie\u013eov\u00fd kontajner bol logicky odstr\u00e1nen\u00fd: ''{0}''.
FNRRS0114.arg.0       = ident_kontajnera

FNRRS0115.explanation = Z\u00e1znam nem\u00f4\u017eete deklarova\u0165 do zatvoren\u00e9ho kontajnera.
FNRRS0115.action      = Kontajner znovu otvorte a sk\u00faste to znovu alebo si vyberte in\u00fd kontajner.
FNRRS0115.message     = Chyba deklar\u00e1cie, cie\u013eov\u00fd kontajner je zatvoren\u00fd: ''{0}''.
FNRRS0115.arg.0       = ident_kontajnera

FNRRS0116.explanation = Jeden z cie\u013eov\u00fdch kontajnerov pre deklar\u00e1ciu z\u00e1znamu je moment\u00e1lne neakt\u00edvny a nie je sp\u00f4sobil\u00fd obsahova\u0165 nov\u00e9 z\u00e1znamy.
FNRRS0116.action      = Tento kontajner op\u00e4tovne aktivujte alebo ho odstr\u00e1\u0148te  zo zoznamu cie\u013eov\u00fdch kontajnerov.
FNRRS0116.message     = Chyba deklar\u00e1cie, cie\u013eov\u00fd kontajner je neakt\u00edvny: ''{0}''.
FNRRS0116.arg.0       = ident_kontajnera

FNRRS0117.explanation = Ako cie\u013e pre deklar\u00e1ciu z\u00e1znamu m\u00f4\u017eete zada\u0165 len jeden fyzick\u00fd typ kontajnera.
FNRRS0117.action      = Zoznam cie\u013eov\u00fdch kontajnerov obmedzte na jedin\u00fd fyzick\u00fd typ kontajnera.
FNRRS0117.message     = Chyba deklar\u00e1cie, boli zadan\u00e9 viacer\u00e9 fyzick\u00e9 typy kontajnerov.

FNRRS0118.explanation = V\u0161etky polo\u017eky obsahu priraden\u00e9 nov\u00e9mu z\u00e1znamu musia patri\u0165 do rovnak\u00e9ho  arch\u00edvu obsahu.
FNRRS0118.action      = Presved\u010dte sa, \u010di v\u0161etky priraden\u00e9 polo\u017eky obsahu patria do  rovnak\u00e9ho arch\u00edvu obsahu.
FNRRS0118.message     = Chyba deklar\u00e1cie, zadan\u00e9 polo\u017eky obsahu pre deklar\u00e1ciu nov\u00e9ho z\u00e1znamu patria do rozdielnych arch\u00edvov obsahu.

FNRRS0119.explanation = Zadan\u00e1 polo\u017eka obsahu nie je vhodn\u00e1 pre deklar\u00e1ciu z\u00e1znamu, preto\u017ee  vlastnos\u0165 M\u00f4\u017eeDeklarova\u0165 m\u00e1 hodnotu false, polo\u017eka je v stave rezerv\u00e1cie alebo u\u017e bola polo\u017eka deklarovan\u00e1.
FNRRS0119.action      = Opravte chybn\u00fa polo\u017eku obsahu alebo zadajte in\u00fa polo\u017eku obsahu.
FNRRS0119.message     = Chyba deklar\u00e1cie, zadan\u00e1 polo\u017eka obsahu je nesp\u00f4sobil\u00e1 pre  deklar\u00e1ciu z\u00e1znamu: ''{0}''.
FNRRS0119.arg.0       = ident_polo\u017eky_obsahu

FNRRS0120.explanation = Zadan\u00fd z\u00e1znam nem\u00f4\u017ee by\u0165 odstr\u00e1nen\u00fd kv\u00f4li existuj\u00facemu pozastaveniu,  ktor\u00e9 je bu\u010f priamo na z\u00e1zname alebo na jednom alebo na viacer\u00fdch z jeho rodi\u010dov.
FNRRS0120.action      = Odstr\u00e1\u0148te prek\u00e1\u017eaj\u00face pozastavenia a znova sa pok\u00faste vykona\u0165 proces vymazania.
FNRRS0120.message     = Odstr\u00e1nenie z\u00e1znamu nie je povolen\u00e9 kv\u00f4li existuj\u00facim podmienkam pozastavenia: ''{0}''.
FNRRS0120.arg.0       = odstr\u00e1ni\u0165_cie\u013e

FNRRS0121.explanation = Hodnota vlastnosti Nahradenie pre objekt z\u00e1znamu m\u00f4\u017ee obsahova\u0165 len  existuj\u00faci objekt z\u00e1znamu.
FNRRS0121.action      = Presved\u010dte sa, \u010di bola k vlastnosti Nahradenie priraden\u00e1 hodnota objektu com.ibm.jarm.api.core.Record type.
FNRRS0121.message     = Chyba deklar\u00e1cie, hodnota vlastnosti Nahradenie nov\u00e9ho z\u00e1znamu mus\u00ed by\u0165 in\u00fdm objektom Z\u00e1znam.

FNRRS0122.explanation = Cie\u013eov\u00fd z\u00e1znam pre hodnotu vlastnosti Nahradenie nov\u00e9ho z\u00e1znamu nem\u00f4\u017ee by\u0165 u\u017e nahraden\u00fd.
FNRRS0122.action      = Nepok\u00fa\u0161ajte sa nahradi\u0165 existuj\u00faci z\u00e1znam, ktor\u00fd u\u017e bol nahraden\u00fd.
FNRRS0122.message     = Cie\u013eov\u00fd z\u00e1znam vlastnosti Nahradenie nov\u00e9ho z\u00e1znamu bol u\u017e v minulosti nahraden\u00fd.

FNRRS0123.explanation = Cie\u013eov\u00fd z\u00e1znam pre hodnotu vlastnosti Nahradenie nov\u00e9ho z\u00e1znamu nem\u00f4\u017eete z\u00edska\u0165 na \u00fa\u010dely overovania platnosti.
FNRRS0123.action      = Presved\u010dte sa, \u010di st\u00e1le existuje n\u00e1hrada hodnoty cie\u013eov\u00e9ho z\u00e1znamu  a/alebo \u010di m\u00e1 s\u00fa\u010dasn\u00fd u\u017e\u00edvate\u013e k nej potrebn\u00fd zabezpe\u010den\u00fd pr\u00edstup.
FNRRS0123.message     = Chyba deklar\u00e1cie, cie\u013eov\u00fd z\u00e1znam vlastnosti Nahradenie nov\u00e9ho z\u00e1znamu nie je k dispoz\u00edcii.

FNRRS0124.explanation = Do cie\u013eov\u00e9ho z\u00e1znamu pre hodnotu vlastnosti Nahradenie nov\u00e9ho z\u00e1znamu nie je mo\u017en\u00e9 zapisova\u0165.
FNRRS0124.action      = Presved\u010dte sa, \u010di m\u00e1 s\u00fa\u010dasn\u00fd u\u017e\u00edvate\u013e potrebn\u00e9 opr\u00e1vnenie na z\u00e1pis	do n\u00e1hradnej hodnoty cie\u013eov\u00e9ho z\u00e1znamu.
FNRRS0124.message     = Chyba deklar\u00e1cie, do cie\u013eov\u00e9ho z\u00e1znamu vlastnosti Nahradenie nov\u00e9ho z\u00e1znamu nie je mo\u017en\u00e9 zapisova\u0165.

FNRRS0125.explanation = Cie\u013eov\u00fd z\u00e1znam pre hodnotu vlastnosti Potvrdenie o doru\u010den\u00ed nov\u00e9ho z\u00e1znamu je u\u017e z\u00e1znamom potvrdenia o doru\u010den\u00ed.
FNRRS0125.action      = Ako hodnotu pre Potvrdenie o doru\u010den\u00ed vyberte alternat\u00edvny z\u00e1znam.
FNRRS0125.message     = Chyba deklar\u00e1cie, cie\u013eov\u00fd z\u00e1znam pre hodnotu vlastnosti Potvrdenie o doru\u010den\u00ed nov\u00e9ho z\u00e1znamu je u\u017e z\u00e1znamom potvrdenia o doru\u010den\u00ed.

FNRRS0126.explanation = Pri deklarovan\u00ed z\u00e1znamu v arch\u00edve pl\u00e1nu s\u00faborov, ktor\u00fd je nakonfigurovan\u00fd  pomocou d\u00e1tov\u00e9ho modelu Utajovania DoD, vy\u017eaduje sa hodnota vlastnosti Aktu\u00e1lne utajenie, ktor\u00e1 nebude null alebo pr\u00e1zdna.
FNRRS0126.action      = Zadajte platn\u00fa hodnotu vlastnosti Aktu\u00e1lne utajenie.
FNRRS0126.message     = Chyba deklar\u00e1cie, vlastnos\u0165 ''Aktu\u00e1lne utajenie'' v\u00e1m ch\u00fdba alebo je neplatn\u00e1.

FNRRS0127.explanation = Utajen\u00fd z\u00e1znam mus\u00ed ma\u0165 platn\u00fa hodnotu vlastnosti P\u00f4vodn\u00e9 utajenie.
FNRRS0127.action      = Zadajte platn\u00fa hodnotu vlastnosti P\u00f4vodn\u00e9 utajenie.
FNRRS0127.message     = Chyba deklar\u00e1cie, vlastnos\u0165 ''P\u00f4vodn\u00e9 utajenie'' v\u00e1m ch\u00fdba alebo je neplatn\u00e1.

FNRRS0128.explanation = Ak nem\u00e1te pri utajenom z\u00e1zname zadan\u00fa \u017eiadnu vlastnos\u0165 Odvoden\u00e9 od, potom  musia by\u0165 zadan\u00e9 vlastnosti Utajil a Pr\u00ed\u010dina utajenia.
FNRRS0128.action      = Zadajte platn\u00e9 hodnoty vlastnost\u00ed Utajil a Pr\u00ed\u010dina utajenia.
FNRRS0128.message     = Chyba deklar\u00e1cie, vlastnos\u0165 ''\u00darad pre utajovan\u00e9 skuto\u010dnosti'' v\u00e1m ch\u00fdba alebo je neplatn\u00e1.

FNRRS0129.explanation = Ak nem\u00e1te pri utajenom z\u00e1zname zadan\u00e9 \u017eiadne V\u00fdnimky, potom mus\u00ed by\u0165 zadan\u00e9 Odtajni\u0165 d\u0148a alebo Odtajni\u0165 pri udalosti.
FNRRS0129.action      = Zadajte platn\u00fa v\u00fdnimku, alebo zadajte platn\u00fd d\u00e1tum zru\u0161enia klasifik\u00e1cie alebo udalos\u0165 zru\u0161enia klasifik\u00e1cie.
FNRRS0129.message     = Chyba deklar\u00e1cie, ch\u00fdba v\u00e1m bu\u010f platn\u00e1 vlastnos\u0165 ''Odtajni\u0165 d\u0148a'' alebo ''Odtajni\u0165 pri udalosti''.

FNRRS0130.explanation = Ak nem\u00e1te pri utajenom z\u00e1zname zadan\u00e9 \u017eiadne V\u00fdnimky A je zadan\u00e9  Odtajni\u0165 d\u0148a, potom mus\u00ed tento d\u00e1tum spada\u0165 do r\u00e1mca \u010dasov\u00e9ho limitu, ktor\u00fd ur\u010duje aktu\u00e1lna prezidentsk\u00e1 smernica.
FNRRS0130.action      = Zadajte platn\u00fa v\u00fdnimku, alebo zadajte platn\u00fd d\u00e1tum zru\u0161enia klasifik\u00e1cie alebo udalos\u0165 zru\u0161enia klasifik\u00e1cie.
FNRRS0130.message     = Chyba deklar\u00e1cie, zadan\u00e1 hodnota ''Odtajni\u0165 d\u0148a'' je mimo rozsahu.

FNRRS0131.explanation = Ak m\u00e1te pri utajenom z\u00e1zname zadan\u00e9 intern\u00e9 Doplnkov\u00e9 ozna\u010denie, potom nebude povolen\u00e9 ani Odtajni\u0165 d\u0148a ani Odtajni\u0165 pri udalosti.
FNRRS0131.action      = Bu\u010f odstr\u00e1\u0148te hodnoty Odtajni\u0165 d\u0148a a Odtajni\u0165 pri udalosti,  alebo odstr\u00e1\u0148te re\u0161trik\u010dn\u00e9 Doplnkov\u00e9 ozna\u010denie.
FNRRS0131.message     = Chyba deklar\u00e1cie, intern\u00fd z\u00e1znam nem\u00f4\u017ee ma\u0165 ani vlastnos\u0165  ''Odtajni\u0165 d\u0148a'' ani vlastnos\u0165 ''Odtajni\u0165  pri udalosti''.

FNRRS0132.explanation = Ak m\u00e1te pri utajenom z\u00e1zname zadan\u00e9 intern\u00e9 Doplnkov\u00e9 ozna\u010denie, potom nebud\u00fa povolen\u00e9 \u017eiadne hodnoty pre V\u00fdnimku.
FNRRS0132.action      = Bu\u010f odstr\u00e1\u0148te hodnoty V\u00fdnimky alebo odstr\u00e1\u0148te re\u0161trik\u010dn\u00e9  Doplnkov\u00e9 ozna\u010denie.
FNRRS0132.message     = Chyba deklar\u00e1cie, intern\u00fd z\u00e1znam nem\u00f4\u017ee ma\u0165 \u017eiadnu vlastnos\u0165  ''V\u00fdnimka''.

FNRRS0133.explanation = Ak m\u00e1te pri utajenom z\u00e1zname zadan\u00e9 intern\u00e9 Doplnkov\u00e9 ozna\u010denie, potom nebud\u00fa povolen\u00e9 \u017eiadne hodnoty pre Zn\u00ed\u017eenie stup\u0148a.
FNRRS0133.action      = Bu\u010f odstr\u00e1\u0148te hodnoty pre Zn\u00ed\u017ei\u0165 stupe\u0148 alebo odstr\u00e1\u0148te re\u0161trik\u010dn\u00e9  Doplnkov\u00e9 ozna\u010denie.
FNRRS0133.message     = Chyba deklar\u00e1cie, intern\u00fd z\u00e1znam nem\u00f4\u017ee ma\u0165 ani vlastnos\u0165  ''Zn\u00ed\u017ei\u0165 stupe\u0148 d\u0148a'' ani vlastnos\u0165 ''Zn\u00ed\u017ei\u0165 stupe\u0148 pri udalosti''.

FNRRS0134.explanation = Pri utajenom z\u00e1zname mus\u00ed by\u0165 zadan\u00fd platn\u00fd Org\u00e1n pre utajovan\u00e9 skuto\u010dnosti.
FNRRS0134.action      = Zadajte platn\u00fa vlastnos\u0165 Org\u00e1n pre utajovan\u00e9 skuto\u010dnosti.
FNRRS0134.message     = Chyba deklar\u00e1cie, vlastnos\u0165 ''Org\u00e1n pre utajovan\u00e9 skuto\u010dnosti'' v\u00e1m ch\u00fdba alebo je neplatn\u00e1.

FNRRS0135.explanation = Ak m\u00e1te pri utajenom z\u00e1zname zadan\u00e9 bu\u010f Zn\u00ed\u017ei\u0165 stupe\u0148 d\u0148a alebo Zn\u00ed\u017ei\u0165 stupe\u0148 pri udalosti, potom mus\u00ed by\u0165 zadan\u00e1 vlastnos\u0165 Pokyny pre zn\u00ed\u017eenie stup\u0148a.
FNRRS0135.action      = Bu\u010f zadajte Pokyny pre zn\u00ed\u017eenie stup\u0148a alebo nezad\u00e1vajte \u017eiadne  vlastnosti Zn\u00ed\u017ei\u0165 stupe\u0148 d\u0148a ani Zn\u00ed\u017ei\u0165 stupe\u0148 pri udalosti.
FNRRS0135.message     = Chyba deklar\u00e1cie, vlastnos\u0165 ''Pokyny pre zn\u00ed\u017eenie stup\u0148a'' v\u00e1m ch\u00fdba alebo je neplatn\u00e1.

FNRRS0136.explanation = Ak m\u00e1te pri utajenom z\u00e1zname zadan\u00fa vlastnos\u0165 Stupe\u0148 zv\u00fd\u0161en\u00fd d\u0148a, potom mus\u00ed by\u0165 zadan\u00e1 aj vlastnos\u0165 Pr\u00ed\u010dina zv\u00fd\u0161enia stup\u0148a.
FNRRS0136.action      = Bu\u010f zadajte vlastnos\u0165 Pr\u00ed\u010dina zv\u00fd\u0161enia stup\u0148a, alebo nezad\u00e1vajte  \u017eiadnu vlastnos\u0165 Stupe\u0148 zv\u00fd\u0161en\u00fd d\u0148a.
FNRRS0136.message     = Chyba deklar\u00e1cie, vlastnos\u0165 ''Pr\u00ed\u010dina zv\u00fd\u0161enia stup\u0148a'' v\u00e1m ch\u00fdba alebo je neplatn\u00e1.

FNRRS0137.explanation = Ak m\u00e1te pri utajenom z\u00e1zname zadan\u00fa vlastnos\u0165 Stupe\u0148 zv\u00fd\u0161en\u00fd d\u0148a, potom mus\u00ed by\u0165 zadan\u00e1 aj vlastnos\u0165 Stupe\u0148 zv\u00fd\u0161il.
FNRRS0137.action      = Bu\u010f zadajte vlastnos\u0165 Stupe\u0148 zv\u00fd\u0161il, alebo nezad\u00e1vajte \u017eiadnu  vlastnos\u0165 Stupe\u0148 zv\u00fd\u0161en\u00fd d\u0148a.
FNRRS0137.message     = Chyba deklar\u00e1cie, vlastnos\u0165 ''Stupe\u0148 zv\u00fd\u0161il'' v\u00e1m ch\u00fdba alebo je neplatn\u00e1.

FNRRS0138.explanation = Ak m\u00e1te pri utajenom z\u00e1zname zadan\u00fa vlastnos\u0165 Skontrolovan\u00e9 d\u0148a,  potom mus\u00ed by\u0165 zadan\u00e1 aj vlastnos\u0165 Skontroloval.
FNRRS0138.action      = Bu\u010f zadajte vlastnos\u0165 Skontroloval, alebo nezad\u00e1vajte \u017eiadnu  vlastnos\u0165 Skontrolovan\u00e9 d\u0148a.
FNRRS0138.message     = Chyba deklar\u00e1cie, vlastnos\u0165 ''Skontroloval'' v\u00e1m ch\u00fdba alebo je neplatn\u00e1.

FNRRS0139.explanation = Ak m\u00e1te pri utajenom z\u00e1zname zadan\u00fa vlastnos\u0165 Stupe\u0148 zn\u00ed\u017een\u00fd d\u0148a, potom mus\u00ed by\u0165 zadan\u00e1 aj vlastnos\u0165 Stupe\u0148 zn\u00ed\u017eil.
FNRRS0139.action      = Bu\u010f zadajte vlastnos\u0165 Stupe\u0148 zn\u00ed\u017eil, alebo nezad\u00e1vajte \u017eiadnu  vlastnos\u0165 Stupe\u0148 zn\u00ed\u017een\u00fd d\u0148a.
FNRRS0139.message     = Chyba deklar\u00e1cie, vlastnos\u0165 ''Stupe\u0148 zn\u00ed\u017eil'' v\u00e1m ch\u00fdba alebo je neplatn\u00e1.

FNRRS0140.explanation = Ak m\u00e1te pri utajenom z\u00e1zname zadan\u00fa vlastnos\u0165 Odtajnen\u00e9 d\u0148a, potom mus\u00ed by\u0165 zadan\u00e1 aj vlastnos\u0165 Odtajnil.
FNRRS0140.action      = Bu\u010f zadajte vlastnos\u0165 Odtajnil, alebo nezad\u00e1vajte \u017eiadnu  vlastnos\u0165 Odtajnen\u00e9 d\u0148a.
FNRRS0140.message     = Chyba deklar\u00e1cie, vlastnos\u0165 ''Odtajnil'' v\u00e1m ch\u00fdba alebo je neplatn\u00e1.

FNRRS0141.explanation = Pri pokuse o deklar\u00e1ciu utajen\u00e9ho z\u00e1znamu, zlyhalo jedno alebo viacer\u00e9 overenia platnosti utajenia DoD.
FNRRS0141.action      = Presk\u00famajte kolekciu chybov\u00fdch z\u00e1znamov v\u00fdnimky, kde n\u00e1jdete podrobnosti o ka\u017edom zlyhan\u00ed overenia platnosti.
FNRRS0141.message     = Chyba deklar\u00e1cie, vyskytla sa jedna alebo viacer\u00e9 chyby overenia  platnosti Utajenia DoD. Podrobnosti n\u00e1jdete v chybov\u00fdch z\u00e1znamoch v\u00fdnimky.

FNRRS0142.explanation = Prebehol pokus o nastavenie kontajnera z\u00e1znamov na hodnotu Akt\u00edvny, ten v\u0161ak u\u017e bol Akt\u00edvny.  Akt\u00edvny kontajner nem\u00f4\u017eete nastavi\u0165 na hodnotu Akt\u00edvny.
FNRRS0142.action      = Zistite pr\u00ed\u010dinu nastavovania kontajnera na hodnotu Akt\u00edvny, ke\u010f  ten u\u017e je Akt\u00edvny.
FNRRS0142.message     = Kontajner nie je mo\u017en\u00e9 nastavi\u0165 ako Akt\u00edvny, preto\u017ee u\u017e je Akt\u00edvny.

FNRRS0143.explanation = Prebehol pokus o nastavenie kontajnera z\u00e1znamov na hodnotu Neakt\u00edvny, ten v\u0161ak u\u017e bol Neakt\u00edvny.  Neakt\u00edvny kontajner nem\u00f4\u017eete nastavi\u0165 na hodnotu Neakt\u00edvny.
FNRRS0143.action      = Zistite pr\u00ed\u010dinu nastavovania kontajnera na hodnotu Neakt\u00edvny, ke\u010f  ten u\u017e je Neakt\u00edvny.
FNRRS0143.message     = Kontajner nie je mo\u017en\u00e9 nastavi\u0165 ako Neakt\u00edvny; u\u017e je Neakt\u00edvny.

FNRRS0144.explanation = Ke\u010f je kontajner Neakt\u00edvny, v\u0161etky jeho podkontajnery a\u017e po posledn\u00fa \u00farove\u0148 hierarchie kontajnera musia by\u0165 tie\u017e Neakt\u00edvne.  Pokus o nastavenie kontajnera na hodnotu Akt\u00edvny, ke\u010f jeden z jeho rodi\u010dov je Neakt\u00edvny, nie je povolen\u00fd.
FNRRS0144.action      = Ak mus\u00ed by\u0165 kontajner nastaven\u00fd ako Akt\u00edvny, potom mus\u00edte najprv nastavi\u0165 v\u0161etk\u00fdch rodi\u010dov, ktor\u00ed s\u00fa Neakt\u00edvni, na hodnotu Akt\u00edvny.
FNRRS0144.message     = Kontajner nie je mo\u017en\u00e9 nastavi\u0165 ako Akt\u00edvny; rodi\u010dovsk\u00fd kontajner je Neakt\u00edvny.

FNRRS0145.explanation = Ke\u010f je kontajner nastaven\u00fd na hodnotu Neakt\u00edvny, mus\u00edte zda\u0165 d\u00f4vod pre akciu.  V tomto d\u00f4vode je uveden\u00e1 inform\u00e1cia pre\u010do tento kontajner u\u017e viac nie je Akt\u00edvny.
FNRRS0145.action      = D\u00f4vod uve\u010fte pri nastaven\u00ed kontajnera na hodnotu Neakt\u00edvny.
FNRRS0145.message     = D\u00f4vod pre Neakt\u00edvny sa vy\u017eaduje pri nastavovan\u00ed kontajnera na hodnotu Neakt\u00edvny.

FNRRS0146.explanation = Znova otvori\u0165 m\u00f4\u017eete len kontajner, ktor\u00fd bol zatvoren\u00fd.  Ak u\u017e j e kontajner otvoren\u00fd, potom ho nem\u00f4\u017eete znova otvori\u0165.
FNRRS0146.action      = Neotv\u00e1rajte znova kontajner, pokia\u013e nie je v uzatvorenom stave.
FNRRS0146.message     = Nem\u00f4\u017eete znova otvori\u0165 kontajner, ktor\u00fd nebol zatvoren\u00fd.

FNRRS0147.explanation = Akcia op\u00e4tovn\u00e9ho otvorenia je platn\u00e1 len pre kontajner, ktor\u00fd sa moment\u00e1lne nach\u00e1dza v stave Zatvoren\u00fd. Aktu\u00e1lny kontajner u\u017e bol znova otvoren\u00fd, preto ho nem\u00f4\u017eete znova otvori\u0165.
FNRRS0147.action      = Neotv\u00e1rajte znova kontajner, pokia\u013e nie je v uzatvorenom stave.
FNRRS0147.message     = Nem\u00f4\u017eete znovu otvori\u0165 kontajner, ktor\u00fd je znova otvoren\u00fd.

FNRRS0148.explanation = Kontajner m\u00f4\u017eete znovu otvori\u0165 len vtedy, ak bud\u00fa v\u0161etky jeho rodi\u010dovsk\u00e9  kontajnery v stave Otvoren\u00fd. Ak bude nejak\u00fd rodi\u010dovsk\u00fd kontajner zatvoren\u00fd, kontajner nebude mo\u017en\u00e9 znova otvori\u0165.
FNRRS0148.action      = Kontajner znova neotv\u00e1rajte, pokia\u013e nie s\u00fa v\u0161etci jeho rodi\u010dia otvoren\u00ed.
FNRRS0148.message     = Nie je mo\u017en\u00e9 znova otvori\u0165 kontajner, ktor\u00fd m\u00e1 zatvoren\u00fd rodi\u010dovsk\u00fd kontajner.

FNRRS0149.explanation = Pri zatv\u00e1ran\u00ed kontajnera mus\u00edte zada\u0165 d\u00f4vod pre zatvorenie kontajnera. D\u00f4vodom mus\u00ed by\u0165 platn\u00fd, nepr\u00e1zdny re\u0165azec.
FNRRS0149.action      = Zadajte nepr\u00e1zdny re\u0165azec, v ktorom uvediete pre\u010do kontajner zatv\u00e1rate.
FNRRS0149.message     = D\u00f4vod mus\u00edte zada\u0165 pri zatv\u00e1ran\u00ed kontajnera.

FNRRS0150.explanation = Nem\u00f4\u017eete zatvori\u0165 kontajner, ktor\u00fd u\u017e je zatvoren\u00fd.  Kontajner m\u00f4\u017eete zatvori\u0165 len vtedy, ak je otvoren\u00fd (nikdy nebol zatvoren\u00fd) alebo ho m\u00f4\u017eete znova otvori\u0165 (bol zatvoren\u00fd teraz je v\u0161ak znova otvoren\u00fd)
FNRRS0150.action      = Najprv skontrolujte, \u010di u\u017e nie je kontajner zatvoren\u00fd, a a\u017e potom   sa pok\u00faste o jeho zatvorenie.
FNRRS0150.message     = Kontajner nie je mo\u017en\u00e9 zatvori\u0165, u\u017e je zatvoren\u00fd.

FNRRS0151.explanation = Z\u00e1znam nem\u00f4\u017eete zaradi\u0165 do kontajnera, ktor\u00fd je moment\u00e1lne neakt\u00edvny.
FNRRS0151.action      = Kontajner znova aktivujte alebo si vyberte in\u00fd cie\u013e, do ktor\u00e9ho z\u00e1znam zarad\u00edte.
FNRRS0151.message     = Z\u00e1znam nem\u00f4\u017eete zaradi\u0165 do neakt\u00edvneho kontajnera.

FNRRS0152.explanation = Z\u00e1znam nem\u00f4\u017eete zaradi\u0165 do kontajnera, ktor\u00fd je moment\u00e1lne zatvoren\u00fd.
FNRRS0152.action      = Kontajner znova otvorte alebo si vyberte in\u00fd cie\u013e, do ktor\u00e9ho z\u00e1znam zarad\u00edte.
FNRRS0152.message     = Z\u00e1znam nem\u00f4\u017eete zaradi\u0165 do zatvoren\u00e9ho kontajnera.

FNRRS0153.explanation = Zara\u010fovac\u00ed cie\u013eov\u00fd kontajner nem\u00f4\u017ee obsahova\u0165 tento typ z\u00e1znamu.
FNRRS0153.action      = Vyberte alternat\u00edvny kontajner, do ktor\u00e9ho sa m\u00e1 ulo\u017ei\u0165 z\u00e1znam.
FNRRS0153.message     = Zara\u010fovac\u00ed cie\u013eov\u00fd kontajner nem\u00f4\u017ee obsahova\u0165 z\u00e1znam s typom entity: {0}.

FNRRS0154.explanation = Z\u00e1znam sa u\u017e nach\u00e1dza v zadanom cie\u013eovom kontajneri (alebo na jeho akt\u00edvnom dc\u00e9rskom zv\u00e4zku).
FNRRS0154.action      = Vyberte alternat\u00edvny kontajner, do ktor\u00e9ho sa m\u00e1 ulo\u017ei\u0165 z\u00e1znam.
FNRRS0154.message     = Z\u00e1znam nie je mo\u017en\u00e9 zaradi\u0165, preto\u017ee ho u\u017e obsahuje cie\u013eov\u00fd kontajner (alebo jeho akt\u00edvny dc\u00e9rsky zv\u00e4zok).

FNRRS0155.explanation = Z\u00e1znam nie je mo\u017en\u00e9 zaradi\u0165 do kontajnera, ktor\u00fd sa nach\u00e1dza mimo  svojho existuj\u00faceho pl\u00e1nu s\u00faborov.
FNRRS0155.action      = Vyberte kontajner z r\u00e1mca existuj\u00faceho pl\u00e1nu s\u00faborov z\u00e1znamu.
FNRRS0155.message     = Z\u00e1znam nem\u00f4\u017ee by\u0165 zaraden\u00fd do kontajnera, ktor\u00fd sa nach\u00e1dza mimo  jeho existuj\u00faceho pl\u00e1nu s\u00faborov.

FNRRS0156.explanation = Fyzick\u00fd z\u00e1znam nie je mo\u017en\u00e9 zaradi\u0165 do viacer\u00fdch fyzick\u00fdch kontajnerov.
FNRRS0156.action      = Ukladanie fyzick\u00fdch z\u00e1znamov obmedzte na jeden fyzick\u00fd kontajner.
FNRRS0156.message     = Fyzick\u00fd z\u00e1znam nie je mo\u017en\u00e9 zaradi\u0165 do viacer\u00fdch fyzick\u00fdch kontajnerov.

FNRRS0157.explanation = Fyzick\u00fd z\u00e1znam nie je mo\u017en\u00e9 ulo\u017ei\u0165 do viacer\u00fdch fyzick\u00fdch kontajnerov.
FNRRS0157.action      = Ukladanie fyzick\u00fdch z\u00e1znamov obmedzte na jeden fyzick\u00fd kontajner.
FNRRS0157.message     = Zadan\u00fd re\u017eim ZaplneniePl\u00e1nu sa ned\u00e1 pou\u017ei\u0165 pri vymaz\u00e1van\u00ed  existuj\u00faceho priradenia pl\u00e1nu dostupnosti: {0}.

FNRRS0158.explanation = Zadan\u00e9 pozastavenie nie je priraden\u00e9 k entite, preto nem\u00f4\u017ee by\u0165 odstr\u00e1nen\u00e9.
FNRRS0158.action      = Najprv sa presved\u010dte, \u010di je objekt pozastavenia priraden\u00fd  k entite, a a\u017e potom sa ho pok\u00faste odstr\u00e1ni\u0165.
FNRRS0158.message     = Pozastavenie nie je mo\u017en\u00e9 odstr\u00e1ni\u0165, preto\u017ee nie je priraden\u00e9  k entite, identita pozastavenia: {0}.
FNRRS0158.arg.0	   = Identita dan\u00e9ho pozastavenia.

FNRRS0159.explanation = Zadan\u00e9 pozastavenie bolo dynamicky priraden\u00e9 entite. Nem\u00f4\u017eete ho odstr\u00e1ni\u0165 manu\u00e1lne
FNRRS0159.action      = Spustite \u010cistenie pozastaven\u00ed, aby ste mohli odstr\u00e1ni\u0165 dynamick\u00e9  pozastavenia.
FNRRS0159.message     = Manu\u00e1lne nie je mo\u017en\u00e9 odstr\u00e1ni\u0165 pozastavenie, ktor\u00e9 bolo pou\u017eit\u00e9  dynamicky, identita pozastavenia: {0}.
FNRRS0159.arg.0	   = Identita dan\u00e9ho pozastavenia.

FNRRS0160.explanation = Zadan\u00e9 pozastavenie nie je akt\u00edvne.  Nie je ho mo\u017en\u00e9 pou\u017ei\u0165 na entitu.
FNRRS0160.action      = Najprv sa presved\u010dte, \u010di je pozastavenie ozna\u010den\u00e9 ako akt\u00edvne, a a\u017e potom ho prira\u010fujte entit\u00e1m.
FNRRS0160.message     = Nie je mo\u017en\u00e9 pou\u017ei\u0165 pozastavenie, ktor\u00e9 nie je akt\u00edvne, identita  pozastavenia: {0}.
FNRRS0160.arg.0	   = Identita dan\u00e9ho pozastavenia.

FNRRS0161.explanation = Pozastavenie nem\u00f4\u017eete prida\u0165 do entity, ktor\u00e1 u\u017e m\u00e1 tak\u00e9ho pozastavenie  priraden\u00e9.
FNRRS0161.action      = Pozastavenie pridajte do entity len raz.
FNRRS0161.message     = Pozastavenie nem\u00f4\u017eete prida\u0165 do entity viackr\u00e1t, identita pozastavenia(pozastaven\u00ed): {0}
FNRRS0161.arg.0	   = Identita predmetn\u00e9ho pozastavenia(pozastaven\u00ed).

FNRRS0162.explanation = Pozastavenie nem\u00f4\u017eete odstr\u00e1ni\u0165, ke\u010f s\u00fa z\u00e1znamy alebo kontajnery priraden\u00e9 k pozastaveniu.
FNRRS0162.action      = Odstr\u00e1\u0148te entity priraden\u00e9 k pozastaveniu, a potom pozastavenie odstr\u00e1\u0148te.
FNRRS0162.message     = Nie je mo\u017en\u00e9 vymaza\u0165 pozastavenie, ktor\u00e9 je priraden\u00e9 k entit\u00e1m.

FNRRS0163.explanation = Po\u010das pokusu o presunutie tejto entity sa vyskytla neo\u010dak\u00e1van\u00e1 v\u00fdnimka.
FNRRS0163.action      = Podrobnej\u0161ie inform\u00e1cie o v\u00fdnimke n\u00e1jdete v protokoloch.
FNRRS0163.message     = Entita sa ned\u00e1 presun\u00fa\u0165 kv\u00f4li neo\u010dak\u00e1vanej v\u00fdnimke, entita: {0}, v\u00fdnimka: {1}.
FNRRS0163.arg.0       = Identita entity, ktor\u00fa ste sa pok\u00fasili presun\u00fa\u0165.
FNRRS0163.arg.1       = Spr\u00e1va z v\u00fdnimky.

FNRRS0164.explanation = Oper\u00e1cia hromadn\u00e9ho odstr\u00e1nenia nepodporuje entitu s hodnotou typEntity.
FNRRS0164.action      = T\u00fato entitu odstr\u00e1\u0148te z kolekcie ent\u00edt oper\u00e1cie hromadn\u00e9ho odstr\u00e1nenia.
FNRRS0164.message     = Nie je mo\u017en\u00e9 vykona\u0165 hromadn\u00e9 odstr\u00e1nenie typu entity, typEntity: {0}, identifik\u00e1torEntity: {1}.
FNRRS0164.arg.0       = Typ entity, ktor\u00fa ste sa pok\u00fasili odstr\u00e1ni\u0165.
FNRRS0164.arg.1       = Identita entity, ktor\u00fa ste sa pok\u00fasili odstr\u00e1ni\u0165.

FNRRS0165.explanation = Oper\u00e1cia hromadn\u00e9ho deaktivovania nepodporuje entitu s danou hodnotou entityType.
FNRRS0165.action      = T\u00fato entitu odstr\u00e1\u0148te z kolekcie ent\u00edt oper\u00e1cie hromadn\u00e9ho deaktivovania.
FNRRS0165.message     = Nie je mo\u017en\u00e9 vykona\u0165 hromadn\u00e9 deaktivovanie typu entity, typEntity: {0}, identifik\u00e1torEntity: {1}.
FNRRS0165.arg.0       = Typ entity, ktor\u00fa ste sa pok\u00fasili deaktivova\u0165.
FNRRS0165.arg.1       = Identita entity, ktor\u00fa ste sa pok\u00fasili deaktivova\u0165.

FNRRS0166.explanation = Oper\u00e1cia hromadn\u00e9ho aktivovania nepodporuje entitu s hodnotou typEntity.
FNRRS0166.action      = T\u00fato entitu odstr\u00e1\u0148te z kolekcie ent\u00edt oper\u00e1cie hromadn\u00e9ho aktivovania.
FNRRS0166.message     = Nie je mo\u017en\u00e9 vykona\u0165 hromadn\u00e9 aktivovanie typu entity, typEntity: {0}, identifik\u00e1torEntity: {1}.
FNRRS0166.arg.0       = Typ entity, ktor\u00fa ste sa pok\u00fasili aktivova\u0165.
FNRRS0166.arg.1       = Identita entity, ktor\u00fa ste sa pok\u00fasili aktivova\u0165.

FNRRS0167.explanation = Zdrojov\u00fd kontajner, zadan\u00fd pre oper\u00e1ciu presunu, priamo neobsahuje zadan\u00fd z\u00e1znam.
FNRRS0167.action      = Presved\u010dte sa, \u010di je zadan\u00fd spr\u00e1vny zdrojov\u00fd kontajner. Ak je skuto\u010dn\u00fd zdrojov\u00fd kontajner Zv\u00e4zkom z\u00e1znamov, zadajte tento Zv\u00e4zok z\u00e1znamov namiesto jeho rodi\u010dovsk\u00e9ho Prie\u010dinka z\u00e1znamov.
FNRRS0167.message     = Z\u00e1znam nie je mo\u017en\u00e9 presun\u00fa\u0165, preto\u017ee z\u00e1znam sa nenach\u00e1dza v zadanom zdrojovom kontajneri.

FNRRS0168.explanation = Aktu\u00e1lny u\u017e\u00edvate\u013e nem\u00e1 opr\u00e1vnenie na presun objektu.
FNRRS0168.action      = Overte, \u010di m\u00e1 s\u00fa\u010dasn\u00fd u\u017e\u00edvate\u013e opr\u00e1vnenie na presun objektu.
FNRRS0168.message     = S\u00fa\u010dasn\u00fd u\u017e\u00edvate\u013e nem\u00f4\u017ee presun\u00fa\u0165 kontajner: {0}.
FNRRS0168.arg.0       = Identita kontajnera.

FNRRS0169.explanation = S\u00fa\u010dasn\u00fd u\u017e\u00edvate\u013e nem\u00e1 spr\u00e1vne opr\u00e1vnenie na kop\u00edrovanie z\u00e1znamu.
FNRRS0169.action      = Overte, \u010di m\u00e1 s\u00fa\u010dasn\u00fd u\u017e\u00edvate\u013e aspo\u0148 opr\u00e1vnenie na z\u00e1pis do z\u00e1znamu.
FNRRS0169.message     = S\u00fa\u010dasn\u00fd u\u017e\u00edvate\u013e nem\u00e1 opr\u00e1vnenie na kop\u00edrovanie z\u00e1znamu: {0}.
FNRRS0169.arg.0       = Identita z\u00e1znamu.

FNRRS0170.explanation = Kv\u00f4li neschopnosti automatick\u00e9ho vytvorenia k\u00f3pie extern\u00e9ho federat\u00edvneho  dokumentu, nie je mo\u017en\u00e9 skop\u00edrova\u0165 z\u00e1znam, ktor\u00fd je priraden\u00fd k tak\u00e9muto dokumentu.
FNRRS0170.action      = Manu\u00e1lne duplikujte p\u00f4vodn\u00fd federat\u00edvny dokument a manu\u00e1lne  deklarujte nov\u00fd z\u00e1znam pre nov\u00fd federat\u00edvny dokument.
FNRRS0170.message     = Nem\u00f4\u017eete kop\u00edrova\u0165 z\u00e1znam, priraden\u00fd federat\u00edvnemu dokumentu.

FNRRS0171.explanation = Zadan\u00fd z\u00e1znam nie je aktu\u00e1lne zaraden\u00fd do zadan\u00e9ho kontajnera  a preto nem\u00f4\u017ee by\u0165 z tohto kontajnera vyraden\u00fd.
FNRRS0171.action      = Ak ste p\u00f4vodne zavolali t\u00fato met\u00f3du na prie\u010dinok z\u00e1znamov, ktor\u00fd vy\u017eaduje pou\u017eitie dc\u00e9rskych zv\u00e4zkov z\u00e1znamov, potom toto volanie pou\u017eite na pr\u00edslu\u0161nom dc\u00e9rskom zv\u00e4zku, v ktorom sa z\u00e1znam skuto\u010dne nach\u00e1dza.
FNRRS0171.message     = Z\u00e1znam nie je mo\u017en\u00e9 vyradi\u0165 z kontajnera, v ktorom nie je moment\u00e1lne zaraden\u00fd, z\u00e1znam: {0}, kontajner: {1}.
FNRRS0171.arg.0       = Z\u00e1znam, pre ktor\u00fd sa m\u00e1 vykona\u0165 pokus o vykonanie oper\u00e1cie zru\u0161enia ulo\u017eenia.
FNRRS0171.arg.1       = Cie\u013e kontajnera, z ktor\u00e9ho sa pok\u00fa\u0161ate vykona\u0165 oper\u00e1ciu vyradenia z\u00e1znamu.

FNRRS0172.explanation = Z\u00e1znam mus\u00ed by\u0165 zaraden\u00fd aspo\u0148 do jedn\u00e9ho kontajnera. 
FNRRS0172.action      = Najprv sa presved\u010dte, \u010di je z\u00e1znam zaraden\u00fd do aspo\u0148 e\u0161te jedn\u00e9ho kontajnera, a a\u017e potom sa ho pok\u00faste z kontajnera vyradi\u0165.
FNRRS0172.message     = Nie je mo\u017en\u00e9 vyradi\u0165 z\u00e1znam, ktor\u00e9 je moment\u00e1lne zaraden\u00fd len v  jednom kontajneri, z\u00e1znam: {0}.
FNRRS0172.arg.0       = Z\u00e1znam, pre ktor\u00fd sa m\u00e1 vykona\u0165 pokus o vykonanie oper\u00e1cie zru\u0161enia ulo\u017eenia.

FNRRS0173.explanation = Po "logickom" odstr\u00e1nen\u00ed z\u00e1znamu u\u017e viac nem\u00f4\u017eete zru\u0161i\u0165 jeho  deklar\u00e1ciu. 
FNRRS0173.action      =  
FNRRS0173.message     = Nie je mo\u017en\u00e9 zru\u0161i\u0165 deklar\u00e1ciu z\u00e1znamu, ktor\u00fd bol "logicky" odstr\u00e1nen\u00fd, z\u00e1znam: {0}.
FNRRS0173.arg.0       = Z\u00e1znam, pre ktor\u00fd sa m\u00e1 vykona\u0165 pokus o vykonanie oper\u00e1cie zru\u0161enia deklar\u00e1cie.

FNRRS0174.explanation = Ak je z\u00e1znam (alebo niektor\u00fd z jeho rodi\u010dovsk\u00fdch kontajnerov) pozastaven\u00fd, nie je mo\u017en\u00e9 zru\u0161i\u0165 jeho deklar\u00e1ciu. 
FNRRS0174.action      = Zo z\u00e1znamu odstr\u00e1\u0148te v\u0161etky platn\u00e9 pozastavenia a zopakujte oper\u00e1ciu zru\u0161enia deklar\u00e1cie.
FNRRS0174.message     = Nie je mo\u017en\u00e9 zru\u0161i\u0165 deklar\u00e1ciu z\u00e1znamu, ktor\u00fd je moment\u00e1lne pozastaven\u00fd, z\u00e1znam: {0}.
FNRRS0174.arg.0       = Z\u00e1znam, pre ktor\u00fd sa m\u00e1 vykona\u0165 pokus o vykonanie oper\u00e1cie zru\u0161enia deklar\u00e1cie.

FNRRS0175.explanation = Ak sa z\u00e1znam aktu\u00e1lne z\u00fa\u010dast\u0148uje akt\u00edvneho pracovn\u00e9ho toku dostupnosti, nie je mo\u017en\u00e9 zru\u0161i\u0165 jeho deklar\u00e1ciu.
FNRRS0175.action      = Dokon\u010dite spracovanie pracovn\u00e9ho toku spojen\u00e9 so z\u00e1znamom a zopakujte oper\u00e1ciu zru\u0161enia deklar\u00e1cie.
FNRRS0175.message     = Nie je mo\u017en\u00e9 zru\u0161i\u0165 deklar\u00e1ciu z\u00e1znamu, ktor\u00fd je s\u00fa\u010das\u0165ou akt\u00edvneho  pracovn\u00e9ho toku dostupnosti, z\u00e1znam: {0}.
FNRRS0175.arg.0       = Z\u00e1znam, pre ktor\u00fd sa m\u00e1 vykona\u0165 pokus o vykonanie oper\u00e1cie zru\u0161enia deklar\u00e1cie.

FNRRS0176.explanation = Ak je z\u00e1znam priraden\u00fd k federat\u00edvnemu obsahu, nem\u00f4\u017eete zru\u0161i\u0165 jeho deklar\u00e1ciu.
FNRRS0176.action      = 
FNRRS0176.message     = Nie je mo\u017en\u00e9 zru\u0161i\u0165 deklar\u00e1ciu z\u00e1znamu, ktor\u00fd je priraden\u00fd k federat\u00edvnemu obsahu, z\u00e1znam: {0}.
FNRRS0176.arg.0       = Z\u00e1znam, pre ktor\u00fd sa m\u00e1 vykona\u0165 pokus o vykonanie oper\u00e1cie zru\u0161enia deklar\u00e1cie.

FNRRS0177.explanation = Zvy\u010dajne sa vlastnosti, ktor\u00e9 s\u00favisia s potvrden\u00edm o doru\u010den\u00ed z\u00e1znamu, definuj\u00fa len v d\u00e1tovom modeli utajen\u00e9ho pl\u00e1nu s\u00faborov DoD.
FNRRS0177.action      = Overte, \u010di bol pre arch\u00edv pl\u00e1nov s\u00faborov nain\u0161talovan\u00fd spr\u00e1vny  d\u00e1tov\u00fd model.
FNRRS0177.message     = Potvrdenia o doru\u010den\u00ed z\u00e1znamov nie s\u00fa podporovan\u00e9 v priradenom arch\u00edve pl\u00e1nov s\u00faborov.

FNRRS0178.explanation = Vo vzore pomenovania mus\u00ed ma\u0165 ka\u017ed\u00e1 prav\u00e1 hranat\u00e1 z\u00e1tvorka p\u00e1rov\u00fa  \u013eav\u00fa hranat\u00fa z\u00e1tvorku, aby ste mohli zada\u0165 rozsah substitu\u010dn\u00e9ho makra.
FNRRS0178.action      = Skontrolujte vzor pomenovania a presved\u010dte sa, \u010di maj\u00fa v\u0161etky  prav\u00e9 hranat\u00e9 z\u00e1tvorky p\u00e1rov\u00e9 \u013eav\u00e9 hranat\u00e9 z\u00e1tvorky.
FNRRS0178.message     = Zadan\u00fd vzor pomenovania m\u00e1 prav\u00fa hranat\u00fa z\u00e1tvorku bez zodpovedaj\u00facej \u013eavej hranatej z\u00e1tvorky.

FNRRS0179.explanation = Vo vzore pomenov\u00e1vania mus\u00ed by\u0165 pre ka\u017ed\u00fa \u013eav\u00fa hranat\u00fa z\u00e1tvorku uveden\u00e1 pr\u00edslu\u0161n\u00e1 prav\u00e1 hranat\u00e1 z\u00e1tvorka na ur\u010denie rozsahu substitu\u010dn\u00e9ho makra.
FNRRS0179.action      = Skontrolujte vzor pomenovania a presved\u010dte sa, \u010di s\u00fa za v\u0161etk\u00fdmi \u013eav\u00fdmi hranat\u00fdmi z\u00e1tvorkami zodpovedaj\u00face prav\u00e9 hranat\u00e9 z\u00e1tvorky.
FNRRS0179.message     = Zadan\u00fd vzor pomenovania m\u00e1 prav\u00fa hranat\u00fa z\u00e1tvorku bez zodpovedaj\u00facej \u013eavej hranatej z\u00e1tvorky.

FNRRS0180.explanation = \u010eal\u0161ia hodnota indexu na nahradenie je dlh\u0161ia ako zadan\u00fd \u010d\u00edseln\u00fd vzor.
FNRRS0180.action      = Zv\u00fd\u0161te po\u010det \u010d\u00edslic v \u010d\u00edselnom vzore.
FNRRS0180.message     = Zadan\u00fd \u010d\u00edseln\u00fd vzor je pr\u00edli\u0161 kr\u00e1tky, aby mohol poja\u0165 \u010fal\u0161iu hodnotu indexu.

FNRRS0181.explanation = Zadan\u00fd vzor nem\u00f4\u017ee by\u0165 analyzovan\u00fd ako platn\u00fd vzor.
FNRRS0181.action      = Skontrolujte zadan\u00fd vzor, aby ste mali istotu, \u017ee je to platn\u00fd vzor.
FNRRS0181.message     = Zdan\u00fd vzor nie je platn\u00fdm vzorom.

FNRRS0182.explanation = Vo vzore pomenovania je zadan\u00e1 neexistuj\u00faca vlastnos\u0165.
FNRRS0182.action      = Upravte vzor pomenovania, aby obsahoval n\u00e1zov platnej vlastnosti.
FNRRS0182.message     = Vlastnos\u0165 zadan\u00e1 vo vzore pomenovania je neplatn\u00e1 alebo neexistuje: {0}.
FNRRS0182.arg.0       = property_name

FNRRS0183.explanation = Vo vzore pomenovania je zadan\u00e1 vlastnos\u0165 s viacer\u00fdmi hodnotami.  Vzory pomenovania podporuj\u00fa len vlastnosti s jednou hodnotou.
FNRRS0183.action      = Zo vzoru pomenovania odstr\u00e1\u0148te vlastnos\u0165 s viacer\u00fdmi hodnotami.
FNRRS0183.message     = Vlastnos\u0165 s viacer\u00fdmi hodnotami nie je podporovan\u00e1 vo vzore pomenovania: {0}.
FNRRS0183.arg.0       = property_name

FNRRS0184.explanation = Vzory pomenovania nepodporuj\u00fa bin\u00e1rne vlastnosti alebo vlastnosti objektov.
FNRRS0184.action      = Upravte vzor pomenovania tak, aby obsahoval podporovan\u00fd typ  vlastnosti.
FNRRS0184.message     = Typ vlastnosti, zadan\u00fd vo vzore pomenovania nie je podporovan\u00fd: {0}. 
FNRRS0184.arg.0       = property_name

FNRRS0185.explanation = Po\u010das pokusu o zni\u010denie tejto vlastnosti sa vyskytla neo\u010dak\u00e1van\u00e1 v\u00fdnimka.
FNRRS0185.action      = Podrobnej\u0161ie inform\u00e1cie o v\u00fdnimke n\u00e1jdete v protokoloch.
FNRRS0185.message     = Entita sa ned\u00e1 zni\u010di\u0165 kv\u00f4li neo\u010dak\u00e1vanej v\u00fdnimke, entita: {0}, v\u00fdnimka: {1}.
FNRRS0185.arg.0       = Identita entity, ktor\u00fa ste sa pok\u00fasili zni\u010di\u0165.
FNRRS0185.arg.1       = Spr\u00e1va z v\u00fdnimky.

FNRRS0186.explanation = Pre entitu pou\u017eite\u013en\u00fd pl\u00e1n dostupnosti bol upraven\u00fd, \u010do zabra\u0148uje spracovaniu dostupnosti ovplyvnen\u00fdch ent\u00edt.
FNRRS0186.action      = Op\u00e4tovne spustite vy\u010distenie dostupnosti, aby ste mohli op\u00e4tovne spracova\u0165 tieto entity s upraven\u00fdm pl\u00e1nom.
FNRRS0186.message     = Pou\u017eite\u013en\u00fd pl\u00e1n dostupnosti bol upraven\u00fd.

FNRRS0187.explanation = Rodi\u010dovsk\u00fd kontajner nie je mo\u017en\u00e9 zni\u010di\u0165, k\u00fdm v\u0161etci potomkovia nedokon\u010dia v\u0161etky jednotliv\u00e9 cykly uchov\u00e1vania.
FNRRS0187.action      = Zdr\u017ea\u0165 zni\u010denie rodi\u010dovskej entity.
FNRRS0187.message     = Nie je mo\u017en\u00e9 zni\u010di\u0165 entitu, ktor\u00e1 obsahuje jedn\u00e9ho alebo viacer\u00fdch  hierarchick\u00fdch potomkov s rozdielnymi peri\u00f3dami uchov\u00e1vania, entita: {0}.
FNRRS0187.arg.0       = Identita entity, ktor\u00fa ste sa pok\u00fasili zni\u010di\u0165.

FNRRS0188.explanation = Zd\u00e1 sa, \u017ee typ akcie aktu\u00e1lnej f\u00e1zy dostupnosti, priradenej k entite, bol zmenen\u00fd.
FNRRS0188.action      = Znova spustite \u010distenie dostupnosti pre t\u00fato entitu.
FNRRS0188.message     = Nie je mo\u017en\u00e9 pokra\u010dova\u0165 v spracovan\u00ed dostupnosti kv\u00f4li zjavnej  zmene v aktu\u00e1lnej f\u00e1ze, entita: {0}, f\u00e1za: {1}.
FNRRS0188.arg.0       = Identita entity zapojenej do dostupnosti.
FNRRS0188.arg.1       = Identita aktu\u00e1lnej f\u00e1zy entity.

FNRRS0189.explanation = Hodnota d\u00e1tumu vykonania aktu\u00e1lnej f\u00e1zy entity  nie je platn\u00e1 pre spracovanie dostupnosti.
FNRRS0189.action      = Znova spustite \u010distenie dostupnosti pre t\u00fato entitu.
FNRRS0189.message     = Nie je mo\u017en\u00e9 pokra\u010dova\u0165 v spracovan\u00ed dostupnosti, preto\u017ee  d\u00e1tum vykonania aktu\u00e1lnej f\u00e1zy m\u00e1 hodnotu null alebo bud\u00faci d\u00e1tum, entita: {0}, d\u00e1tum: {1}.
FNRRS0189.arg.0       = Identita entity zapojenej do dostupnosti.
FNRRS0189.arg.1       = Hodnota d\u00e1tumu vykonania aktu\u00e1lnej f\u00e1zy entity.

FNRRS0190.explanation = Akcia oper\u00e1cie sa mus\u00ed zhodova\u0165 s akciou aktu\u00e1lnej f\u00e1zy entity,  pokia\u013e sa nejedn\u00e1 o oper\u00e1ciu Exportova\u0165 alebo Zni\u010di\u0165 a akciou aktu\u00e1lnej f\u00e1zy entity nie je Prenies\u0165.
FNRRS0190.action      = Znova spustite \u010distenie dostupnosti pre t\u00fato entitu.
FNRRS0190.message     = Typ akcie oper\u00e1cie dostupnosti je neplatn\u00fd pre  aktu\u00e1lny stav f\u00e1zy entity, entita: {0}, akcia aktu\u00e1lnej f\u00e1zy: {1}, sk\u00fa\u0161an\u00e1 akcia: {2}.
FNRRS0190.arg.0       = Identita entity zapojenej do dostupnosti.
FNRRS0190.arg.1       = Akcia aktu\u00e1lnej f\u00e1zy entity.
FNRRS0190.arg.2       = Sk\u00fa\u0161an\u00e1 akcia oper\u00e1cie.

FNRRS0191.explanation = Dostupnos\u0165 nem\u00f4\u017ee pokra\u010dova\u0165 pre \u017eiadnu entitu, ktor\u00e1 je platne a priamo pozastaven\u00e1, ktor\u00e1 m\u00e1 pozastaven\u00e9ho niektor\u00e9ho zo svojich rodi\u010dov, alebo ktor\u00e1 m\u00e1 pozastaven\u00e9ho niektor\u00e9ho zo svojich potomkov.
FNRRS0191.action      = Odstr\u00e1\u0148te v\u0161etky platn\u00e9 pozastavenia z tejto entity.
FNRRS0191.message     = V oper\u00e1cii dostupnosti nie je mo\u017en\u00e9 pokra\u010dova\u0165 kv\u00f4li platn\u00e9mu pozastaveniu pre entitu: {0}.
FNRRS0191.arg.0       = Identita entity zapojenej do dostupnosti.

FNRRS0192.explanation = Akcie dostupnosti Do\u010dasn\u00fd prenos a Export nie s\u00fa povolen\u00e9  v znovu otvorenom kontajneri z\u00e1znamov.
FNRRS0192.action      = Zatvori\u0165 zainteresovan\u00fd kontajner z\u00e1znamov.
FNRRS0192.message     = Akciu dostupnosti nie je mo\u017en\u00e9 vykona\u0165 v znovu otvorenom kontajneri z\u00e1znamov: {0}, akcia: {1}.
FNRRS0192.arg.0       = Identita entity zapojenej do dostupnosti.
FNRRS0192.arg.1       = Typ sk\u00fa\u0161anej akcie dostupnosti.

FNRRS0193.explanation = Kv\u00f4li mo\u017en\u00e9mu prepo\u010d\u00edtaniu stavu dostupnosti entity,  mus\u00ed by\u0165 jej proces dostupnosti op\u00e4tovne inicializovan\u00fd.
FNRRS0193.action      = Na tejto entite znovu vykonajte akciu "Povoli\u0165 dostupnos\u0165".
FNRRS0193.message     = Akciu dostupnosti nem\u00f4\u017eete vykona\u0165 na entite, preto\u017ee  pou\u017eite\u013en\u00fd pracovn\u00fd tok nebol e\u0161te spusten\u00fd, entita: {0}.
FNRRS0193.arg.0       = Identita entity zapojenej do dostupnosti.

FNRRS0194.explanation = Ke\u010f z\u00e1znam prirad\u00edte k pl\u00e1nu dostupnosti prostredn\u00edctvom Typu z\u00e1znamu,  nem\u00f4\u017eete ho zni\u010di\u0165 ako s\u00fa\u010das\u0165 procesu ni\u010denia niektor\u00e9ho z jeho kontajnerov.
FNRRS0194.action      = Najprv spracujte z\u00e1znamy a znova sa pok\u00faste zni\u010di\u0165 kontajner.
FNRRS0194.message     = Entita sa ned\u00e1 zni\u010di\u0165, preto\u017ee obsahuje jeden alebo viacer\u00e9 dc\u00e9rske  z\u00e1znamy, ktor\u00fdm bol priraden\u00fd Typ z\u00e1znamu, entita: {0}.
FNRRS0194.arg.0       = Identita entity zapojenej do dostupnosti.

FNRRS0195.explanation = Bu\u010f sa entita v skuto\u010dnosti nenach\u00e1dza v zadanom kontajneri, alebo zadan\u00fd typ z\u00e1znamu nie je k dispoz\u00edcii.
FNRRS0195.action      = Skontrolujte, ako t\u00e1to entita ded\u00ed svoj pl\u00e1n, a potom znova spustite \u010distenie.
FNRRS0195.message     = S entitou sa ned\u00e1 spr\u00e1vne disponova\u0165, preto\u017ee nem\u00e1 platn\u00fa hodnotu ''preru\u0161enie zdeden\u00e9 od'', entita: {0}.
FNRRS0195.arg.0       = Identita entity zapojenej do dostupnosti.

FNRRS0196.explanation = Zo vstupn\u00e9ho parametra alebo z vlastnosti Cie\u013e exportu aktu\u00e1lnej f\u00e1zy entity nie je mo\u017en\u00e9 z\u00edska\u0165 platn\u00fa cestu k adres\u00e1ru.
FNRRS0196.action      = Platn\u00fa cestu k adres\u00e1ru zadajte bu\u010f pomocou met\u00f3dy vstupn\u00e9ho  parametra alebo s pou\u017eit\u00edm vlastnosti Cie\u013e exportu aktu\u00e1lnej f\u00e1zy priradenej entity.
FNRRS0196.message     = Re\u0165azec cesty k adres\u00e1ru s\u00faborov\u00e9ho syst\u00e9mu cie\u013ea exportu m\u00e1  hodnotu null alebo pr\u00e1zdnu entitu: {0}.
FNRRS0196.arg.0       = Identita entity zapojenej do dostupnosti.

FNRRS0197.explanation = Po\u010das pokusu o vytvorenie zadan\u00e9ho adres\u00e1ra s\u00faborov\u00e9ho syst\u00e9mu nastala chyba s\u00faborov\u00e9ho syst\u00e9mu. Podrobnej\u0161ie inform\u00e1cie z\u00edskate presk\u00faman\u00edm pr\u00ed\u010diny v\u00fdnimky sp\u00f4sobuj\u00facej tento probl\u00e9m.
FNRRS0197.action      = Uistite sa, \u017ee ste zadali platn\u00fd adres\u00e1r v s\u00faborovom syst\u00e9me a \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 nevyhnutn\u00e9 opr\u00e1vnenia v s\u00faborovom syst\u00e9me.
FNRRS0197.message     = Chyba nastala po\u010das pokusu o vytvorenie zadan\u00e9ho adres\u00e1ra s\u00faborov\u00e9ho syst\u00e9mu cie\u013ea exportovania: ''{0}''.
FNRRS0197.arg.0       = Cesta k adres\u00e1ru v s\u00faborovom syst\u00e9me.

FNRRS0198.explanation = Po\u010das pokusu o vytvorenie podadres\u00e1ra ''obsah'' pre priraden\u00e9 d\u00e1tov\u00e9 s\u00fabory obsahu z\u00e1znamu nastala chyba s\u00faborov\u00e9ho syst\u00e9mu. Podrobnej\u0161ie inform\u00e1cie z\u00edskate presk\u00faman\u00edm pr\u00ed\u010diny v\u00fdnimky sp\u00f4sobuj\u00facej tento probl\u00e9m.
FNRRS0198.action      = Uistite sa, \u017ee ste zadali platn\u00fd adres\u00e1r v s\u00faborovom syst\u00e9me a \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 nevyhnutn\u00e9 opr\u00e1vnenia v s\u00faborovom syst\u00e9me.
FNRRS0198.message     = Chyba nastala po\u010das pokusu o vytvorenie podadres\u00e1ra ''obsah'' v adres\u00e1ri s\u00faborov\u00e9ho syst\u00e9mu: ''{0}''.
FNRRS0198.arg.0       = Cesta k adres\u00e1ru v rodi\u010dovskom s\u00faborovom syst\u00e9me.

FNRRS0199.explanation = Po\u010das generovania s\u00faboru pre obsah exportovania v s\u00faborovom syst\u00e9me nastala chyba s\u00faborov\u00e9ho syst\u00e9mu. Podrobnej\u0161ie inform\u00e1cie z\u00edskate presk\u00faman\u00edm pr\u00ed\u010diny v\u00fdnimky sp\u00f4sobuj\u00facej tento probl\u00e9m.
FNRRS0199.action      = Uistite sa, \u017ee ste zadali platn\u00fd adres\u00e1r v s\u00faborovom syst\u00e9me a \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 nevyhnutn\u00e9 opr\u00e1vnenia v s\u00faborovom syst\u00e9me.
FNRRS0199.message     = Chyba nastala po\u010das pokusu o exportovanie \u00fadajov obsahu do s\u00faboru: ''{0}''.
FNRRS0199.arg.0       = Re\u0165azec cesty k v\u00fdstupn\u00e9mu s\u00faboru.

FNRRS0200.explanation = Po\u010das pokusu o exportovanie tejto entity nastala neo\u010dak\u00e1van\u00e1 v\u00fdnimka.
FNRRS0200.action      = Podrobnej\u0161ie inform\u00e1cie o v\u00fdnimke n\u00e1jdete v protokoloch.
FNRRS0200.message     = Entita sa ned\u00e1 exportova\u0165 kv\u00f4li neo\u010dak\u00e1vanej v\u00fdnimke, entita: {0}, v\u00fdnimka: {1}.
FNRRS0200.arg.0       = Identita entity, ktor\u00fa ste sa pok\u00fasili exportova\u0165.
FNRRS0200.arg.1       = Spr\u00e1va z v\u00fdnimky.

FNRRS0201.explanation = Oper\u00e1cia iniciovania dostupnosti nepodporuje entitu s takouto hodnotou  pre typ entity.
FNRRS0201.action      = Odstr\u00e1\u0148te t\u00fato entitu zo vstupnej kolekcie oper\u00e1cie iniciovania dostupnosti.
FNRRS0201.message     = Nie je mo\u017en\u00e9 vykona\u0165 iniciovanie dostupnosti entity typu: {0}, identifik\u00e1torEntity: {1}.
FNRRS0201.arg.0       = Typ entity, pre ktor\u00fa ste sa pok\u00fasili iniciova\u0165 dostupnos\u0165.
FNRRS0201.arg.1       = Identita entity, pre ktor\u00fa sa vykonal pokus o inici\u00e1ciu dostupnosti.

FNRRS0202.explanation = Na \u017eiadnej entite, ktor\u00e1 je platne pozastaven\u00e1, nie je mo\u017en\u00e9 vykona\u0165 iniciovanie dostupnosti.
FNRRS0202.action      = Z entity odstr\u00e1\u0148te platn\u00e9 pozastavenie a zopakujte iniciovanie  dostupnosti.
FNRRS0202.message     = Iniciovanie dostupnosti nie je mo\u017en\u00e9 vykona\u0165 na pozastavenej entite  ani na entite s pozastaven\u00fdm rodi\u010dom, identifik\u00e1torEntity: {0}.
FNRRS0202.arg.0       = Identita entity, pre ktor\u00fa sa vykonal pokus o inici\u00e1ciu dostupnosti.

FNRRS0203.explanation = Iniciovanie dostupnosti nie je mo\u017en\u00e9 vykona\u0165 na \u017eiadnej entite, ktor\u00e1 obsahuje nejak\u00fa pozastaven\u00fa dc\u00e9rsku entitu.
FNRRS0203.action      = Odstr\u00e1\u0148te pozastavenie z pr\u00edslu\u0161n\u00fdch dc\u00e9rskych ent\u00edt a zopakujte  iniciovanie dostupnosti.
FNRRS0203.message     = Iniciovanie dostupnosti tejto entity nie je mo\u017en\u00e9 vykona\u0165, preto\u017ee  jeden alebo viacer\u00e9 z jej dc\u00e9rskych \u010dlenov s\u00fa pozastaven\u00e9, identifik\u00e1torEntity: {0}.
FNRRS0203.arg.0       = Identita entity, pre ktor\u00fa sa vykonal pokus o inici\u00e1ciu dostupnosti.

FNRRS0204.explanation = Iniciovanie dostupnosti nie je mo\u017en\u00e9 vykona\u0165 na \u017eiadnej entite kv\u00f4li pozastaveniu a/alebo kv\u00f4li zmene v jej pl\u00e1ne dostupnosti.
FNRRS0204.action      = Z entity, z jej rodi\u010dovskej hierarchie alebo z jej dc\u00e9rskej  hierarchie odstr\u00e1\u0148te v\u0161etky pozastavenia aplik\u00e1cie a zopakujte vy\u010distenie dostupnosti.
FNRRS0204.message     = Iniciovanie dostupnosti nie je mo\u017en\u00e9 vykona\u0165 na tejto entite: {0}.
FNRRS0204.arg.0       = Identita entity, pre ktor\u00fa sa vykonal pokus o inici\u00e1ciu dostupnosti.

FNRRS0205.explanation = Nastala neo\u010dak\u00e1van\u00e1 chyba, ktor\u00e1 znemo\u017e\u0148uje pokra\u010dovanie procesu iniciovania dostupnosti.
FNRRS0205.action      = Presk\u00famajte inform\u00e1cie zo z\u00e1sobn\u00edka s\u00favisiacich v\u00fdnimiek, kde n\u00e1jdete mo\u017en\u00fa pr\u00ed\u010dinu a/alebo znova spustite vy\u010distenie dostupnosti.
FNRRS0205.message     = Po\u010das iniciovania dostupnosti pre jednu alebo viacer\u00e9 entity nastala neo\u010dak\u00e1van\u00e1 chyba.

FNRRS0206.explanation = Parameter Rel\u00e1ciaVW m\u00e1 hodnotu null alebo je v istom oh\u013eade neplatn\u00e1.
FNRRS0206.action      = Overte platn\u00fa konfigur\u00e1ciu IBM FileNet Process Engine klientskej aplik\u00e1cie.
FNRRS0206.message     = Iniciovanie dostupnosti nie je mo\u017en\u00e9 vykona\u0165 kv\u00f4li neplatn\u00e9mu parametru Rel\u00e1cieVW: {0}.
FNRRS0206.arg.0       = Doty\u010dn\u00fd parameter Rel\u00e1cieVW.

FNRRS0207.explanation = D\u00e1tum vykonania aktu\u00e1lnej f\u00e1zy entity bu\u010f e\u0161te nebol stanoven\u00fd  alebo je na\u010falej v bud\u00facnosti.
FNRRS0207.action      = Znova spustite \u010distenie dostupnosti a potom sa znova pok\u00faste iniciova\u0165 dostupnos\u0165. 
FNRRS0207.message     = Nie je mo\u017en\u00e9 dokon\u010di\u0165 aktu\u00e1lnu f\u00e1zu dostupnosti, preto\u017ee   e\u0161te nebol dosiahnut\u00fd d\u00e1tum vykonania aktu\u00e1lnej f\u00e1zy, entita: {0}.
FNRRS0207.arg.0       = Identita danej entity.

FNRRS0208.explanation = Mohlo d\u00f4js\u0165 k zmene v priradenom pl\u00e1ne dostupnosti entity a/alebo  v meta\u00fadajoch s\u00favisiacich s dostupnos\u0165ou entity.
FNRRS0208.action      = Znova spustite \u010distenie dostupnosti a potom sa znova pok\u00faste iniciova\u0165 dostupnos\u0165. 
FNRRS0208.message     = Aktu\u00e1lnu f\u00e1zu dostupnosti nie je mo\u017en\u00e9 dokon\u010di\u0165, preto\u017ee e\u0161te nebol spusten\u00fd priraden\u00fd pracovn\u00fd tok, entita: {0}.
FNRRS0208.arg.0       = Identita danej entity.

FNRRS0209.explanation = Znovu otvoren\u00fd kontajner nem\u00f4\u017ee prejs\u0165 za jeho aktu\u00e1lnu f\u00e1zu dostupnosti.
FNRRS0209.action      = Zatvorte kontajner a znova sa pok\u00faste vykona\u0165 prechod f\u00e1zy. 
FNRRS0209.message     = Aktu\u00e1lnu f\u00e1zu dostupnosti nie je mo\u017en\u00e9 dokon\u010di\u0165, preto\u017ee kontajnerov\u00e1 entita bola znovu otvoren\u00e1, entita: {0}.
FNRRS0209.arg.0       = Identita danej entity.

FNRRS0210.explanation = Navrhovan\u00fd d\u00e1tum vykonania aktu\u00e1lnej f\u00e1zy nem\u00f4\u017ee ma\u0165 hodnotu null ani nem\u00f4\u017ee by\u0165 v bud\u00facnosti.
FNRRS0210.action      = Navrhnute in\u00fa hodnotu d\u00e1tumu vykonania aktu\u00e1lnej f\u00e1zy a pok\u00faste  sa o op\u00e4tovn\u00fd prechod f\u00e1zy. 
FNRRS0210.message     = Aktu\u00e1lnu f\u00e1zu dostupnosti nie je mo\u017en\u00e9 dokon\u010di\u0165, preto\u017ee navrhovan\u00fd aktu\u00e1lny d\u00e1tum spustenia f\u00e1zy je pr\u00e1zdny alebo sa odkazuje na bud\u00facnos\u0165. Entita: {0}, navrhovan\u00fd d\u00e1tum: {1}.
FNRRS0210.arg.0       = Identita danej entity.
FNRRS0210.arg.1       = Zadan\u00e1 neplatn\u00e1 hodnota d\u00e1tumu.

FNRRS0211.explanation = Pl\u00e1n dostupnosti by mal v\u017edy ma\u0165 hodnotu vlastnosti Z\u00e1klad preru\u0161enia.
FNRRS0211.action      = Opravte pl\u00e1n dostupnosti a znovu sa pok\u00faste o proces iniciovania  dostupnosti.
FNRRS0211.message     = Proces preru\u0161enia dostupnosti nie je mo\u017en\u00e9 vykona\u0165 kv\u00f4li ch\u00fdbaj\u00facej  vlastnosti z\u00e1kladu preru\u0161enia pre pl\u00e1n dostupnosti: {0}.
FNRRS0211.arg.0       = Identita doty\u010dn\u00e9ho pl\u00e1nu.

FNRRS0212.explanation = V danej entite ch\u00fdba hodnota d\u00e1tumu pre ur\u010den\u00fa z\u00e1kladn\u00fa vlastnos\u0165 preru\u0161enia.
FNRRS0212.action      = Nastavte entitu a/alebo jej pl\u00e1n dostupnosti a znovu sa pok\u00faste vykona\u0165 proces iniciovania dostupnosti.
FNRRS0212.message     = V entite dostupnosti ch\u00fdba hodnota d\u00e1tumu pre vlastnos\u0165 z\u00e1kladu preru\u0161enia, entita: {0}, n\u00e1zov vlastnosti: {1}.
FNRRS0212.arg.0       = Identita danej entity.
FNRRS0212.arg.1       = N\u00e1zov z\u00e1kladnej vlastnosti preru\u0161enia.

FNRRS0213.explanation = V danej entite ch\u00fdba hodnota d\u00e1tumu pre ur\u010den\u00fa z\u00e1kladn\u00fa vlastnos\u0165 preru\u0161enia.
FNRRS0213.action      = Nastavte entitu a/alebo jej pl\u00e1n dostupnosti a znovu sa pok\u00faste vykona\u0165 proces iniciovania dostupnosti.
FNRRS0213.message     = Sp\u00fa\u0161\u0165a\u010d dostupnosti m\u00e1 neplatn\u00fd typ sp\u00fa\u0161\u0165a\u010da pre spracovanie preru\u0161enia, sp\u00fa\u0161\u0165a\u010d: {0}, typ: {1}.
FNRRS0213.arg.0       = Identita danej entity.
FNRRS0213.arg.1       = N\u00e1zov z\u00e1kladnej vlastnosti preru\u0161enia.

FNRRS0214.explanation = Po\u010das pokusu o do\u010dasn\u00fd prenos tejto entity nastala neo\u010dak\u00e1van\u00e1 v\u00fdnimka.
FNRRS0214.action      = Podrobnej\u0161ie inform\u00e1cie o v\u00fdnimke n\u00e1jdete v protokoloch.
FNRRS0214.message     = Do\u010dasn\u00fd prenos entity sa ned\u00e1 uskuto\u010dni\u0165 kv\u00f4li neo\u010dak\u00e1vanej  v\u00fdnimke, entita: {0}, v\u00fdnimka: {1}.
FNRRS0214.arg.0       = Identita entity, ktor\u00fa ste sa pok\u00fasili do\u010dasne prenies\u0165.
FNRRS0214.arg.1       = Spr\u00e1va z v\u00fdnimky.

FNRRS0215.explanation = Po\u010das pokusu o prenos tejto entity nastala neo\u010dak\u00e1van\u00e1 v\u00fdnimka.
FNRRS0215.action      = Podrobnej\u0161ie inform\u00e1cie o v\u00fdnimke n\u00e1jdete v protokoloch.
FNRRS0215.message     = Entita sa ned\u00e1 prenies\u0165 kv\u00f4li neo\u010dak\u00e1vanej v\u00fdnimke, entita: {0}, v\u00fdnimka: {1}.
FNRRS0215.arg.0       = Identita entity, ktor\u00fa ste sa pok\u00fasili prenies\u0165.
FNRRS0215.arg.1       = Spr\u00e1va z v\u00fdnimky.

FNRRS0216.explanation = Nepodarilo sa z\u00edska\u0165 p\u00f4vodcu z prvku kroku pracovn\u00e9ho toku.
FNRRS0216.action      = Skontrolujte, \u010di spr\u00e1vne funguje server Process Engine a Component Manager.
FNRRS0216.message     = Nepodarilo sa z\u00edska\u0165 p\u00f4vodcu.

FNRRS0217.explanation = Kolekcia VlastnostiRM, obsahuj\u00faca hodnoty vlastnost\u00ed s\u00favisiacich s kontrolou dostupnosti, nem\u00f4\u017ee by\u0165 nulov\u00e1 alebo pr\u00e1zdna.
FNRRS0217.action      = Zadajte pr\u00edslu\u0161n\u00e9 hodnoty vlastnost\u00ed kontroly a zopakujte  oper\u00e1ciu kontroly.
FNRRS0217.message     = Vstupn\u00e1 kolekcia VlastnostiRM je pr\u00e1zdna pre kontrolovan\u00fa  entitu: {0}.
FNRRS0217.arg.0       = Identita entity, ktor\u00fa ste sa pok\u00fasili skontrolova\u0165.

FNRRS0218.explanation = ID triedy typu prie\u010dinka, ktor\u00fd sa m\u00e1 vytvori\u0165, nem\u00f4\u017ee ma\u0165 hodnotu null alebo by\u0165 pr\u00e1zdne.
FNRRS0218.action      = Zadajte pr\u00edslu\u0161n\u00e9 ID triedy typu prie\u010dinka.
FNRRS0218.message     = ID {0}, nie je platn\u00fdm ID triedy.
FNRRS0218.arg.0       = ID triedy typu prie\u010dinka, ktor\u00fd sa m\u00e1 vytvori\u0165.

FNRRS0219.explanation = Do pl\u00e1nu s\u00faborov m\u00f4\u017eete prida\u0165 len kateg\u00f3riu z\u00e1znamov. 
FNRRS0219.action      = Zadajte pr\u00edslu\u0161n\u00fd typ entity prie\u010dinka, ktor\u00fd m\u00e1 by\u0165 vytvoren\u00fd.
FNRRS0219.message     = Entitu {0} nie je mo\u017en\u00e9 prida\u0165 do pl\u00e1nu s\u00faborov.
FNRRS0219.arg.0       = Typ entity prie\u010dinka, ktor\u00fd sa m\u00e1 vytvori\u0165.

FNRRS0220.explanation = Pr\u00edloha by mala ma\u0165 typ Kateg\u00f3riaZ\u00e1znamu alebo Prie\u010dinokZ\u00e1znamu.
FNRRS0220.action      = Zadajte pr\u00edslu\u0161n\u00fa pr\u00edlohu.
FNRRS0220.message     = Pr\u00edloha {0} nem\u00e1 platn\u00fd typ pr\u00edlohy. Pr\u00edloha by mala ma\u0165 typ Kateg\u00f3riaZ\u00e1znamu alebo Prie\u010dinokZ\u00e1znamu.
FNRRS0220.arg.0       = N\u00e1zov pr\u00edlohy.

FNRRS0221.explanation = Nepodarilo sa vytvori\u0165 objekt prie\u010dinka z\u00e1znamov. 
FNRRS0221.action      = Skontrolujte parametre pou\u017e\u00edvan\u00e9 na vytvorenie prie\u010dinka a  zopakujte oper\u00e1ciu vytvorenia prie\u010dinka.
FNRRS0221.message     = Ned\u00e1 sa vytvori\u0165 Objekt prie\u010dinka z\u00e1znamov {0}.
FNRRS0221.arg.0       = Typ entity prie\u010dinka, ktor\u00fd sa m\u00e1 vytvori\u0165.

FNRRS0222.explanation = D\u013a\u017eka Po\u013ea N\u00e1zovVlastnosti by mala by\u0165 rovnak\u00e1 ako d\u013a\u017eka po\u013ea HodnotaVlastnosti.
FNRRS0222.action      = Presved\u010dte sa, \u010di m\u00e1 Pole N\u00e1zovVlastnosti rovnak\u00fa d\u013a\u017eku ako pole  HodnotaVlastnosti.
FNRRS0222.message     = Pole N\u00e1zovVlastnosti {0} nem\u00e1 rovnak\u00fa d\u013a\u017eku ako pole HodnotaVlastnosti {1}.
FNRRS0222.arg.0       = Pole N\u00e1zovVlastnosti.
FNRRS0222.arg.1       = Pole HodnotaVlastnosti.

FNRRS0223.explanation = Ke\u010f m\u00e1 zadan\u00e1 z\u00e1visl\u00e1 vlastnos\u0165 pre objekt hodnotu true, potom mus\u00ed ma\u0165 druh\u00e1 vlastnos\u0165 priraden\u00fa nepr\u00e1zdnu hodnotu.
FNRRS0223.action      = Bu\u010f zadajte platn\u00fa hodnotu pre ch\u00fdbaj\u00facu hodnotu vlastnosti alebo prisp\u00f4sobte hodnotu z\u00e1vislej vlastnosti.
FNRRS0223.message     = Objektu ch\u00fdba nepr\u00e1zdna hodnota pre vlastnos\u0165 ''{0}'', ktor\u00e1 sa vy\u017eaduje, ke\u010f m\u00e1 z\u00e1visl\u00e1 vlastnos\u0165 ''{1}'' zadan\u00fa hodnotu ''true''.
FNRRS0223.arg.0       = N\u00e1zov ch\u00fdbaj\u00facej alebo pr\u00e1zdnej vlastnosti.
FNRRS0223.arg.1       = N\u00e1zov z\u00e1vislej vlastnosti.

FNRRS0224.explanation = Dokument sa nepodarilo deklarova\u0165 ako z\u00e1znam. 
FNRRS0224.action      = Skontrolujte parametre pou\u017e\u00edvan\u00e9 na deklarovanie dokumentu ako z\u00e1znamu a zopakujte oper\u00e1ciu deklarovania dokumentu ako z\u00e1znamu.
FNRRS0224.message     = Dokument sa nepodarilo deklarova\u0165 ako z\u00e1znam.

FNRRS0225.explanation = Zaradenie z\u00e1znamu do viacer\u00fdch kontajnerov nie je  v s\u00fa\u010dasnosti povolen\u00e9 pre tento arch\u00edv pl\u00e1nu s\u00faborov.
FNRRS0225.action      = Bu\u010f sa nepok\u00fa\u0161ajte o viacn\u00e1sobn\u00e9 zaradenie z\u00e1znamu  alebo v arch\u00edve pl\u00e1nu s\u00faborov povo\u013ete schopnos\u0165 viacn\u00e1sobn\u00e9ho zaradenia.
FNRRS0225.message     = Z\u00e1znam nie je mo\u017en\u00e9 zalo\u017ei\u0165 do viacer\u00fdch kontajnerov v arch\u00edve pl\u00e1nu s\u00faborov: {0}.
RNRRS0255.arg.0       = N\u00e1zov arch\u00edvu pl\u00e1nu s\u00faborov.

FNRRS0226.explanation = Hodnota uchov\u00e1vania m\u00e1 povolen\u00e9 rozsahy rokov: 0-999, mesiacov: 0-99, dn\u00ed: 0-99.
FNRRS0226.action      = Zadajte platn\u00e9 hodnoty uchov\u00e1vania.
FNRRS0226.message     = Jedna alebo viacer\u00e9 hodnoty uchov\u00e1vania s\u00fa mimo rozsahu. Hodnoty maj\u00fa povolen\u00e9 rozsahy rokov: 0-999, mesiacov: 0-99, dn\u00ed: 0-99.

FNRRS0227.explanation = Kontajner Z\u00e1kladn\u00fd pl\u00e1n m\u00f4\u017eete prida\u0165 len do kontajnera typu  kore\u0148 pl\u00e1nu s\u00faborov alebo kateg\u00f3ria z\u00e1znamov.
FNRRS0227.action      = Sk\u00faste to znova a ako cie\u013eov\u00fd rodi\u010dovsk\u00fd kontajner pou\u017eite  bu\u010f kore\u0148 pl\u00e1nu s\u00faborov alebo kateg\u00f3riu z\u00e1znamov.
FNRRS0227.message     = Nov\u00fd kontajner Z\u00e1kladn\u00fd pl\u00e1n nie je mo\u017en\u00e9 prida\u0165 ako potomka  rodi\u010dovsk\u00e9ho kontajnera typu: {0} 
RNRRS0227.arg.0       = Typ entity rodi\u010dovsk\u00e9ho kontajnera.

FNRRS0228.explanation = Nepodarilo sa n\u00e1js\u0165 zadan\u00fa vlastnos\u0165 sp\u00fa\u0161\u0165a\u010da.
FNRRS0228.action      = Zadajte symbolick\u00fd n\u00e1zov platnej vlastnosti typu D\u00e1tum\u010cas,  ktor\u00e1 bola priraden\u00e1 aspo\u0148 jednej triede z\u00e1znamov.
FNRRS0228.message     = Nie je mo\u017en\u00e9 z\u00edska\u0165 \u0161abl\u00f3nu vlastnosti pre zadan\u00fd symbolick\u00fd n\u00e1zov vlastnosti sp\u00fa\u0161\u0165a\u010da: {0} 
RNRRS0228.arg.0       = Zadan\u00fd n\u00e1zov symbolickej vlastnosti.

FNRRS0229.explanation = Zadan\u00e1 vlastnos\u0165 sp\u00fa\u0161\u0165a\u010da mus\u00ed ma\u0165 jednu hodnotu a jej typ \u00fadajov  mus\u00ed by\u0165 D\u00e1tum\u010cas.
FNRRS0229.action      = Zadajte symbolick\u00fd n\u00e1zov platnej jednohodnotovej vlastnosti  typu D\u00e1tum\u010cas, ktor\u00e1 je priraden\u00e1 aspo\u0148 jednej triede z\u00e1znamov.
FNRRS0229.message     = Zadan\u00e1 vlastnos\u0165 sp\u00fa\u0161\u0165a\u010da nem\u00e1 typ \u00fadajov D\u00e1tum\u010cas  a/alebo nem\u00e1 jednu hodnotu: {0}
RNRRS0229.arg.0       = Zadan\u00fd n\u00e1zov symbolickej vlastnosti.

FNRRS0230.explanation = Zadan\u00e1 vlastnos\u0165 sp\u00fa\u0161\u0165a\u010da mus\u00ed by\u0165 aktu\u00e1lne  priraden\u00e1 jednej alebo viacer\u00fdm triedam z\u00e1znamov.
FNRRS0230.action      = Zadajte symbolick\u00fd n\u00e1zov platnej vlastnosti typu D\u00e1tum\u010cas,  ktor\u00e1 bola priraden\u00e1 aspo\u0148 jednej triede z\u00e1znamov.
FNRRS0230.message     = Zadan\u00e1 vlastnos\u0165 sp\u00fa\u0161\u0165a\u010da nie je priraden\u00e1 \u017eiadnej triede z\u00e1znamov: {0}.
RNRRS0230.arg.0       = Zadan\u00fd n\u00e1zov symbolickej vlastnosti.

FNRRS0231.explanation = Navrhovan\u00fd kontajner Z\u00e1kladn\u00fd pl\u00e1n nem\u00f4\u017ee ma\u0165 \u017eiadne dc\u00e9rske podkontajnery.
FNRRS0231.action      = Pre konverziu na kontajner Z\u00e1kladn\u00fd pl\u00e1n vyberte in\u00fd kontajner.
FNRRS0231.message     = Navrhovan\u00fd kontajner Z\u00e1kladn\u00fd pl\u00e1n nie je koncov\u00fdm uzlom: {0}
RNRRS0231.arg.0       = Identita navrhovan\u00e9ho kontajnera.

FNRRS0232.explanation = Navrhovan\u00fd kontajner Z\u00e1kladn\u00fd pl\u00e1n nem\u00f4\u017ee obsahova\u0165  \u017eiadny dc\u00e9rsky z\u00e1znam, ktor\u00fd je v s\u00fa\u010dasnosti zaraden\u00fd vo viacer\u00fdch kontajneroch.
FNRRS0232.action      = Pre konverziu vyberte in\u00fd kontajner alebo odstr\u00e1\u0148te  v\u0161etky nevyhovuj\u00face dc\u00e9rske z\u00e1znamy.
FNRRS0232.message     = Navrhovan\u00fd kontajner Z\u00e1kladn\u00fd pl\u00e1n obsahuje aspo\u0148 jeden viackr\u00e1t zaraden\u00fd z\u00e1znam: {0}.
FNRRS0232.arg.0       = Identita viacn\u00e1sobne zaraden\u00e9ho z\u00e1znamu.

FNRRS0233.explanation = Navrhovan\u00fd kontajner Z\u00e1kladn\u00fd pl\u00e1n nem\u00f4\u017ee ma\u0165 \u017eiadny dc\u00e9rsky z\u00e1znam,  ktor\u00fd je fyzick\u00fdm z\u00e1znamom.
FNRRS0233.action      = Pre konverziu vyberte in\u00fd kontajner alebo odstr\u00e1\u0148te  v\u0161etky nevyhovuj\u00face dc\u00e9rske z\u00e1znamy.
FNRRS0233.message     = Navrhovan\u00fd kontajner Z\u00e1kladn\u00fd pl\u00e1n obsahuje aspo\u0148 jeden  z\u00e1znam, ktor\u00fd je fyzick\u00fdm z\u00e1znamom: {0}.
FNRRS0233.arg.0       = Identita fyzick\u00e9ho z\u00e1znamu.

FNRRS0234.explanation = Navrhovan\u00fd kontajner Z\u00e1kladn\u00fd pl\u00e1n nem\u00f4\u017ee ma\u0165 \u017eiadny dc\u00e9rsky z\u00e1znam s priraden\u00fdm typom z\u00e1znamu.
FNRRS0234.action      = Pre konverziu vyberte in\u00fd kontajner alebo odstr\u00e1\u0148te  v\u0161etky nevyhovuj\u00face dc\u00e9rske z\u00e1znamy.
FNRRS0234.message     = Navrhovan\u00fd kontajner Z\u00e1kladn\u00fd pl\u00e1n obsahuje aspo\u0148 jeden z\u00e1znam s priraden\u00fdm typom z\u00e1znamu: {0}.
FNRRS0234.arg.0       = Identita z\u00e1znamu.

FNRRS0235.explanation = V\u0161etky z\u00e1znamy nach\u00e1dzaj\u00face sa v navrhovanom kontajneri Z\u00e1kladn\u00fd pl\u00e1n musia podporova\u0165 navrhovan\u00fa vlastnos\u0165 sp\u00fa\u0161\u0165a\u010da.
FNRRS0235.action      = Vyberte in\u00fa vlastnos\u0165 sp\u00fa\u0161\u0165a\u010da alebo odstr\u00e1\u0148te  v\u0161etky nevyhovuj\u00face dc\u00e9rske z\u00e1znamy.
FNRRS0235.message     = Navrhovan\u00fd kontajner Z\u00e1kladn\u00fd pl\u00e1n obsahuje aspo\u0148 jeden z\u00e1znam,  ktor\u00e9ho trieda z\u00e1znamov nepodporuje navrhovan\u00fd n\u00e1zov vlastnosti sp\u00fa\u0161\u0165a\u010da: {0}.
FNRRS0235.arg.0       = Identita z\u00e1znamu.

FNRRS0236.explanation = V\u0161etky typy kontajnerov z\u00e1znamov nie s\u00fa vhodn\u00e9 pre konverziu na  kontajnery Z\u00e1kladn\u00fd pl\u00e1n.
FNRRS0236.action      = Vyberte alternat\u00edvny kontajner.
FNRRS0236.message     = Navrhovan\u00fd typ kontajnera nie je vhodn\u00fd pre konverziu  na kontajner Z\u00e1kladn\u00fd pl\u00e1n: {0}.
FNRRS0236.arg.0       = Typ entity navrhovan\u00e9ho kontajnera.

FNRRS0237.explanation = Zd\u00e1 sa, \u017ee v tomto arch\u00edve pl\u00e1nu s\u00faborov neexistuj\u00fa po\u017eadovan\u00e9  \u0161abl\u00f3ny vlastnost\u00ed s\u00favisiace so Z\u00e1kladn\u00fdm pl\u00e1nom a/alebo ich priradenie k r\u00f4znym triedam kontajnerov z\u00e1znamov.
FNRRS0237.action      = Presved\u010dte sa, \u010di bol pre tento arch\u00edv pl\u00e1nu s\u00faborov pou\u017eit\u00fd vhodn\u00fd pr\u00eddavn\u00fd komponent P8 Content Manager.
FNRRS0237.message     = Meta\u00fadaje potrebn\u00e9 pre podporu Z\u00e1kladn\u00e9ho pl\u00e1nu nie s\u00fa  k dispoz\u00edcii v tomto arch\u00edve pl\u00e1nu s\u00faborov: {0}.
FNRRS0237.arg.0       = Identifik\u00e1tor arch\u00edvu pl\u00e1nu s\u00faborov.

FNRRS0238.explanation = Platn\u00fd kontajner Z\u00e1kladn\u00fd pl\u00e1n mus\u00ed ma\u0165 spr\u00e1vny form\u00e1t  hodnoty vlastnosti RMRetentionPeriod.
FNRRS0238.action      = Na vytvorenie spr\u00e1vnej hodnoty doby uchov\u00e1vania pre tento kontajner pou\u017eite met\u00f3du DefensiblyDisposable.setRetentionPeriod. 
FNRRS0238.message     = Hodnota doby uchov\u00e1vania Z\u00e1kladn\u00e9ho pl\u00e1nu nem\u00e1 o\u010dak\u00e1van\u00fd form\u00e1t: rrr-mm-dd.

FNRRS0239.explanation = Aby ste sa mohli pok\u00fasi\u0165 o \u00fapravu vlastnosti s\u00favisiacej so Z\u00e1kladn\u00fdm pl\u00e1nom, kontajner u\u017e mus\u00ed by\u0165 kontajnerom Z\u00e1kladn\u00fd pl\u00e1n.
FNRRS0239.action      = Presved\u010dte, \u010di bol kontajner vytvoren\u00fd ako kontajner Z\u00e1kladn\u00fd pl\u00e1n alebo, \u010di bol skonvertovan\u00fd na kontajner Z\u00e1kladn\u00fd pl\u00e1n.
FNRRS0239.message     = V kontajneri, ktor\u00fd nie je kontajnerom Z\u00e1kladn\u00fd pl\u00e1n, nie je mo\u017en\u00e9 upravi\u0165 \u017eiadnu hodnotu vlastnosti s\u00favisiacej so Z\u00e1kladn\u00fdm pl\u00e1nom: {0}.
FNRRS0239.arg.0       = Identifik\u00e1tor kontajnera.

FNRRS0240.explanation = Priame nastavenie tak\u00fdchto vlastnost\u00ed nie je povolen\u00e9, preto\u017ee by obch\u00e1dzalo potrebn\u00fa valida\u010dn\u00fa logiku. 
FNRRS0240.action      = Namiesto toho pou\u017eite met\u00f3du DefensiblyDisposable setRetentionPeriod a/alebo setTriggerPropertyName. 
FNRRS0240.message     = Priame nastavenie hodn\u00f4t vlastnost\u00ed z\u00e1kladn\u00e9ho pl\u00e1nu nie je povolen\u00e9.

FNRRS0241.explanation = Kontajner Z\u00e1kladn\u00fd pl\u00e1n nem\u00f4\u017ee obsahova\u0165 \u017eiadne viacn\u00e1sobne zaraden\u00e9 z\u00e1znamy. 
FNRRS0241.action      = Z\u00e1znam zara\u010fte do in\u00e9ho cie\u013eov\u00e9ho kontajnera. 
FNRRS0241.message     = Viacn\u00e1sobne zaraden\u00fd z\u00e1znam nie je mo\u017en\u00e9 zaradi\u0165 do kontajnera  Z\u00e1kladn\u00fd pl\u00e1n.

FNRRS0242.explanation = Kontajner Z\u00e1kladn\u00fd pl\u00e1n nem\u00f4\u017ee obsahova\u0165 \u017eiadne fyzick\u00e9 z\u00e1znamy. 
FNRRS0242.action      = Z\u00e1znam zara\u010fte do in\u00e9ho cie\u013eov\u00e9ho kontajnera. 
FNRRS0242.message     = Do kontajnera Z\u00e1kladn\u00fd pl\u00e1n nem\u00f4\u017eete zaradi\u0165 fyzick\u00fd z\u00e1znam.

FNRRS0243.explanation = Kontajner Z\u00e1kladn\u00fd pl\u00e1n nem\u00f4\u017ee obsahova\u0165 \u017eiadne z\u00e1znamy s typom z\u00e1znamu. 
FNRRS0243.action      = Z\u00e1znam zara\u010fte do in\u00e9ho cie\u013eov\u00e9ho kontajnera. 
FNRRS0243.message     = Do kontajnera Z\u00e1kladn\u00fd pl\u00e1n nie je mo\u017en\u00e9 zaradi\u0165 z\u00e1znam  s priraden\u00fdm typom z\u00e1znamu.

FNRRS0244.explanation = V\u0161etky z\u00e1znamy nach\u00e1dzaj\u00face sa v kontajneri Z\u00e1kladn\u00fd pl\u00e1n musia podporova\u0165  kontajneru priraden\u00fa vlastnos\u0165 sp\u00fa\u0161\u0165a\u010da. 
FNRRS0244.action      = Z\u00e1znam zara\u010fte do in\u00e9ho cie\u013eov\u00e9ho kontajnera. 
FNRRS0244.message     = Trieda z\u00e1znamu nepodporuje vlastnos\u0165 sp\u00fa\u0161\u0165a\u010da, ktor\u00fa  m\u00e1 priraden\u00fa cie\u013eov\u00fd kontajner Z\u00e1kladn\u00fd pl\u00e1n.

FNRRS0245.explanation = Kontajner Z\u00e1kladn\u00fd pl\u00e1n nem\u00f4\u017ee ma\u0165 priraden\u00fd \u017eiadny pl\u00e1n dostupnosti,  ani priamo ani cestou dedenia. 
FNRRS0245.action      = Nepok\u00fa\u0161ajte sa priradi\u0165 pl\u00e1n dostupnosti existuj\u00facemu kontajneru  Z\u00e1kladn\u00fd pl\u00e1n a nerobte to ani po\u010das vytv\u00e1rania tak\u00e9hoto kontajnera.
FNRRS0245.message     = Pl\u00e1n dostupnosti nie je mo\u017en\u00e9 priradi\u0165 kontajneru Z\u00e1kladn\u00fd pl\u00e1n.

FNRRS0246.explanation = \u017diadny z\u00e1znam, ktor\u00fd sa v s\u00fa\u010dasnosti nach\u00e1dza v zostave Z\u00e1kladn\u00fd pl\u00e1n,  nie je mo\u017en\u00e9 presun\u00fa\u0165 mimo jeho kontajner.
FNRRS0246.action      = Bu\u010f vytvorte nov\u00fa k\u00f3piu tohto z\u00e1znamu alebo z\u00e1znam pozastavte.
FNRRS0246.message     = Nie je mo\u017en\u00e9 presun\u00fa\u0165 z\u00e1znam, ktor\u00fd sa v s\u00fa\u010dasnosti nach\u00e1dza  v zostave Z\u00e1kladn\u00fd pl\u00e1n: {0}.
FNRRS0246.arg.0       = Identifik\u00e1tor z\u00e1znamu.

FNRRS0247.explanation = Inak vyhovuj\u00faci kontajner nie je mo\u017en\u00e9 skonvertova\u0165 na kontajner Z\u00e1kladn\u00fd pl\u00e1n, ak je on s\u00e1m alebo aspo\u0148 jeden z jeho z\u00e1znamov moment\u00e1lne zainteresovan\u00fd do spracovania likvid\u00e1cie.
FNRRS0247.action      = Najprv dokon\u010dite v\u0161etky prebiehaj\u00face spracovania likvid\u00e1cie t\u00fdkaj\u00face sa kontajnera a/alebo v \u0148om sa nach\u00e1dzaj\u00facich z\u00e1znamov, a a\u017e potom sa pok\u00faste o jeho konverziu.
FNRRS0247.message     = Navrhovan\u00fd kontajner nie je moment\u00e1lne vhodn\u00fd na konverziu  na kontajner Z\u00e1kladn\u00fd pl\u00e1n, preto\u017ee on s\u00e1m alebo aspo\u0148 jeden z jeho z\u00e1znamov je v s\u00fa\u010dasnosti zainteresovan\u00fd  do spracovania likvid\u00e1cie: {0}.
FNRRS0247.arg.0       = Identifik\u00e1tor nevhodn\u00e9ho kontajnera alebo dc\u00e9rskeho  z\u00e1znamu.

FNRRS0248.explanation = Nie je mo\u017en\u00e9 meni\u0165 vlastnos\u0165 sp\u00fa\u0161\u0165a\u010da \u017eiadneho z\u00e1znamu, ktor\u00fd sa  moment\u00e1lne nach\u00e1dza v zostave Z\u00e1kladn\u00fd pl\u00e1n.
FNRRS0248.action      = Nepok\u00fa\u0161ajte sa zmeni\u0165 hodnotu vlastnosti sp\u00fa\u0161\u0165a\u010da.
FNRRS0248.message     = Hodnotu vlastnosti sp\u00fa\u0161\u0165a\u010da priraden\u00fa k z\u00e1znamu, ktor\u00fd  sa moment\u00e1lne nach\u00e1dza v zostave Z\u00e1kladn\u00fd pl\u00e1n: {0}, nie je mo\u017en\u00e9 aktualizova\u0165.
FNRRS0248.arg.0       = Identifik\u00e1tor z\u00e1znamu.

FNRRS0249.explanation = Preto\u017ee kontajner Z\u00e1kladn\u00fd pl\u00e1n nem\u00f4\u017ee obsahova\u0165 viacn\u00e1sobne zaraden\u00e9 z\u00e1znamy, \u017eiadny existuj\u00faci z\u00e1znam z kontajnera Z\u00e1kladn\u00fd pl\u00e1n nie je mo\u017en\u00e9 zaradi\u0165 niekam inam.
FNRRS0249.action      = Z\u00e1znam namiesto viacn\u00e1sobn\u00e9ho zaradenia bu\u010f presu\u0148te alebo skop\u00edrujte.
FNRRS0249.message     = Nie je mo\u017en\u00e9 viackr\u00e1t zaradi\u0165 z\u00e1znam, ktor\u00fd sa moment\u00e1lne nach\u00e1dza v kontajneri Z\u00e1kladn\u00fd pl\u00e1n: {0}.
FNRRS0249.arg.0       = Identifik\u00e1tor z\u00e1znamu.

FNRRS0250.explanation = Ur\u010dit\u00e9 in\u0161tancie konfigur\u00e1cie syst\u00e9mu s\u00fa pova\u017eovan\u00e9 za kon\u0161tantn\u00e9 a nem\u00f4\u017eu by\u0165 zmenen\u00e9.
FNRRS0250.message     = Oper\u00e1cia aktualiz\u00e1cie nie je povolen\u00e1 na in\u0161tancii syst\u00e9movej konfigur\u00e1cie, ktorej n\u00e1zov vlastnosti je: {0}.
FNRRS0250.arg.0       = N\u00e1zov pr\u00edslu\u0161nej vlastnosti konfigur\u00e1cie syst\u00e9mu.

FNRRS0251.explanation = D\u00e1tum vykonania aktu\u00e1lnej f\u00e1zy entity bu\u010f nebol nastaven\u00fd, alebo sa teraz nach\u00e1dza v bud\u00facnosti.
FNRRS0251.action      = Znova spustite vy\u010distenie dostupnosti, aby ste obnovili stav dostupnosti entity.
FNRRS0251.message     = Nie je mo\u017en\u00e9 iniciova\u0165 akciu dostupnosti, preto\u017ee sa zmenil d\u00e1tum vykonania aktu\u00e1lnej f\u00e1zy pre entitu: {0}, d\u00e1tum: {1}.
FNRRS0251.arg.0       = Pr\u00edslu\u0161n\u00e1 entita.
FNRRS0251.arg.1       = D\u00e1tum vykonania aktu\u00e1lnej f\u00e1zy entity.

FNRRS0252.explanation = Nie je mo\u017en\u00e9 iniciova\u0165 akciu dostupnosti na entite, ktorej akcia aktu\u00e1lnej f\u00e1zy je automatick\u00e9 zni\u010denie.
FNRRS0252.action      = Spustite vy\u010distenie dostupnosti automatick\u00e9ho zni\u010denia, aby ste mohli spracova\u0165 t\u00fato entitu.
FNRRS0252.message     = Nie je mo\u017en\u00e9 iniciova\u0165 akciu dostupnosti na entite, ktorej akcia aktu\u00e1lnej f\u00e1zy je automatick\u00e9 zni\u010denie: {0}.
FNRRS0252.arg.0       = Pr\u00edslu\u0161n\u00e1 entita.

FNRRS0253.explanation = Nie je mo\u017en\u00e9 iniciova\u0165 akciu dostupnosti na entite, ktorej hierarchia podkontajnerov zah\u0155\u0148a jeden alebo viac pozastaven\u00fdch fyzick\u00fdch kontajnerov.
FNRRS0253.action      = Odstr\u00e1\u0148te v\u0161etky p\u00f4sobiace pozastavenia a znova sa pok\u00faste iniciova\u0165 akciu dostupnosti.
FNRRS0253.message     = Nem\u00f4\u017eete iniciova\u0165 akciu dostupnosti na entite, ktor\u00e1 obsahuje pozastaven\u00fd fyzick\u00fd kontajner: {0}.
FNRRS0253.arg.0       = Pr\u00edslu\u0161n\u00e1 entita.

FNRRS0254.explanation = Nie je mo\u017en\u00e9 iniciova\u0165 akciu dostupnosti na entite, ktorej hierarchia podkontajnerov zah\u0155\u0148a jeden alebo viac pozastaven\u00fdch fyzick\u00fdch z\u00e1znamov.
FNRRS0254.action      = Odstr\u00e1\u0148te v\u0161etky p\u00f4sobiace pozastavenia a znova sa pok\u00faste iniciova\u0165 akciu dostupnosti.
FNRRS0254.message     = Nem\u00f4\u017eete iniciova\u0165 akciu dostupnosti na entite, ktor\u00e1 obsahuje pozastaven\u00fd fyzick\u00fd z\u00e1znam: {0}.
FNRRS0254.arg.0       = Pr\u00edslu\u0161n\u00e1 entita.

FNRRS0255.explanation = Nie je mo\u017en\u00e9 iniciova\u0165 akciu dostupnosti na entite, ktorej hierarchia podkontajnerov zah\u0155\u0148a pozastaven\u00fd podkontajner a ten obsahuje fyzick\u00e9 z\u00e1znamy.
FNRRS0255.action      = Odstr\u00e1\u0148te v\u0161etky p\u00f4sobiace pozastavenia a znova sa pok\u00faste iniciova\u0165 akciu dostupnosti.
FNRRS0255.message     = Nem\u00f4\u017eete iniciova\u0165 akciu dostupnosti na entite, ktor\u00e1 obsahuje pozastaven\u00fd podkontajner a ten navy\u0161e obsahuje fyzick\u00fd z\u00e1znam: {0}.
FNRRS0255.arg.0       = Pr\u00edslu\u0161n\u00e1 entita.


FNRRS0300.explanation = Ned\u00e1 sa z\u00edska\u0165 in\u0161tancia Predmet JAAS priraden\u00e1 k tak\u00e9muto  typu_dom\u00e9ny, adrese URL pripojenia, menu u\u017e\u00edvate\u013ea a n\u00e1zvu odseku_JAAS.
FNRRS0300.action      = Presved\u010dte sa: 1) \u010di je konfigur\u00e1cia JAAS pre prostredie pre beh programu spr\u00e1vne zadan\u00e1. 2) \u010di je zadan\u00e1 spr\u00e1vna adresa URL vr\u00e1tane spr\u00e1vneho \u010d\u00edsla portu. 3) \u010di je pre adresu URL zadan\u00fd vhodn\u00fd n\u00e1zov odseku_JAAS.
FNRRS0300.message     = Nepodarilo sa z\u00edska\u0165 Predmet JAAS pre typ dom\u00e9ny: ''{0}'', adresa URL: ''{1}'', meno u\u017e\u00edvate\u013ea: ''{2}'', odsek JAAS: ''{3}''.
FNRRS0300.arg.0       = typ_dom\u00e9ny
FNRRS0300.arg.1       = adresa URL
FNRRS0300.arg.2       = meno u\u017e\u00edvate\u013ea
FNRRS0300.arg.3       = odsek_JAAS

FNRRS0301.explanation = SkladObjektov P8 zadan\u00fd pomocou ident_skladuobjektov nie je platn\u00fdm arch\u00edvom obsahu Records Manager.
FNRRS0301.action      = Presved\u010dte sa, \u010di bol pre tento SkladObjektov P8 pou\u017eit\u00fd spr\u00e1vny  d\u00e1tov\u00fd model Records Manager.
FNRRS0301.message     = SkladObjektov P8 nie je platn\u00fdm arch\u00edvom obsahu Records Manager: ''{0}''.
FNRRS0301.arg.0       = identifik\u00e1tor_skladu_objektov

FNRRS0302.explanation = SkladObjektov P8 zadan\u00fd pomocou ident_skladuobjektov nie je platn\u00fd  IBM Enterprise Records File Plan Repository.
FNRRS0302.action      = Presved\u010dte sa, \u010di bol pre tento SkladObjektov P8 pou\u017eit\u00fd spr\u00e1vny  d\u00e1tov\u00fd model IBM Enterprise Records.
FNRRS0302.message     = SkladObjektov P8 nie je platn\u00fd IBM Enterprise Records File Plan Repository: ''{0}''.
FNRRS0302.arg.0       = identifik\u00e1tor_skladu_objektov

FNRRS0303.explanation = Objekt API, ident_in\u0161tancie, s typom typ_entity nebol priraden\u00fd  k svojmu pr\u00edslu\u0161n\u00e9mu objektu z\u00e1kladu arch\u00edvu. T\u00fdm sa obmedzuje pou\u017eitie in\u0161tancie API, ako napr\u00edklad pokus o z\u00edskanie hodn\u00f4t vlastnost\u00ed z in\u0161tancie API.
FNRRS0303.action      = Pre in\u0161tanciu API vykonajte fetchInstance (namiesto getInstance),   aby ste mohli vyn\u00fati\u0165 obnovenie z arch\u00edvu.
FNRRS0303.message     = Pre in\u0161tanciu API: ''{0}'', typu: ''{1}'' nebol vytvoren\u00fd \u017eiadny objekt z\u00e1kladu arch\u00edvu.
FNRRS0303.arg.0       = ident_in\u0161tancie
FNRRS0303.arg.1       = typ_entity

FNRRS0304.explanation = Nepodarilo sa z\u00edska\u0165 \u017eiadne dostupn\u00e9 arch\u00edvy pl\u00e1nov s\u00faborov z dom\u00e9ny, ident_dom\u00e9ny.
FNRRS0304.action      = Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 opr\u00e1vnenie na pr\u00edstup k aspo\u0148 jedn\u00e9mu arch\u00edvu pl\u00e1nov s\u00faborov v dom\u00e9ne. Taktie\u017e sa uistite, \u017ee aspo\u0148 jeden arch\u00edv bol nakonfigurovan\u00fd ako arch\u00edv pl\u00e1nov s\u00faborov.
FNRRS0304.message     = Z dom\u00e9ny: ''{0}'' nie je mo\u017en\u00e9 z\u00edska\u0165 \u017eiadne dostupn\u00e9 arch\u00edvy pl\u00e1nov s\u00faborov.
FNRRS0304.arg.0       = ident_dom\u00e9ny

FNRRS0305.explanation = Nepodarilo sa z\u00edska\u0165 \u017eiadne dostupn\u00e9 arch\u00edvy pl\u00e1nov s\u00faborov z dom\u00e9ny, identifik\u00e1tor_dom\u00e9ny.
FNRRS0305.action      = Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 opr\u00e1vnenie na pr\u00edstup k aspo\u0148 jedn\u00e9mu arch\u00edvu pl\u00e1nov s\u00faborov v dom\u00e9ne. Taktie\u017e sa uistite, \u017ee aspo\u0148 jeden arch\u00edv bol nakonfigurovan\u00fd ako arch\u00edv pl\u00e1nov s\u00faborov.
FNRRS0305.message     = Z dom\u00e9ny: ''{0}'' nie je mo\u017en\u00e9 z\u00edska\u0165 \u017eiadne dostupn\u00e9 arch\u00edvy pl\u00e1nov s\u00faborov.
FNRRS0305.arg.0       = ident_dom\u00e9ny

FNRRS0306.explanation = V\u00fdnimka nastala po\u010das pokusu o pohltenie vlastnosti P8 Content Engine,  ktor\u00e1 m\u00e1 symbolick\u00fd n\u00e1zov symbolick\u00fd_n\u00e1zov.
FNRRS0306.action      = Presk\u00famajte z\u00e1sobn\u00edk v\u00fdnimiek, aby ste na\u0161li z\u00e1kladn\u00fa pr\u00ed\u010dinu  RuntimeV\u00fdnimkyRM. Typickou pr\u00ed\u010dinou je probl\u00e9m s typovou konverziou.
FNRRS0306.message     = Chyba po\u010das pohlcovania vlastnosti P8CE, symbolick\u00fd n\u00e1zov: ''{0}''.
FNRRS0306.arg.0       = symbolick\u00fd_n\u00e1zov

FNRRS0307.explanation = Pre vlastnos\u0165 symbolick\u00fd_n\u00e1zov bola zaznamenan\u00e1 nepodporovan\u00e1 trieda n\u00e1zov_triedy vlastnosti arch\u00edvu.
FNRRS0307.action      = Vyberte alternat\u00edvnu vlastnos\u0165 alebo typ triedy vlastnosti.
FNRRS0307.message     = Nepodporovan\u00e1 trieda vlastnosti bola zaznamenan\u00e1 po\u010das pohlcovania  vlastnosti arch\u00edvu, symbolick\u00fd n\u00e1zov: ''{0}'', triedy: ''{1}''.
FNRRS0307.arg.0       = symbolick\u00fd_n\u00e1zov
FNRRS0307.arg.1       = class_name

FNRRS0308.explanation = Neo\u010dak\u00e1van\u00e1 chyba po\u010das oper\u00e1cie nastavenia vlastnosti arch\u00edvu pre vlastnos\u0165 symbolick\u00fd_n\u00e1zov typu typ_\u00fadajov.
FNRRS0308.action      = Vyh\u013eadajte ak\u00fdko\u013evek popis chyby arch\u00edvu v internej v\u00fdnimke.
FNRRS0308.message     = Chyba pri pokuse o nastavenie hodnoty vlastnosti arch\u00edvu, symbolick\u00fd n\u00e1zov: ''{0}'', typ \u00fadajov: ''{1}''.
FNRRS0308.arg.0       = symbolick\u00fd_n\u00e1zov
FNRRS0308.arg.1       = typ_\u00fadajov

FNRRS0309.explanation = Pr\u00edstupov\u00e1 vrstva arch\u00edvu P8 Content Engine nepodporuje objekt Kontajner typu typ_entity.
FNRRS0309.action      = Bu\u010f si vyberte in\u00fd typ kontajnera alebo vyberte alternat\u00edvny arch\u00edv, ktor\u00fd tento typ entity podporuje.
FNRRS0309.message     = Objekt Kontajner sa ned\u00e1 zostavi\u0165, kv\u00f4li nepodporovan\u00e9mu typu entity kontajnera P8CE_RAL: ''{0}''.
FNRRS0309.arg.0       = typ_entity

FNRRS0310.explanation = fpArch\u00edv nem\u00e1 objekt ''Syst\u00e9mov\u00e1Konfigur\u00e1cia'', ktor\u00e9ho   ''N\u00e1zovVlastnosti'' je ''Nastavenie FPOS''.
FNRRS0310.action      = Usitite sa, \u017ee Arch\u00edvFP bol spr\u00e1vne nakonfigurovan\u00fd.
FNRRS0310.message     = Objekt Syst\u00e9mov\u00e1Konfigur\u00e1cia s n\u00e1zvom ''Nastavenie FPOS'' nie je k dispoz\u00edcii v arch\u00edve pl\u00e1nu s\u00faborov: ''{0}''
FNRRS0310.arg.0       = Arch\u00edvFP

FNRRS0311.explanation = Objekt ''Syst\u00e9mov\u00e1Konfigur\u00e1cia'' z fpArch\u00edvu, ktor\u00fd m\u00e1 ''N\u00e1zovVlastnosti''  ''Nastavenie FPOS'' m\u00e1 neplatn\u00fa hodnotu vlastnosti pre ''HodnotaVlastnosti''.
FNRRS0311.action      = Usitite sa, \u017ee Arch\u00edvFP bol spr\u00e1vne nakonfigurovan\u00fd.
FNRRS0311.message     = V arch\u00edve pl\u00e1nov s\u00faborov: ''{0}'' sa nach\u00e1dza neplatn\u00e1 hodnota pre ''Nastavenie FPOS'' objektu Syst\u00e9mov\u00e1Konfigur\u00e1cia.
FNRRS0311.arg.0       = Arch\u00edvFP

FNRRS0312.explanation = Oper\u00e1cia ulo\u017eenia pre objekt typu typ_entity s identifik\u00e1torom  ident_objektu nebola \u00faspe\u0161n\u00e1.
FNRRS0312.action      = Uistite sa, \u017ee dan\u00fd objekt e\u0161te existuje v arch\u00edve. Taktie\u017e sa uistite, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 vhodn\u00fd bezpe\u010dnostn\u00fd pr\u00edstup na \u00farovni objektov na vykonanie tejto oper\u00e1cie.
FNRRS0312.message     = Oper\u00e1cia ulo\u017eenia sa ned\u00e1 vykona\u0165 na objekte arch\u00edvu  ''{0}'' typu: ''{1}''. Inform\u00e1cie o z\u00e1sadnej chybe: {2}
FNRRS0312.arg.0       = ident_objektu
FNRRS0312.arg.1       = typ_entity
FNRRS0312.arg.2		  = re\u0165azec spr\u00e1vy z\u00e1sadnej v\u00fdnimky

FNRRS0313.explanation = Pri pokuse o z\u00edskanie kore\u0148ov\u00e9ho uzla pl\u00e1nu s\u00faborov arch\u00edvu pl\u00e1nov s\u00faborov nastala chyba.
FNRRS0313.action      = Overte, \u010di m\u00e1 s\u00fa\u010dasn\u00fd u\u017e\u00edvate\u013e pre kore\u0148ov\u00fd uzol pl\u00e1nu s\u00faborov aspo\u0148 opr\u00e1vnenia na zobrazenie a \u010di je konkr\u00e9tny arch\u00edv pl\u00e1nov s\u00faborov spr\u00e1vne nain\u0161talovan\u00fd a nakonfigurovan\u00fd.
FNRRS0313.message     = Kore\u0148ov\u00fd uzol pl\u00e1nu s\u00faborov sa ned\u00e1 z\u00edska\u0165 z arch\u00edvu pl\u00e1nu s\u00faborov: ''{0}''.
FNRRS0313.arg.0       = Arch\u00edvFP

FNRRS0314.explanation = Po\u010das pridania vlastnosti so symbolick\u00fdm_n\u00e1zvom a typom typ_\u00fadajov do  kolekcie vlastnost\u00ed sa vyskytla neo\u010dak\u00e1van\u00e1 chyba.
FNRRS0314.action      = Popis chyby arch\u00edvu n\u00e1jdete v internej v\u00fdnimke.
FNRRS0314.message     = Chyba pri pokuse o pridanie novej vlastnosti do kolekcie,  symbolick\u00fd n\u00e1zov: ''{0}'', typ \u00fadajov: ''{1}''.
FNRRS0314.arg.0       = symbolick\u00fd_n\u00e1zov
FNRRS0314.arg.1       = typ_\u00fadajov

FNRRS0315.explanation = Chyba nastala pri pokuse o z\u00edskanie kateg\u00f3ri\u00ed dc\u00e9rskych z\u00e1znamov z rodi\u010dovsk\u00e9ho kontajnera.
FNRRS0315.action      = Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 aspo\u0148 opr\u00e1vnenia na zobrazenie obsahu rodi\u010dovsk\u00e9ho kontajnera.
FNRRS0315.message     = Chyba pri z\u00edskavan\u00ed kateg\u00f3ri\u00ed z\u00e1znamov z rodi\u010dovsk\u00e9ho kontajnera: ''{0}''.
FNRRS0315.arg.0       = rodi\u010dovsk\u00fd_kontajner

FNRRS0316.explanation = Chyba nastala pri pokuse o z\u00edskanie aktu\u00e1lneho obsahu iter\u00e1tora str\u00e1nky.
FNRRS0316.action      = Uistite sa, \u017ee sa vykonalo volanie RMPageInterator.nextPage() s cie\u013eom presun\u00fa\u0165 iter\u00e1tor na prv\u00fa str\u00e1nku. Iter\u00e1tor mohol by\u0165 pr\u00edpadne presunut\u00fd za posledn\u00fa str\u00e1nku.
FNRRS0316.message     = Chyba po\u010das pokusu o z\u00edskanie obsahu aktu\u00e1lnej str\u00e1nky z Iter\u00e1toraStr\u00e1nkyRM.

FNRRS0317.explanation = Chyba nastala po\u010das pokusu o z\u00edskanie \u010fal\u0161ej str\u00e1nky iter\u00e1tora str\u00e1nok.
FNRRS0317.action      = Overte, \u010di iter\u00e1tor u\u017e nebol presunut\u00fd za posledn\u00fa str\u00e1nku.
FNRRS0317.message     = Chyba po\u010das pokusu o z\u00edskanie \u010fal\u0161ej str\u00e1nky z iter\u00e1tora Str\u00e1nkovate\u013en\u00e1Mno\u017eina.

FNRRS0318.explanation = Chyba nastala po\u010das pokusu o z\u00edskanie rodi\u010dovsk\u00fdch kontajnerov pre objekt.
FNRRS0318.action      = Overte, \u010di m\u00e1 s\u00fa\u010dasn\u00fd u\u017e\u00edvate\u013e pre rodi\u010dovsk\u00fd kontajner aspo\u0148 opr\u00e1vnenia na zobrazenie.
FNRRS0318.message     = Chyba pri z\u00edskavan\u00ed rodi\u010dovsk\u00e9ho kontajnera(kontajnerov) pre objekt: ''{0}''.
FNRRS0318.arg.0       = objekt

FNRRS0319.explanation = Oper\u00e1cia odstr\u00e1nenia pre objekt typu typ_entity s identifik\u00e1torom  ident_objektu nebola \u00faspe\u0161n\u00e1.
FNRRS0319.action      = Uistite sa, \u017ee dan\u00fd objekt e\u0161te existuje v arch\u00edve. Taktie\u017e sa uistite, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 vhodn\u00fd bezpe\u010dnostn\u00fd pr\u00edstup na \u00farovni objektov na vykonanie tejto oper\u00e1cie.
FNRRS0319.message     = Oper\u00e1ciu odstr\u00e1nenia nie je mo\u017en\u00e9 vykona\u0165 na objekte arch\u00edvu ''{0}''  typu: ''{1}''.
FNRRS0319.arg.0       = ident_objektu
FNRRS0319.arg.1       = typ_entity

FNRRS0320.explanation = Oper\u00e1cia pridania kateg\u00f3rie z\u00e1znamov pre objekt typu typ_entity s identifik\u00e1torom ident_objektu nebola \u00faspe\u0161n\u00e1.
FNRRS0320.action      = Uistite sa, \u017ee dan\u00fd cie\u013eov\u00fd objekt e\u0161te existuje v arch\u00edve. Overte,  \u010di cie\u013e m\u00f4\u017ee obsahova\u0165 kateg\u00f3riu z\u00e1znamov. Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 vhodn\u00fd bezpe\u010dnostn\u00fd pr\u00edstup na \u00farovni objektov na vykonanie tejto oper\u00e1cie.
FNRRS0320.message     = Kateg\u00f3ria z\u00e1znamov sa ned\u00e1 prida\u0165 do cie\u013eov\u00e9ho objektu: ''{0}'' typu: ''{1}''.
FNRRS0320.arg.0       = ident_objektu
FNRRS0320.arg.1       = typ_entity

FNRRS0321.explanation = Chyba nastala pri pokuse o z\u00edskanie aktu\u00e1lneho po\u010dtu prvkov iter\u00e1tora str\u00e1nky.
FNRRS0321.action      = Uistite sa, \u017ee sa vykonalo volanie RMPageInterator.nextPage() s cie\u013eom presun\u00fa\u0165 iter\u00e1tor na prv\u00fa str\u00e1nku. Iter\u00e1tor mohol by\u0165 pr\u00edpadne presunut\u00fd za posledn\u00fa str\u00e1nku.
FNRRS0321.message     = Chyba po\u010das pokusu o z\u00edskanie aktu\u00e1lneho po\u010dtu prvkov z Iter\u00e1toraStr\u00e1nkyRM.

FNRRS0322.explanation = Oper\u00e1cia pridania prie\u010dinka z\u00e1znamov pre objekt typu typ_entity s identifik\u00e1torom ident_objektu nebola \u00faspe\u0161n\u00e1.
FNRRS0322.action      = Uistite sa, \u017ee dan\u00fd cie\u013eov\u00fd objekt e\u0161te existuje v arch\u00edve. Overte, \u010di cie\u013e m\u00f4\u017ee obsahova\u0165 prie\u010dinok z\u00e1znamov tak\u00e9hoto typu. Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 vhodn\u00fd bezpe\u010dnostn\u00fd pr\u00edstup na \u00farovni objektov na vykonanie tejto oper\u00e1cie.
FNRRS0322.message     = Prie\u010dinok z\u00e1znamov sa ned\u00e1 prida\u0165 do cie\u013eov\u00e9ho objektu: ''{0}'' typu: ''{1}''.
FNRRS0322.arg.0       = ident_objektu
FNRRS0322.arg.1       = typ_entity

FNRRS0323.explanation = Chyba nastala po\u010das pokusu o z\u00edskanie prie\u010dinkov dc\u00e9rskych z\u00e1znamov z rodi\u010dovsk\u00e9ho kontajnera.
FNRRS0323.action      = Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 aspo\u0148 opr\u00e1vnenia na zobrazenie obsahu rodi\u010dovsk\u00e9ho kontajnera.
FNRRS0323.message     = Chyba pri z\u00edskavan\u00ed prie\u010dinkov z\u00e1znamov z rodi\u010dovsk\u00e9ho kontajnera: ''{0}''.
FNRRS0323.arg.0       = rodi\u010dovsk\u00fd_kontajner

FNRRS0324.explanation = Chyb nastala po\u010das pokusu o z\u00edskanie akt\u00edvneho dc\u00e9rskeho zv\u00e4zku z rodi\u010dovsk\u00e9ho kontajnera.
FNRRS0324.action      = Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 aspo\u0148 opr\u00e1vnenia na zobrazenie obsahu rodi\u010dovsk\u00e9ho kontajnera.
FNRRS0324.message     = Chyba pri z\u00edskavan\u00ed akt\u00edvneho zv\u00e4zku z rodi\u010dovsk\u00e9ho kontajnera: ''{0}''.
FNRRS0324.arg.0       = rodi\u010dovsk\u00fd_kontajner

FNRRS0325.explanation = Chyba nastala po\u010das pokusu o z\u00edskanie zv\u00e4zkov dc\u00e9rskych z\u00e1znamov z rodi\u010dovsk\u00e9ho kontajnera.
FNRRS0325.action      = Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 aspo\u0148 opr\u00e1vnenia na zobrazenie obsahu rodi\u010dovsk\u00e9ho kontajnera.
FNRRS0325.message     = Chyba pri z\u00edskavan\u00ed zv\u00e4zku z\u00e1znamov z rodi\u010dovsk\u00e9ho kontajnera: ''{0}''.
FNRRS0325.arg.0       = rodi\u010dovsk\u00fd_kontajner

FNRRS0326.explanation = Oper\u00e1cia pridania zv\u00e4zku z\u00e1znamov pre objekt typu typ_entity s identifik\u00e1torom ident_objektu nebola \u00faspe\u0161n\u00e1.
FNRRS0326.action      = Uistite sa, \u017ee dan\u00fd cie\u013eov\u00fd objekt e\u0161te existuje v arch\u00edve. Overte,  \u010di cie\u013e m\u00f4\u017ee obsahova\u0165 zv\u00e4zok z\u00e1znamov. Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 vhodn\u00fd bezpe\u010dnostn\u00fd pr\u00edstup na \u00farovni objektov na vykonanie tejto oper\u00e1cie.
FNRRS0326.message     = Zv\u00e4zok z\u00e1znamov sa ned\u00e1 prida\u0165 do cie\u013eov\u00e9ho objektu: ''{0}'' typu: ''{1}''.
FNRRS0326.arg.0       = ident_objektu
FNRRS0326.arg.1       = typ_entity

FNRRS0327.explanation = Dotaz na objekty zlyhal kv\u00f4li chybe arch\u00edvu.
FNRRS0327.action      = Uistite sa, \u017ee je syntax SQL spr\u00e1vna alebo si pozrite podrobnej\u0161ie vysvetlenia ch\u00fdb v uvedenej v\u00fdnimke.
FNRRS0327.message     = Dotaz na objekty zlyhal.

FNRRS0328.explanation = Dotaz na riadky zlyhal kv\u00f4li chybe arch\u00edvu.
FNRRS0328.action      = Uistite sa, \u017ee je syntax SQL spr\u00e1vna alebo si pozrite podrobnej\u0161ie vysvetlenia ch\u00fdb v uvedenej v\u00fdnimke.
FNRRS0328.message     = Dotaz na riadky zlyhal.

FNRRS0329.explanation = Prebehol pokus o z\u00edskanie Iter\u00e1toraStr\u00e1nkovaniaRM zo Str\u00e1nkovate\u013enejMno\u017einy, ktor\u00e1 nepodporuje str\u00e1nkovanie.
FNRRS0329.action      = Pomocou met\u00f3dy RMPagingIterator.supportsPaging() zistite, \u010di je str\u00e1nkovanie podporovan\u00e9. Ak str\u00e1nkovanie nie je podporovan\u00e9, namiesto RMPagingIterator.pageIterator() pou\u017eite RMPagingIterator.iterator().
FNRRS0329.message     = Str\u00e1nkovanie nie je podporovan\u00e9 pre t\u00fato in\u0161tanciu Str\u00e1nkovate\u013en\u00e1Mno\u017eina.

FNRRS0330.explanation = Chyba nastala po\u010das z\u00edskavania s\u00e1d ozna\u010den\u00ed z dom\u00e9ny ident_dom\u00e9ny.
FNRRS0330.action      = Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 opr\u00e1vnenie na pr\u00edstup k aspo\u0148 jednej sade ozna\u010den\u00ed v dom\u00e9ne.
FNRRS0330.message     = Nedaj\u00fa sa z\u00edska\u0165 sady ozna\u010den\u00ed z dom\u00e9ny: ''{0}''.
FNRRS0330.arg.0       = ident_dom\u00e9ny

FNRRS0331.explanation = Identifika\u010dn\u00fd re\u0165azec IdSadyOzna\u010den\u00ed sady ozna\u010den\u00ed nem\u00e1 platn\u00fd  form\u00e1t.
FNRRS0331.action      = Uistite sa, \u017ee identifika\u010dn\u00fd re\u0165azec m\u00e1 form\u00e1t re\u0165azca identifik\u00e1tora GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', kde ka\u017ed\u00fd znak ''x'' predstavuje jeden hexadecim\u00e1lny znak.
FNRRS0331.message     = Nespr\u00e1vny form\u00e1t identifika\u010dn\u00e9ho re\u0165azca sady ozna\u010den\u00ed: ''{0}''.
FNRRS0331.arg.0       = IdSadyOzna\u010den\u00ed

FNRRS0332.explanation = Chyba nastala po\u010das z\u00edskavania zoznamu mo\u017enost\u00ed z arch\u00edvu  ident_arch\u00edvu.
FNRRS0332.action      = Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 opr\u00e1vnenie na pr\u00edstup k aspo\u0148 jedn\u00e9mu zoznamu mo\u017enost\u00ed v arch\u00edve.
FNRRS0332.message     = Nedaj\u00fa sa z\u00edska\u0165 zoznamy mo\u017enost\u00ed z arch\u00edvu: ''{0}''.
FNRRS0332.arg.0       = ident_arch\u00edvu

FNRRS0333.explanation = Identifika\u010dn\u00fd re\u0165azec IdZoznamuMo\u017enost\u00ed zoznamu mo\u017enost\u00ed nem\u00e1 platn\u00fd form\u00e1t.
FNRRS0333.action      = Uistite sa, \u017ee identifika\u010dn\u00fd re\u0165azec m\u00e1 form\u00e1t re\u0165azca identifik\u00e1tora GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', kde ka\u017ed\u00fd znak ''x'' predstavuje jeden hexadecim\u00e1lny znak.
FNRRS0333.message     = Nespr\u00e1vny form\u00e1t identifika\u010dn\u00e9ho re\u0165azca zoznamu mo\u017enost\u00ed: ''{0}''.
FNRRS0333.arg.0       = IdZoznamuMo\u017enost\u00ed

FNRRS0334.explanation = Chyba nastala po\u010das z\u00edskavania popisu triedy ident_PopisTriedy z arch\u00edvu ident_arch\u00edvu.
FNRRS0334.action      = Overte, \u010di sa popis triedy nach\u00e1dza v arch\u00edve a \u010di m\u00e1 s\u00fa\u010dasn\u00fd u\u017e\u00edvate\u013e opr\u00e1vnenie na pr\u00edstup do popisu triedy.
FNRRS0334.message     = Ned\u00e1 sa z\u00edska\u0165 popis triedy z arch\u00edvu: ''{0}'', identita popisu triedy: ''{1}''.
FNRRS0334.arg.0       = ident_arch\u00edvu
FNRRS0334.arg.1       = ident_popisTriedy

FNRRS0335.explanation = Chyba nastala po\u010das z\u00edskavania popisov tried z arch\u00edvu ident_arch\u00edvu.
FNRRS0335.action      = Overte, \u010di m\u00e1 s\u00fa\u010dasn\u00fd u\u017e\u00edvate\u013e opr\u00e1vnenie na pr\u00edstup do arch\u00edvu.
FNRRS0335.message     = Nedaj\u00fa sa z\u00edska\u0165 popisy tried z arch\u00edvu: ''{0}'', identity popisov tried: ''{1}''.
FNRRS0335.arg.0       = ident_arch\u00edvu

FNRRS0336.explanation = Bol zisten\u00fd neplatn\u00fd parameter re\u0165azca ID.
FNRRS0336.action      = Uistite sa, \u017ee identifika\u010dn\u00fd re\u0165azec m\u00e1 form\u00e1t re\u0165azca identifik\u00e1tora GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', kde ka\u017ed\u00fd znak ''x'' predstavuje jeden hexadecim\u00e1lny znak.
FNRRS0336.message     = Neplatn\u00fd parameter re\u0165azca ID: ''{0}''.
FNRRS0336.arg.0       = re\u0165azec_ID

FNRRS0337.explanation = Nepodarilo sa z\u00edska\u0165 aktu\u00e1lneho autentifikovan\u00e9ho u\u017e\u00edvate\u013ea pre dom\u00e9nu.
FNRRS0337.action      = Uistite sa, \u017ee je u\u017e\u00edvate\u013e autentifikovan\u00fd v dom\u00e9ne alebo \u017ee bol pre aktu\u00e1lne vl\u00e1kno vytvoren\u00fd subjekt JAAS, alebo \u017ee boli vykonan\u00e9 obe tieto akcie.
FNRRS0337.message     = Nepodarilo sa z\u00edska\u0165 aktu\u00e1lneho autentifikovan\u00e9ho u\u017e\u00edvate\u013ea pre dom\u00e9nu.

FNRRS0338.explanation = Oper\u00e1cia vyh\u013ead\u00e1vania zadan\u00fdch skup\u00edn u\u017e\u00edvate\u013eov nebola \u00faspe\u0161n\u00e1.
FNRRS0338.action      = Uistite sa, \u017ee je u\u017e\u00edvate\u013e autentifikovan\u00fd v dom\u00e9ne alebo \u017ee bol pre aktu\u00e1lne vl\u00e1kno vytvoren\u00fd subjekt JAAS, alebo \u017ee boli vykonan\u00e9 obe tieto akcie.
FNRRS0338.message     = Zlyhanie po\u010das vyh\u013ead\u00e1vania skup\u00edn u\u017e\u00edvate\u013eov dom\u00e9ny.

FNRRS0339.explanation = Oper\u00e1cia vyh\u013ead\u00e1vania zadan\u00fdch u\u017e\u00edvate\u013eov nebola \u00faspe\u0161n\u00e1.
FNRRS0339.action      = Uistite sa, \u017ee je u\u017e\u00edvate\u013e autentifikovan\u00fd v dom\u00e9ne alebo \u017ee bol pre aktu\u00e1lne vl\u00e1kno vytvoren\u00fd subjekt JAAS, alebo \u017ee boli vykonan\u00e9 obe tieto akcie.
FNRRS0339.message     = Zlyhanie po\u010das vyh\u013ead\u00e1vania u\u017e\u00edvate\u013eov dom\u00e9ny.

FNRRS0340.explanation = S\u00fa\u010dasn\u00fd u\u017e\u00edvate\u013e m\u00e1 dostato\u010dn\u00e9 opr\u00e1vnenia na pridanie nov\u00e9ho \u010dlena do existuj\u00facej roly, ktor\u00e1 je definovan\u00e1 pod\u013ea svojho n\u00e1zvu_roly, typu_roly a n\u00e1zvu_aplik\u00e1cie.
FNRRS0340.action      = Presved\u010dte sa, \u010di m\u00e1 s\u00fa\u010dasn\u00fd u\u017e\u00edvate\u013e dostato\u010dn\u00e9 opr\u00e1vnenia na pridanie nov\u00e9ho \u010dlena do existuj\u00facej roly.
FNRRS0340.message     = S\u00fa\u010dasn\u00fd u\u017e\u00edvate\u013e nem\u00e1 dostato\u010dn\u00e9 bezpe\u010dnostn\u00e9 opr\u00e1vnenia pre rolu, n\u00e1zov roly = ''{0}'', typ roly = ''{1}'', aplik\u00e1cia = ''{2}''.
FNRRS0340.arg.0       = n\u00e1zov_roly
FNRRS0340.arg.1       = typ_roly
FNRRS0340.arg.2       = n\u00e1zov_aplik\u00e1cie

FNRRS0341.explanation = Zlyhanie nastalo pri pokuse o z\u00edskanie pr\u00edstupovej roly definovanej pomocou typu_roly a n\u00e1zvu_aplik\u00e1cie.
FNRRS0341.action      = Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 dostato\u010dn\u00e9 opr\u00e1vnenia na pridanie nov\u00e9ho \u010dlena do existuj\u00facej roly a \u017ee dan\u00e1 rola e\u0161te existuje v arch\u00edve.
FNRRS0341.message     = Zlyhanie pri pokuse o z\u00edskanie pr\u00edstupovej roly definovanej pomocou typ = ''{0}'' a aplik\u00e1cia = ''{1}''.
FNRRS0341.arg.0       = typ_roly
FNRRS0341.arg.1       = n\u00e1zov_aplik\u00e1cie

FNRRS0342.explanation = Nov\u00e1 rola sa ned\u00e1 vytvori\u0165 pomocou typu typ_roly a n\u00e1zvu aplik\u00e1cie  n\u00e1zov_aplik\u00e1cie, kv\u00f4li u\u017e existuj\u00facej roly s tak\u00fdmito rovnak\u00fdmi hodnotami.
FNRRS0342.action      = Bu\u010f pou\u017eite in\u00fa sadu hodn\u00f4t typ roly/n\u00e1zov aplik\u00e1cie alebo  najprv odstr\u00e1\u0148te s\u00fahlasn\u00fa existuj\u00facu rolu.
FNRRS0342.message     = Nie je mo\u017en\u00e9 vytvori\u0165 nov\u00fa rolu kv\u00f4li s\u00fahlasnej u\u017e existuj\u00facej  roly, typ = ''{0}'' a aplik\u00e1cia = ''{1}''.
FNRRS0342.arg.0       = typ_roly
FNRRS0342.arg.1       = n\u00e1zov_aplik\u00e1cie

FNRRS0343.explanation = Zlyhanie nastalo pri pokuse o z\u00edskanie pr\u00edstupovej roly definovanej pomocou n\u00e1zvu_roly a n\u00e1zvu_aplik\u00e1cie.
FNRRS0343.action      = Presved\u010dte sa, \u010di m\u00e1 s\u00fa\u010dasn\u00fd u\u017e\u00edvate\u013e dostato\u010dn\u00e9 opr\u00e1vnenia na zobrazenie existuj\u00facej roly a \u010di sa spom\u00ednan\u00e1 rola st\u00e1le nach\u00e1dza v arch\u00edve.
FNRRS0343.message     = Zlyhanie pri pokuse o z\u00edskanie pr\u00edstupovej roly definovanej pomocou n\u00e1zov = ''{0}'' a aplik\u00e1cia = ''{1}''.
FNRRS0343.arg.0       = n\u00e1zov_roly
FNRRS0343.arg.1       = n\u00e1zov_aplik\u00e1cie

FNRRS0344.explanation = Nepodarilo sa zisti\u0165 aktu\u00e1lneho u\u017e\u00edvate\u013ea.
FNRRS0344.action      = Uistite sa, \u017ee je u\u017e\u00edvate\u013e autentifikovan\u00fd v dom\u00e9ne alebo \u017ee bol pre aktu\u00e1lne vl\u00e1kno vytvoren\u00fd subjekt JAAS, alebo \u017ee boli vykonan\u00e9 obe tieto akcie.
FNRRS0344.message     = Nepodarilo sa zisti\u0165 aktu\u00e1lneho u\u017e\u00edvate\u013ea.

FNRRS0345.explanation = Chyba nastala pri pokuse o z\u00edskanie pl\u00e1nov s\u00faborov z arch\u00edvu rodi\u010dovsk\u00fdch pl\u00e1nov s\u00faborov.
FNRRS0345.action      = Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 aspo\u0148 opr\u00e1vnenie na zobrazenie obsahu arch\u00edvu pl\u00e1nu s\u00faborov.
FNRRS0345.message     = Chyba pri z\u00edskavan\u00ed pl\u00e1nov s\u00faborov z arch\u00edvu pl\u00e1nov s\u00faborov: ''{0}''.
FNRRS0345.arg.0       = arch\u00edv_pl\u00e1nu_zaradenia

FNRRS0346.explanation = Vy\u017eadovan\u00e1 vlastnos\u0165 ch\u00fdba alebo nem\u00e1 \u017eiadnu hodnotu.
FNRRS0346.action      = Presved\u010dte sa, \u010di bola zadan\u00e1 platn\u00e1 hodnota vlastnosti.
FNRRS0346.message     = Vlastnos\u0165 v\u00e1m ch\u00fdba alebo nem\u00e1 hodnotu, symbolick\u00fd n\u00e1zov: ''{0}''.
FNRRS0346.arg.0       = property_name

FNRRS0347.explanation = Zadan\u00fd n\u00e1zov pl\u00e1nu s\u00faborov nie je jedine\u010dn\u00fd.
FNRRS0347.action      = Zadajte n\u00e1zov pl\u00e1nu s\u00faborov, ktor\u00fd e\u0161te nebol pou\u017eit\u00fd v arch\u00edve pl\u00e1nov s\u00faborov.
FNRRS0347.message     = N\u00e1zov pl\u00e1nu s\u00faborov nie je jedine\u010dn\u00fd: ''{0}''.
FNRRS0347.arg.0       = n\u00e1zov_pl\u00e1nu_zaradenia

FNRRS0348.explanation = Chyba nastala po\u010das pokusu o pridanie nov\u00e9ho pl\u00e1nu s\u00faborov do arch\u00edvu pl\u00e1nov s\u00faborov.
FNRRS0348.action      = Uistite sa, \u017ee cie\u013eov\u00fd arch\u00edv je platn\u00fd. Presved\u010dte sa, \u010di m\u00e1 s\u00fa\u010dasn\u00fd u\u017e\u00edvate\u013e spr\u00e1vne bezpe\u010dnostn\u00e9 opr\u00e1vnenie pre \u00farove\u0148 objektov, aby mohol t\u00fato oper\u00e1ciu povoli\u0165.
FNRRS0348.message     = Ned\u00e1 sa prida\u0165 nov\u00fd pl\u00e1n s\u00faborov do cie\u013eov\u00e9ho arch\u00edvu pl\u00e1nov s\u00faborov: ''{0}''.
FNRRS0348.arg.0       = identita_arch\u00edvu

FNRRS0349.explanation = Nepodarilo sa z\u00edska\u0165 uveden\u00fd popis vlastnosti alebo jeho podraden\u00e9 pole patriace do uvedenej triedy a arch\u00edvu.
FNRRS0349.action      = Overte, \u010di je zadan\u00e1 trieda vhodn\u00e1 pre aktu\u00e1lny proces.
FNRRS0349.message     = Ned\u00e1 sa z\u00edska\u0165 popis vlastnosti pre: ''{0}'', identita triedy: ''{1}'' z arch\u00edvu: ''{2}''.
FNRRS0349.arg.0       = ident_vlastnosti
FNRRS0349.arg.1       = ident_triedy
FNRRS0349.arg.2       = identita_arch\u00edvu

FNRRS0350.explanation = Chyba nastala po\u010das pokusu o z\u00edskanie zadanej polo\u017eky obsahu ako s\u00fa\u010dasti procesu deklar\u00e1cie z\u00e1znamov.
FNRRS0350.action      = Overte, \u010di zadan\u00e1 polo\u017eka obsahu existuje a \u010di je pr\u00edstupn\u00e1.
FNRRS0350.message     = Ned\u00e1 sa z\u00edska\u0165 zadan\u00e1 polo\u017eka obsahu na \u00fa\u010dely deklar\u00e1cie z\u00e1znamu: ''{0}''.
FNRRS0350.arg.0       = identifik\u00e1tor_polo\u017eky_obsahu

FNRRS0351.explanation = Pre zadan\u00fd prie\u010dinok z\u00e1znamov sa ned\u00e1 n\u00e1js\u0165 \u017eiadny akt\u00edvny dc\u00e9rsky zv\u00e4zok. To m\u00f4\u017ee zabr\u00e1ni\u0165 vykonaniu oper\u00e1cie deklarovania z\u00e1znamu, ke\u010f bude tento prie\u010dinok z\u00e1znamov \u010dlenom  cie\u013eov\u00fdch kontajnerov nov\u00e9ho z\u00e1znamu.
FNRRS0351.action      = Do prie\u010dinka z\u00e1znamov pridajte nov\u00fd akt\u00edvny zv\u00e4zok alebo znovu otvorte existuj\u00faci zv\u00e4zok a zadefinujte ho ako cie\u013eov\u00fd kontajner pre oper\u00e1ciu deklarovania z\u00e1znamov.
FNRRS0351.message     = Pre zadan\u00fd prie\u010dinok z\u00e1znamov: ''{0}'' nie je k dispoz\u00edcii \u017eiadny akt\u00edvny dc\u00e9rsky zv\u00e4zok.
FNRRS0351.arg.0       = ident_prie\u010dinkaZ\u00e1znamov

FNRRS0352.explanation = Chyba nastala pri pokuse o z\u00edskanie umiestnen\u00ed z arch\u00edvu rodi\u010dovsk\u00fdch pl\u00e1nov s\u00faborov.
FNRRS0352.action      = Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 aspo\u0148 opr\u00e1vnenie na zobrazenie obsahu arch\u00edvu pl\u00e1nu s\u00faborov.
FNRRS0352.message     = Chyba pri z\u00edskavan\u00ed umiestnen\u00ed z arch\u00edvu pl\u00e1nov s\u00faborov: ''{0}''.
FNRRS0352.arg.0       = arch\u00edv_pl\u00e1nu_zaradenia

FNRRS0353.explanation = Chyba nastala pri pokuse o z\u00edskanie pr\u00eddavn\u00e9ho komponentu zo zadan\u00e9ho arch\u00edvu.
FNRRS0353.action      = Overte, \u010di m\u00e1 s\u00fa\u010dasn\u00fd u\u017e\u00edvate\u013e aspo\u0148 opr\u00e1vnenia na zobrazenie obsahu arch\u00edvu.
FNRRS0353.message     = Chyba pri z\u00edskavan\u00ed pr\u00eddavn\u00fdch komponentov z arch\u00edvu: ''{0}''.
FNRRS0353.arg.0       = arch\u00edv

FNRRS0354.explanation = Chyba nastala pri pokuse o z\u00edskanie typov z\u00e1znamov z arch\u00edvu rodi\u010dovsk\u00fdch pl\u00e1nov s\u00faborov.
FNRRS0354.action      = Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 aspo\u0148 opr\u00e1vnenie na zobrazenie obsahu arch\u00edvu pl\u00e1nu s\u00faborov.
FNRRS0354.message     = Chyba pri z\u00edskavan\u00ed typov z\u00e1znamov z arch\u00edvu pl\u00e1nov s\u00faborov: ''{0}''.
FNRRS0354.arg.0       = arch\u00edv_pl\u00e1nu_zaradenia

FNRRS0355.explanation = Identifika\u010dn\u00fd re\u0165azec PrepojeniaRM IdPrepojeniaRM nem\u00e1 platn\u00fd form\u00e1t.
FNRRS0355.action      = Uistite sa, \u017ee identifika\u010dn\u00fd re\u0165azec m\u00e1 form\u00e1t re\u0165azca identifik\u00e1tora GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', kde ka\u017ed\u00fd znak ''x'' predstavuje jeden hexadecim\u00e1lny znak.
FNRRS0355.message     = Nespr\u00e1vny form\u00e1t identifika\u010dn\u00e9ho re\u0165azca PrepojeniaRM: ''{0}''.
FNRRS0355.arg.0       = IdPrepojeniaRM

FNRRS0356.explanation = Chyba nastala pri pokuse o z\u00edskanie dostupn\u00fdch Sprievodcov zabezpe\u010den\u00edm  utajenia zo zadan\u00e9ho arch\u00edvu pl\u00e1nov s\u00faborov.
FNRRS0356.action      = Uistite sa, \u017ee arch\u00edv predstavuje arch\u00edv pl\u00e1nov s\u00faborov so zabezpe\u010den\u00edm utajenia DoD a \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 vy\u017eadovan\u00fd bezpe\u010dnostn\u00fd pr\u00edstup k v\u0161etk\u00fdm usmerneniam pre utajovan\u00e9 skuto\u010dnosti.
FNRRS0356.message     = Chyba pri z\u00edskavan\u00ed sprievodcov zabezpe\u010den\u00edm utajovania z arch\u00edvu pl\u00e1nov s\u00faborov: ''{0}''.
FNRRS0356.arg.0       = Identifik\u00e1torArch\u00edvu

FNRRS0357.explanation = Chyba nastala pri pokuse o z\u00edskanie dostupn\u00fdch dc\u00e9rskych \u010dast\u00ed pre  zadan\u00e9ho sprievodcu zabezpe\u010den\u00edm utajovania alebo pre \u010das\u0165 sprievodcu patriaceho do zadan\u00e9ho arch\u00edvu pl\u00e1nov s\u00faborov.
FNRRS0357.action      = Uistite sa, \u017ee arch\u00edv predstavuje arch\u00edv pl\u00e1nov s\u00faborov so zabezpe\u010den\u00edm utajenia DoD a \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 vy\u017eadovan\u00fd bezpe\u010dnostn\u00fd pr\u00edstup k v\u0161etk\u00fdm usmerneniam pre utajovan\u00e9 skuto\u010dnosti.
FNRRS0357.message     = Chyba pri z\u00edskavan\u00ed dc\u00e9rskych \u010dast\u00ed zo sprievodcu utajovan\u00edm  alebo z \u010dasti ''{1}'' sprievodcu, ktor\u00fd patr\u00ed do arch\u00edvu pl\u00e1nov s\u00faborov: ''{0}''.
FNRRS0357.arg.0       = Identifik\u00e1torArch\u00edvu
FNRRS0357.arg.1       = Klasifika\u010dn\u00e9UsmernenieAlebo\u010cas\u0165

FNRRS0358.explanation = Chyba nastala pri pokuse o z\u00edskanie dostupn\u00fdch dc\u00e9rskych t\u00e9m pre zadan\u00e9ho sprievodcu zabezpe\u010den\u00edm utajovania alebo pre \u010das\u0165 sprievodcu patriaceho do zadan\u00e9ho arch\u00edvu pl\u00e1nov s\u00faborov.
FNRRS0358.action      = Uistite sa, \u017ee arch\u00edv predstavuje arch\u00edv pl\u00e1nov s\u00faborov so zabezpe\u010den\u00edm utajenia DoD a \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 vy\u017eadovan\u00fd bezpe\u010dnostn\u00fd pr\u00edstup k v\u0161etk\u00fdm usmerneniam pre utajovan\u00e9 skuto\u010dnosti.
FNRRS0358.message     = Chyba pri z\u00edskavan\u00ed dc\u00e9rskych t\u00e9m zo sprievodcu utajovan\u00edm  alebo z \u010dasti ''{1}'' sprievodcu, ktor\u00fd patr\u00ed do arch\u00edvu pl\u00e1nov s\u00faborov: ''{0}''.
FNRRS0358.arg.0       = Identifik\u00e1torArch\u00edvu
FNRRS0358.arg.1       = Klasifika\u010dn\u00e9UsmernenieAlebo\u010cas\u0165

FNRRS0359.explanation = Zadan\u00fd arch\u00edv pl\u00e1nov s\u00faborov nie je nakonfigurovan\u00fd pomocou d\u00e1tov\u00e9ho modelu utajenia DoD, a preto nepodporuje sprievodcov zabezpe\u010den\u00edm utajenia DoD.
FNRRS0359.action      = Presved\u010dte sa, \u010di je zadan\u00fd spr\u00e1vny arch\u00edv pl\u00e1nov s\u00faborov a \u010di je nakonfigurovan\u00fd pomocou d\u00e1tov\u00e9ho modelu utajenia DoD.
FNRRS0359.message     = Sprievodcovia utajovan\u00edm DoD nie s\u00fa podporovan\u00ed v arch\u00edve pl\u00e1nov s\u00faborov: ''{0}''.
FNRRS0359.arg.0       = Identifik\u00e1torArch\u00edvu

FNRRS0360.explanation = Chyba nastala pri pokuse o z\u00edskanie zadan\u00e9ho sprievodcu zabezpe\u010den\u00edm utajovania, ktor\u00fd patr\u00ed do zadan\u00e9ho arch\u00edvu pl\u00e1nu s\u00faborov.
FNRRS0360.action      = Uistite sa, \u017ee arch\u00edv predstavuje arch\u00edv pl\u00e1nov s\u00faborov so zabezpe\u010den\u00edm utajenia DoD a \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 vy\u017eadovan\u00fd bezpe\u010dnostn\u00fd pr\u00edstup k v\u0161etk\u00fdm usmerneniam pre utajovan\u00e9 skuto\u010dnosti.
FNRRS0360.message     = Chyba pri z\u00edskavan\u00ed sprievodcu utajovan\u00edm ''{1}'', ktor\u00fd patr\u00ed do arch\u00edvu pl\u00e1nov s\u00faborov: ''{0}''.
FNRRS0360.arg.0       = Identifik\u00e1torArch\u00edvu
FNRRS0360.arg.1       = IdentSprievodcu

FNRRS0361.explanation = Neo\u010dak\u00e1van\u00e1 v\u00fdnimka sa vr\u00e1tila z rozhrania API P8 Content Engine a \u0161pecifikuje ju K\u00f3d v\u00fdnimky a Re\u0165azec spr\u00e1vy.
FNRRS0361.action      = Presk\u00famajte zahrnut\u00fa v\u00fdnimku P8 Content Engine a v\u0161etky dostupn\u00e9  z\u00e1znamy o chybe, v ktor\u00fdch n\u00e1jdete inform\u00e1cie t\u00fdkaj\u00face sa z\u00e1kladnej pr\u00ed\u010diny tohto chybov\u00e9ho stavu.
FNRRS0361.message     = Nastala neo\u010dak\u00e1van\u00e1 v\u00fdnimka P8 Content Engine. K\u00f3d v\u00fdnimky: {0}, Spr\u00e1va: ''{1}''
FNRRS0361.arg.0       = K\u00f3dV\u00fdnimkyCE
FNRRS0361.arg.1       = Spr\u00e1vaV\u00fdnimkyCE

FNRRS0362.explanation = Neo\u010dak\u00e1van\u00e1 v\u00fdnimka nastala po\u010das pokusu o z\u00edskanie maxim\u00e1lnej hodnoty  \u010dasov\u00e9ho limitu pre odtajnenie Utajovan\u00fdch skuto\u010dnost\u00ed DoD zo zadan\u00e9ho arch\u00edvu pl\u00e1nov s\u00faborov.
FNRRS0362.action      = Presved\u010dte sa, \u010di bol pre tento arch\u00edv nakonfigurovan\u00fd d\u00e1tov\u00fd model Utajovan\u00fdch skuto\u010dnost\u00ed DoD a \u010di obsahuje platn\u00fa hodnotu pre pr\u00edslu\u0161n\u00fa polo\u017eku Syst\u00e9mov\u00e1 konfigur\u00e1cia.
FNRRS0362.message     = Neo\u010dak\u00e1van\u00e1 chyba pri z\u00edskavan\u00ed maxim\u00e1lnej hodnoty \u010dasov\u00e9ho limitu pre odtajnenie Utajovan\u00fdch skuto\u010dnost\u00ed DoD. Arch\u00edv: ''{0}''
FNRRS0362.arg.0       = n\u00e1zovArch\u00edvu

FNRRS0363.explanation = Chyba nastala pri pokuse o z\u00edskanie akci\u00ed dostupnosti z arch\u00edvu rodi\u010dovsk\u00fdch pl\u00e1nov s\u00faborov.
FNRRS0363.action      = Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 aspo\u0148 opr\u00e1vnenie na zobrazenie obsahu arch\u00edvu pl\u00e1nu s\u00faborov.
FNRRS0363.message     = Chyba pri z\u00edskavan\u00ed akci\u00ed dostupnosti z arch\u00edvu pl\u00e1nov dostupnosti: ''{0}''.
FNRRS0363.arg.0       = arch\u00edv_pl\u00e1nu_zaradenia

FNRRS0364.explanation = Chyba nastala pri pokuse o z\u00edskanie sp\u00fa\u0161\u0165a\u010dov dostupnosti z arch\u00edvu  rodi\u010dovsk\u00fdch pl\u00e1nov s\u00faborov.
FNRRS0364.action      = Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 aspo\u0148 opr\u00e1vnenie na zobrazenie obsahu arch\u00edvu pl\u00e1nu s\u00faborov.
FNRRS0364.message     = Chyba pri z\u00edskavan\u00ed sp\u00fa\u0161\u0165a\u010dov dostupnosti z arch\u00edvu pl\u00e1nov s\u00faborov: ''{0}''.
FNRRS0364.arg.0       = arch\u00edv_pl\u00e1nu_zaradenia

FNRRS0365.explanation = Chyba nastala pri pokuse o z\u00edskanie pl\u00e1nov dostupnosti z arch\u00edvu rodi\u010dovsk\u00fdch pl\u00e1nov s\u00faborov.
FNRRS0365.action      = Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 aspo\u0148 opr\u00e1vnenie na zobrazenie obsahu arch\u00edvu pl\u00e1nu s\u00faborov.
FNRRS0365.message     = Chyba pri z\u00edskavan\u00ed pl\u00e1nov dostupnosti z arch\u00edvu pl\u00e1nov s\u00faborov: ''{0}''.
FNRRS0365.arg.0       = arch\u00edv_pl\u00e1nu_zaradenia

FNRRS0366.explanation = Navrhovan\u00fd n\u00e1zov udalosti sp\u00fa\u0161\u0165a\u010da dostupnosti sa u\u017e v tomto arch\u00edve pou\u017e\u00edva.
FNRRS0366.action      = Zadajte hodnotu, ktor\u00e1 sa e\u0161te nepou\u017e\u00edva v arch\u00edve.
FNRRS0366.message     = Navrhovan\u00fd n\u00e1zov udalosti sp\u00fa\u0161\u0165a\u010da dostupnosti nie je jedine\u010dn\u00fd  v arch\u00edve: ''{0}''.
FNRRS0366.arg.0       = hodnota_n\u00e1zvu

FNRRS0367.explanation = \u010casov\u00e1 peri\u00f3da cyklu opakovacieho sp\u00fa\u0161\u0165a\u010da likvid\u00e1cie mus\u00ed by\u0165 v\u00e4\u010d\u0161ia ako 0.
FNRRS0367.action      = Zadajte nenulov\u00fa hodnotu bu\u010f pre roky, mesiace alebo dni.
FNRRS0367.message     = Aspo\u0148 jedna hodnota peri\u00f3dy \u010dasu cyklu mus\u00ed by\u0165 v\u00e4\u010d\u0161ia ako 0.

FNRRS0368.explanation = Chyba nastala po\u010das pokusu o pridanie nov\u00e9ho sp\u00fa\u0161\u0165a\u010da dostupnosti do arch\u00edvu pl\u00e1nov s\u00faborov.
FNRRS0368.action      = Uistite sa, \u017ee cie\u013eov\u00fd arch\u00edv je platn\u00fd. Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 vhodn\u00fd bezpe\u010dnostn\u00fd pr\u00edstup na \u00farovni objektov na vykonanie tejto oper\u00e1cie.
FNRRS0368.message     = Nov\u00fd sp\u00fa\u0161\u0165a\u010d dostupnosti sa ned\u00e1 prida\u0165 do cie\u013eov\u00e9ho arch\u00edvu pl\u00e1nov s\u00faborov: ''{0}''.
FNRRS0368.arg.0       = identita_arch\u00edvu

FNRRS0369.explanation = Chyba nastala po\u010das pokusu o pridanie novej akcie dostupnosti do arch\u00edvu pl\u00e1nov s\u00faborov.
FNRRS0369.action      = Uistite sa, \u017ee cie\u013eov\u00fd arch\u00edv je platn\u00fd. Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 vhodn\u00fd bezpe\u010dnostn\u00fd pr\u00edstup na \u00farovni objektov na vykonanie tejto oper\u00e1cie.
FNRRS0369.message     = Nov\u00e1 akcia dostupnosti sa ned\u00e1 prida\u0165 do cie\u013eov\u00e9ho arch\u00edvu pl\u00e1nov s\u00faborov: ''{0}''.
FNRRS0369.arg.0       = identita_arch\u00edvu

FNRRS0370.explanation = Navrhovan\u00fd n\u00e1zov akcie dostupnosti sa u\u017e v tomto arch\u00edve pou\u017e\u00edva.
FNRRS0370.action      = Zadajte hodnotu, ktor\u00e1 sa e\u0161te nepou\u017e\u00edva v arch\u00edve.
FNRRS0370.message     = Navrhovan\u00fd n\u00e1zov akcie dostupnosti nie je jedine\u010dn\u00fd v arch\u00edve: ''{0}''.
FNRRS0370.arg.0       = hodnota_n\u00e1zvu

FNRRS0371.explanation = Priraden\u00e1 hodnota pracovn\u00e9ho toku navrhovanej akcie dostupnosti nie je in\u0161tanciou triedy Defin\u00edciaPracovn\u00e9hoToku.
FNRRS0371.action      = Pre priraden\u00fa vlastnos\u0165 pracovn\u00e9ho toku zadajte platn\u00fa in\u0161tanciu Defin\u00edciaPracovn\u00e9hoToku IBM Enterprise Records.
FNRRS0371.message     = Priraden\u00e1 hodnota pracovn\u00e9ho toku navrhovanej akcie dostupnosti nie je in\u0161tanciou triedy Defin\u00edciaPracovn\u00e9hoToku: ''{0}''.
FNRRS0371.arg.0       = class_name

FNRRS0372.explanation = Chyba nastala pri pokuse o z\u00edskanie defin\u00edci\u00ed pracovn\u00e9ho toku z arch\u00edvu rodi\u010dovsk\u00fdch pl\u00e1nov s\u00faborov.
FNRRS0372.action      = Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 aspo\u0148 opr\u00e1vnenie na zobrazenie obsahu arch\u00edvu pl\u00e1nu s\u00faborov.
FNRRS0372.message     = Chyba pri z\u00edskavan\u00ed defin\u00edci\u00ed pracovn\u00e9ho toku z arch\u00edvu pl\u00e1nov s\u00faborov: ''{0}''.
FNRRS0372.arg.0       = arch\u00edv_pl\u00e1nu_zaradenia

FNRRS0373.explanation = Navrhovan\u00fd n\u00e1zov pl\u00e1nu dostupnosti sa u\u017e v tomto arch\u00edve pou\u017e\u00edva.
FNRRS0373.action      = Zadajte hodnotu, ktor\u00e1 sa e\u0161te nepou\u017e\u00edva v arch\u00edve.
FNRRS0373.message     = Navrhovan\u00fd n\u00e1zov pl\u00e1nu dostupnosti nie je jedine\u010dn\u00fd  v arch\u00edve: ''{0}''.
FNRRS0373.arg.0       = hodnota_n\u00e1zvu

FNRRS0374.explanation = Pre navrhovan\u00fd pl\u00e1n dostupnosti je ur\u010den\u00e1 neplatn\u00e1 hodnota sp\u00fa\u0161\u0165a\u010da dostupnosti.
FNRRS0374.action      = Zadajte platn\u00fa hodnotu sp\u00fa\u0161\u0165a\u010da platnosti alebo preddefinovan\u00fd  d\u00e1tumov\u00fd sp\u00fa\u0161\u0165a\u010d kalend\u00e1ra.
FNRRS0374.message     = Pre navrhovan\u00fd pl\u00e1n dostupnosti je ur\u010den\u00e1 neplatn\u00e1 hodnota sp\u00fa\u0161\u0165a\u010da dostupnosti.
FNRRS0374.arg.0       = hodnota_n\u00e1zvu

FNRRS0375.explanation = Hodnota pre zadan\u00fa vlastnos\u0165 je neplatn\u00e1 alebo je mimo rozsahu.
FNRRS0375.action      = Zadajte platn\u00fa hodnotu pre zadan\u00fa vlastnos\u0165.
FNRRS0375.message     = Hodnota zadanej vlastnosti je neplatn\u00e1 alebo je mimo rozsahu: {0}, ''{1}''
FNRRS0375.arg.0       = property_name
FNRRS0375.arg.1       = hodnota_vlastnosti

FNRRS0376.explanation = Pre navrhovan\u00fd n\u00e1zov pl\u00e1nu dostupnosti ch\u00fdba platn\u00e1 hodnota doby uchov\u00e1vania.
FNRRS0376.action      = Zadajte nez\u00e1porn\u00e9 hodnoty pre roky, mesiace a dni doby uchov\u00e1vania.
FNRRS0376.message     = Pre navrhovan\u00fd n\u00e1zov pl\u00e1nu dostupnosti ch\u00fdba platn\u00e1 hodnota doby uchov\u00e1vania.

FNRRS0377.explanation = Vo f\u00e1ze dostupnosti ch\u00fdba platn\u00e1 hodnota doba uchov\u00e1vania.
FNRRS0377.action      = Zadajte nez\u00e1porn\u00e9 hodnoty pre roky, mesiace a dni doby uchov\u00e1vania.
FNRRS0377.message     = Vo f\u00e1ze dostupnosti ch\u00fdba platn\u00e1 hodnota doba uchov\u00e1vania.

FNRRS0378.explanation = V alternat\u00edvnom uchov\u00e1van\u00ed f\u00e1ze dostupnosti ch\u00fdba platn\u00e1 hodnota doby uchov\u00e1vania.
FNRRS0378.action      = Zadajte nez\u00e1porn\u00e9 hodnoty pre roky, mesiace a dni doby uchov\u00e1vania.
FNRRS0378.message     = V alternat\u00edvnom uchov\u00e1van\u00ed f\u00e1ze dostupnosti ch\u00fdba platn\u00e1 hodnota doby uchov\u00e1vania.

FNRRS0379.explanation = Chyba nastala po\u010das pokusu o pridanie nov\u00e9ho pl\u00e1nu dostupnosti do arch\u00edvu  pl\u00e1nov s\u00faborov.
FNRRS0379.action      = Uistite sa, \u017ee cie\u013eov\u00fd arch\u00edv je platn\u00fd. Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 vhodn\u00fd bezpe\u010dnostn\u00fd pr\u00edstup na \u00farovni objektov na vykonanie tejto oper\u00e1cie.
FNRRS0379.message     = Nov\u00fd pl\u00e1n dostupnosti sa ned\u00e1 prida\u0165 do cie\u013eov\u00e9ho arch\u00edvu pl\u00e1nov s\u00faborov: ''{0}''.
FNRRS0379.arg.0       = identita_arch\u00edvu

FNRRS0380.explanation = Chyba nastala po\u010das pokusu o pridanie nov\u00e9ho typu z\u00e1znamu do arch\u00edvu pl\u00e1nov s\u00faborov.
FNRRS0380.action      = Uistite sa, \u017ee cie\u013eov\u00fd arch\u00edv je platn\u00fd. Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 vhodn\u00fd bezpe\u010dnostn\u00fd pr\u00edstup na \u00farovni objektov na vykonanie tejto oper\u00e1cie.
FNRRS0380.message     = Nov\u00fd typ z\u00e1znamu nie je mo\u017en\u00e9 prida\u0165 do cie\u013eov\u00e9ho arch\u00edvu pl\u00e1nov s\u00faborov: ''{0}''.
FNRRS0380.arg.0       = identita_arch\u00edvu

FNRRS0381.explanation = Navrhovan\u00fd n\u00e1zov typu z\u00e1znamu sa u\u017e  v tomto arch\u00edve pou\u017e\u00edva.
FNRRS0381.action      = Zadajte hodnotu, ktor\u00e1 sa e\u0161te nepou\u017e\u00edva v arch\u00edve.
FNRRS0381.message     = Navrhovan\u00fd n\u00e1zov typu z\u00e1znamu nie je jedine\u010dn\u00fd v arch\u00edve: ''{0}''.
FNRRS0381.arg.0       = hodnota_n\u00e1zvu

FNRRS0382.explanation = V ident_arch\u00edvu sa ned\u00e1 vytvori\u0165 nov\u00e1 in\u0161tancia typ_entity.
FNRRS0382.action      = Presved\u010dte sa, \u010di je priraden\u00e1 trieda v arch\u00edve definovan\u00e1  a \u010di m\u00e1 s\u00fa\u010dasn\u00fd u\u017e\u00edvate\u013e spr\u00e1vny zabezpe\u010den\u00fd pr\u00edstup, ktor\u00fd mu t\u00fato oper\u00e1ciu povo\u013euje.
FNRRS0382.message     = Nov\u00e1 in\u0161tancia typu entity sa ned\u00e1 vytvori\u0165 v zadanom  arch\u00edve: {0}, ''{1}''.
FNRRS0382.arg.0       = typ_entity
FNRRS0382.arg.1       = identita_arch\u00edvu

FNRRS0383.explanation = Zadan\u00e1 vlastnos\u0165 alebo jej hodnota moment\u00e1lne nie je k dispoz\u00edcii.
FNRRS0383.action      = Presved\u010dte sa, \u010di je t\u00e1to vlastnos\u0165 zadefinovan\u00e1 a \u010di na \u0148u m\u00f4\u017ee  s\u00fa\u010dasn\u00fd u\u017e\u00edvate\u013e pristupova\u0165.
FNRRS0383.message     = Ned\u00e1 sa z\u00edska\u0165 vlastnos\u0165: {0}.
FNRRS0383.arg.0       = property_name

FNRRS0384.explanation = Navrhovan\u00fd n\u00e1zov umiestnenia sa u\u017e v tomto arch\u00edve pou\u017e\u00edva.
FNRRS0384.action      = Zadajte hodnotu, ktor\u00e1 sa e\u0161te nepou\u017e\u00edva v arch\u00edve.
FNRRS0384.message     = Navrhovan\u00fd n\u00e1zov umiestnenia nie je jedine\u010dn\u00fd v arch\u00edve: ''{0}''.
FNRRS0384.arg.0       = hodnota_n\u00e1zvu

FNRRS0385.explanation = Oper\u00e1ciu nepodporuje aktu\u00e1lny typ objektu
FNRRS0385.action      = T\u00e1to oper\u00e1cia sa nem\u00f4\u017ee pou\u017e\u00edva\u0165 s t\u00fdmto objektom.  Upravte bu\u010f  objekt alebo oper\u00e1ciu
FNRRS0385.message     = T\u00e1to oper\u00e1cia nie je podporovan\u00e1 aktu\u00e1lnym typom objektu.

FNRRS0386.explanation = Navrhovan\u00fd n\u00e1zov pozastavenia sa u\u017e v tomto arch\u00edve pou\u017e\u00edva.
FNRRS0386.action      = Zadajte hodnotu, ktor\u00e1 sa e\u0161te nepou\u017e\u00edva v arch\u00edve.
FNRRS0386.message     = Navrhovan\u00fd n\u00e1zov pozastavenia nie je jedine\u010dn\u00fd v arch\u00edve: ''{0}''.
FNRRS0386.arg.0       = hodnota_n\u00e1zvu

FNRRS0387.explanation = Po\u010das z\u00edskavania pozastaven\u00ed z arch\u00edvu pl\u00e1nu s\u00faborov sa vyskytla chyba
FNRRS0387.action      = Overte, \u010di sa v arch\u00edve nach\u00e1dza aspo\u0148 jedno pozastavenie
FNRRS0387.message     = Chyba pri z\u00edskavan\u00ed pozastaven\u00ed z arch\u00edvu pl\u00e1nov s\u00faborov: ''{0}''.
FNRRS0387.arg.0       = identifik\u00e1tor arch\u00edvu pl\u00e1nov s\u00faborov

FNRRS0388.explanation = Identifika\u010dn\u00fd re\u0165azec IdPozastaveniaRM nem\u00e1 platn\u00fd form\u00e1t.
FNRRS0388.action      = Uistite sa, \u017ee identifika\u010dn\u00fd re\u0165azec m\u00e1 form\u00e1t re\u0165azca identifik\u00e1tora GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', kde ka\u017ed\u00fd znak ''x'' predstavuje jeden hexadecim\u00e1lny znak.
FNRRS0388.message     = Neplatn\u00fd form\u00e1t identifika\u010dn\u00e9ho re\u0165azca pozastavenia: ''{0}''.
FNRRS0388.arg.0       = ID pozastavenia

FNRRS0389.explanation = Ned\u00e1 sa inicializova\u0165 dotaz SQL na sklad objektov.
FNRRS0389.action      = Ak SQL obsahuje z\u00edskavanie na z\u00e1klade obsahu, skontrolujte, \u010di je  spr\u00e1vne nakonfigurovan\u00fd mechanizmus vyh\u013eadania obsahu.
FNRRS0389.message     = Ned\u00e1 sa inicializova\u0165 dotaz SQL ''{0}'' na arch\u00edv: ''{1}''.
FNRRS0389.arg.0       = Re\u0165azec dotazu SQL
FNRRS0389.arg.1       = identifik\u00e1tor arch\u00edvu

FNRRS0390.explanation = IBM Enterprise Records nepodporuje heterog\u00e9nne prostredie z\u00edskavania na z\u00e1klade obsahu (CBR), ktor\u00e9 v sebe sp\u00e1ja jeden alebo viacer\u00e9 r\u00f4zne typy mechanizmov CBR.
FNRRS0390.action      = Vyh\u013ead\u00e1vacie mechanizmy v sklade objektov z\u00e1znamov  mus\u00edte migrova\u0165 z IBM Legacy Content Search Engine na IBM Content Search Services.
FNRRS0390.message     = Arch\u00edvy obsahu, ktor\u00e9 s\u00fa priraden\u00e9 arch\u00edvu pl\u00e1nov s\u00faborov,  s\u00fa nakonfigurovan\u00e9 pomocou heterog\u00e9nneho prostredia z\u00edskavania na z\u00e1klade obsahu (CBR), ktor\u00e9 v sebe sp\u00e1ja jeden alebo  viacer\u00e9 r\u00f4zne typy mechanizmov CBR. T\u00e1to heterog\u00e9nna konfigur\u00e1cia CBR nie je podporovan\u00e1. Svoj vyh\u013ead\u00e1vac\u00ed mechanizmus mus\u00edte migrova\u0165 z IBM Legacy Content Search Engine na IBM Content Search Services. Bli\u017e\u0161ie inform\u00e1cie n\u00e1jdete v t\u00e9me  "\u010co je nov\u00e9 v IBM FileNet Content Search Engine" v Informa\u010dnom centre FileNet P8.

FNRRS0391.explanation = Ned\u00e1 sa inicializova\u0165 z\u00edskavanie na z\u00e1klade obsahu. Nie je nakonfigurovan\u00fd mechanizmus vyh\u013ead\u00e1vania obsahu alebo tento mechanizmus nie je nakonfigurovan\u00fd spr\u00e1vne.
FNRRS0391.action      = Skontrolujte, \u010di je mechanizmus vyh\u013ead\u00e1vania obsahu spr\u00e1vne nakonfigurovan\u00fd s arch\u00edvom obsahu.
FNRRS0391.message     = Nie je nakonfigurovan\u00fd mechanizmus vyh\u013ead\u00e1vania obsahu alebo tento mechanizmus nie je nakonfigurovan\u00fd spr\u00e1vne. Ned\u00e1 sa inicializova\u0165 z\u00edskavanie na z\u00e1klade obsahu: ''{0}'' v arch\u00edve: ''{1}''.
FNRRS0391.arg.0       = Re\u0165azec dotazu SQL
FNRRS0391.arg.1       = identifik\u00e1tor arch\u00edvu

FNRRS0392.explanation = Nepodarilo sa z\u00edska\u0165 v\u00fdsledky vyh\u013ead\u00e1vania na z\u00e1klade vyh\u013ead\u00e1vac\u00edch krit\u00e9ri\u00ed.
FNRRS0392.action      = Skontrolujte, \u010di je mechanizmus vyh\u013ead\u00e1vania obsahu spr\u00e1vne  nakonfigurovan\u00fd so skladom (skladmi) objektov z\u00e1znamov.
FNRRS0392.message     = Nepodarilo sa z\u00edska\u0165 v\u00fdsledky vyh\u013ead\u00e1vania na z\u00e1klade vyh\u013ead\u00e1vac\u00edch krit\u00e9ri\u00ed.

FNRRS0393.explanation = Z\u00e1znam nie je mo\u017en\u00e9 ulo\u017ei\u0165 do viacer\u00fdch kontajnerov.
FNRRS0393.action      = Presved\u010dte sa, \u010di z\u00e1znam nie je viacn\u00e1sobne zaraden\u00fd a sk\u00faste to znova.
FNRRS0393.message     = Z\u00e1znam nie je mo\u017en\u00e9 ulo\u017ei\u0165 do viacer\u00fdch kontajnerov.

FNRRS0394.explanation = Hodnota parametra v\u00e1m bu\u010f ch\u00fdba alebo je neplatn\u00e1.
FNRRS0394.action      = Zadajte kompatibiln\u00fa hodnotu parametra.
FNRRS0394.message     = Hodnota nasleduj\u00faceho parametra je neplatn\u00e1: ''{0}''
FNRRS0394.arg.0       = n\u00e1zov parametra

FNRRS0395.explanation = V zadanom kontajneri sa nenach\u00e1dza \u017eiadny akt\u00edvny zv\u00e4zok.  Vy\u017eaduje sa platn\u00fd akt\u00edvny zv\u00e4zok.
FNRRS0395.action      = Presved\u010dte sa, \u010di sa v zadanom kontajneri nach\u00e1dza akt\u00edvny zv\u00e4zok.
FNRRS0395.message     = V kontajneri: ''{0}'' sa nenach\u00e1dza \u017eiadny akt\u00edvny zv\u00e4zok
FNRRS0395.arg.0       = identifik\u00e1tor kontajnera

FNRRS0396.explanation = Zdrojov\u00fd a cie\u013eov\u00fd kontajner s\u00fa rovnak\u00e9.  Nie je to povolen\u00e9 pri pres\u00favan\u00ed objektov.
FNRRS0396.action      = Akciu zopakujte, zadajte pri tom in\u00fd zdrojov\u00fd a cie\u013eov\u00fd kontajner.
FNRRS0396.message     = Zdrojov\u00fd a cie\u013eov\u00fd kontajner s\u00fa rovnak\u00e9.

FNRRS0397.explanation = Objekt je u\u017e ulo\u017een\u00fd v cie\u013eovom kontajneri.
FNRRS0397.action      = Akciu zopakujte, zadajte pri tom in\u00fd cie\u013eov\u00fd kontajner.
FNRRS0397.message     = Objekt je u\u017e ulo\u017een\u00fd v cie\u013eovom kontajneri.

FNRRS0398.explanation = Z\u00e1znam je u\u017e rodi\u010dom potvrdenia o prijat\u00ed.  Nem\u00f4\u017ee by\u0165 potvrden\u00edm o doru\u010den\u00ed a z\u00e1rove\u0148 rodi\u010dom potvrdenia o doru\u010den\u00ed.
FNRRS0398.action      = Z\u00e1znam nem\u00f4\u017ee by\u0165 s\u00fa\u010dasne potvrden\u00edm o prijat\u00ed a rodi\u010dom potvrdenia o prijat\u00ed.  Vykonajte n\u00e1pravn\u00fa akciu v z\u00e1vislosti od svojich obchodn\u00fdch potrieb.
FNRRS0398.message     = Z\u00e1znam je u\u017e rodi\u010dom potvrdenia o prijat\u00ed.
FNRRS0398.arg.0       = z\u00e1stupn\u00fd objekt

FNRRS0399.explanation = Z\u00e1znam je u\u017e potvrden\u00edm o prijat\u00ed.  Potvrdenia o doru\u010den\u00ed m\u00f4\u017eete priradi\u0165 len jedn\u00e9mu z\u00e1znamu.
FNRRS0399.action      = Z\u00e1znam m\u00f4\u017ee by\u0165 priraden\u00fd len jedn\u00e9mu z\u00e1znamu.  Vykonajte n\u00e1pravn\u00fa akciu v z\u00e1vislosti od svojich obchodn\u00fdch potrieb.
FNRRS0399.message     = Z\u00e1znam je u\u017e potvrden\u00edm o prijat\u00ed.

FNRRS0400.explanation = Rodi\u010d potvrdenia o prijat\u00ed je u\u017e potvrden\u00edm o doru\u010den\u00ed.  Nem\u00f4\u017ee by\u0165 potvrden\u00edm o doru\u010den\u00ed a z\u00e1rove\u0148 rodi\u010dom potvrdenia o doru\u010den\u00ed.
FNRRS0400.action      = Z\u00e1znam nem\u00f4\u017ee by\u0165 s\u00fa\u010dasne potvrden\u00edm o prijat\u00ed a rodi\u010dom potvrdenia o prijat\u00ed.  Vykonajte n\u00e1pravn\u00fa akciu v z\u00e1vislosti od svojich obchodn\u00fdch potrieb.
FNRRS0400.message     = Rodi\u010d z\u00e1znamu je u\u017e potvrden\u00edm o doru\u010den\u00ed.

FNRRS0401.explanation = Chyba nastala po\u010das prip\u00e1jania potvrdenia o doru\u010den\u00ed k z\u00e1znamu.
FNRRS0401.action      = Overte, \u010di je vlastnos\u0165 potvrdenia o doru\u010den\u00ed k dispoz\u00edcii zo str\u00e1nky vlastnost\u00ed.  Overte, \u010di m\u00e1te opr\u00e1vnenie na \u00fapravu vlastnost\u00ed z\u00e1znamu a potvrdenia o doru\u010den\u00ed.
FNRRS0401.message     = Potvrdenie o doru\u010den\u00ed sa nepodarilo pripoji\u0165 k z\u00e1znamu.

FNRRS0402.explanation = Tento objekt nie je platn\u00fdm potvrden\u00edm o doru\u010den\u00ed.
FNRRS0402.action      = Overte, \u010di m\u00e1 vlastnos\u0165 PotvrdenieODoru\u010den\u00edO  "potvrdenia o doru\u010den\u00ed" platn\u00fa hodnotu.
FNRRS0402.message     = Tento objekt nie je platn\u00fdm potvrden\u00edm o doru\u010den\u00ed: {0}.
FNRRS0402.arg.0       = identifik\u00e1tor objektu

FNRRS0403.explanation = Chyba nastala po\u010das pokusu o odpojenie tohto potvrdenia o doru\u010den\u00ed od jeho  rodi\u010da.
FNRRS0403.action      = Overte, \u010di s\u00fa potvrdenia o doru\u010den\u00ed povolen\u00e9 pre sklad objektov.  Overte, \u010di je tento objekt platn\u00fdm potvrden\u00edm o doru\u010den\u00ed.
FNRRS0403.message     = Potvrdenie o doru\u010den\u00ed nie je mo\u017en\u00e9 odpoji\u0165.

FNRRS0404.explanation = Chyba nastala po\u010das pokusu o vytvorenie udalosti AuditRM na objekte.
FNRRS0404.action      = Overte, \u010di je tento objekt platn\u00fdm Dokumentom, Prie\u010dinkom alebo  Vlastn\u00fdm objektom.
FNRRS0404.message     = Nepodarilo sa vytvori\u0165 udalos\u0165 na objekte: ''{0}''
FNRRS0404.arg.0       = ID_objektu

FNRRS0405.explanation = Chyba nastala po\u010das overovania vlastnost\u00ed, ktor\u00e9 s\u00fa priraden\u00e9 nevyhnutn\u00fdm  z\u00e1znamom.  Entita je ozna\u010den\u00e1 ako nevyhnutn\u00e1, ale priraden\u00e1 vlastnos\u0165 jej ch\u00fdba alebo je nespr\u00e1vna.
FNRRS0405.action      = Uistite sa, \u017ee boli pre pr\u00edslu\u0161n\u00e9 vlastnosti nevyhnutn\u00fdch z\u00e1znamov nastaven\u00e9 platn\u00e9 hodnoty.
FNRRS0405.message     = Neplatn\u00e1 nevyhnutn\u00e1 vlastnos\u0165 z\u00e1znamu: ''{0}'' s hodnotou ''{1}''
FNRRS0405.arg.0       = n\u00e1zov vlastnosti
FNRRS0405.arg.1       = hodnota vlastnosti

FNRRS0406.explanation = Post\u00fapen\u00e9 kontajnery nie s\u00fa z rovnak\u00e9ho pl\u00e1nu s\u00faborov.
FNRRS0406.action      = Overte, \u010di s\u00fa tieto kontajnery v rovnakom pl\u00e1ne s\u00faborov.
FNRRS0406.message     = Kontajner {0} a kontajner {1} nie s\u00fa z rovnak\u00e9ho pl\u00e1nu s\u00faborov.
FNRRS0406.arg.0       = identifik\u00e1tor kontajnera 1
FNRRS0406.arg.1       = identifik\u00e1tor kontajnera 2

FNRRS0407.explanation = Zadan\u00e9 vlastnosti nevyhnutn\u00e9ho z\u00e1znamu s\u00fa bu\u010f pr\u00e1zdne alebo neplatn\u00e9.
FNRRS0407.action      = Uistite sa, \u017ee boli pre pr\u00edslu\u0161n\u00e9 vlastnosti nevyhnutn\u00fdch z\u00e1znamov nastaven\u00e9 platn\u00e9 hodnoty.
FNRRS0407.message     = Neplatn\u00e9 vlastnosti nevyhnutn\u00e9ho z\u00e1znamu.

FNRRS0408.explanation = Vlastnos\u0165 Pou\u017ei\u0165PreN\u00e1zovAleboID m\u00e1 neplatn\u00fa hodnotu.  Hodnota mus\u00ed by\u0165 bu\u010f "N\u00e1zov" alebo "Identifik\u00e1tor"
FNRRS0408.action      = Vlastnos\u0165 zme\u0148te na jednu z platn\u00fdch hodn\u00f4t
FNRRS0408.message     = Vlastnos\u0165 m\u00e1 neplatn\u00fa hodnotu

FNRRS0409.explanation = Nevyhnutn\u00e9 vlastnosti nie je mo\u017en\u00e9 nastavi\u0165.  Presn\u00fa pr\u00ed\u010dinu zist\u00edte na z\u00e1klade chybov\u00fdch spr\u00e1v.
FNRRS0409.action      = Uistite sa, \u017ee boli pre pr\u00edslu\u0161n\u00e9 vlastnosti nevyhnutn\u00fdch z\u00e1znamov nastaven\u00e9 platn\u00e9 hodnoty.
FNRRS0409.message     = Nedaj\u00fa sa z\u00edska\u0165 nevyhnutn\u00e9 vlastnosti pre entitu.  Vlastnos\u0165: ''{0}''.
FNRRS0409.arg.0       = ID_objektu

FNRRS0410.explanation = Nevyhnutn\u00e9 vlastnosti nie je mo\u017en\u00e9 nastavi\u0165.  Presn\u00fa pr\u00ed\u010dinu zist\u00edte na z\u00e1klade chybov\u00fdch spr\u00e1v.
FNRRS0410.action      = Uistite sa, \u017ee boli pre pr\u00edslu\u0161n\u00e9 vlastnosti nevyhnutn\u00fdch z\u00e1znamov nastaven\u00e9 platn\u00e9 hodnoty.
FNRRS0410.message     = Ned\u00e1 sa nastavi\u0165 d\u00e1tum \u010fal\u0161ej kontroly nevyhnutn\u00e9ho objektu pre entitu ''{0}''.
FNRRS0410.arg.0       = ID_objektu

FNRRS0411.explanation = Zadan\u00fd n\u00e1zov vzoru nie je jedine\u010dn\u00fd.
FNRRS0411.action      = Pre vzor vyberte pros\u00edm a nov\u00fd n\u00e1zov, ktor\u00fd bude jedine\u010dn\u00fd
FNRRS0411.message     = N\u00e1zov zadan\u00fd pre vzor nie je jedine\u010dn\u00fd.

FNRRS0412.explanation = Nevyhnutn\u00e9 vlastnosti nie je mo\u017en\u00e9 nastavi\u0165.  Presn\u00fa pr\u00ed\u010dinu zist\u00edte na z\u00e1klade chybov\u00fdch spr\u00e1v.
FNRRS0412.action      = Uistite sa, \u017ee boli pre pr\u00edslu\u0161n\u00e9 vlastnosti nevyhnutn\u00fdch z\u00e1znamov nastaven\u00e9 platn\u00e9 hodnoty.
FNRRS0412.message     = Nedaj\u00fa sa nastavi\u0165 nevyhnutn\u00e9 vlastnosti pre entitu ''{0}''.
FNRRS0412.arg.0       = ID_objektu

FNRRS0413.explanation = Nevyhnutn\u00e1 vlastnos\u0165 nem\u00f4\u017ee ma\u0165 hodnotu null.
FNRRS0413.action      = Overte, \u010di m\u00e1 spr\u00e1vna vlastnos\u0165 nevyhnutn\u00e9ho z\u00e1znamu  nastaven\u00fa platn\u00fa nenulov\u00fa hodnotu.
FNRRS0413.message     = Ned\u00e1 sa nastavi\u0165 vlastnos\u0165 nevyhnutn\u00e9ho sp\u00fa\u0161\u0165a\u010da ''{0}''.
FNRRS0413.arg.0       = ID_objektu

FNRRS0414.explanation = Zadan\u00e1 cyklick\u00e1 udalos\u0165 m\u00e1 neplatn\u00fa peri\u00f3du cyklu.  Najpravdepodobnej\u0161ou  pr\u00ed\u010dinou je to, \u017ee sp\u00fa\u0161\u0165a\u010du priraden\u00e9 roky, mesiace a dni maj\u00fa hodnotu nula.
FNRRS0414.action      = Skontrolujte, \u010di m\u00e1 peri\u00f3da cyklu platn\u00fa hodnotu, ktor\u00e1 je v\u00e4\u010d\u0161ia ako nula.
FNRRS0414.message     = N\u00e1zov cyklickej udalosti {0} definuje peri\u00f3du cyklu ako {1} roky, {2} mesiace, {3} dni. Syst\u00e9m nedok\u00e1\u017ee vypo\u010d\u00edta\u0165 \u00fadaje dostupnosti.
FNRRS0414.arg.0       = n\u00e1zov udalosti
FNRRS0414.arg.1       = po\u010det rokov
FNRRS0414.arg.2       = po\u010det mesiacov
FNRRS0414.arg.3       = po\u010det dn\u00ed

FNRRS0415.explanation = Po\u010das pokusu o z\u00edskanie dostupn\u00fdch objektov registr\u00e1cie konektora z arch\u00edvu pl\u00e1nu s\u00faborov sa vyskytla neo\u010dak\u00e1van\u00e1 chyba.
FNRRS0415.action      = Overte, \u010di boli \u00faspe\u0161ne vykonan\u00e9 v\u0161etky kroky in\u0161tal\u00e1cie Arch\u00edvu Pl\u00e1novZaradenia.
FNRRS0415.message     = Nedaj\u00fa sa z\u00edska\u0165 objekty Registr\u00e1ciaKonektora z Arch\u00edvu  Pl\u00e1novZaradenia: {0}.
FNRRS0415.arg.0       = Identita Arch\u00edvu Pl\u00e1novZaradenia.

FNRRS0416.explanation = Ned\u00e1 sa prist\u00fapi\u0165 na triedy v Java rozhran\u00ed API IBM FileNet P8 Process Engine.
FNRRS0416.action      = Overte, \u010di je jar s\u00fabor Java rozhrania API Process Engine a jeho z\u00e1visl\u00e9 objekty zahrnut\u00fd do cesty k triedam prostredia runtime. V tejto sade s\u00faborov sa zvy\u010dajne nach\u00e1dzaj\u00fa s\u00fabory pe.jar, peResources.jar, mailapi.jar, xercesImpl.jar. Na z\u00edskanie v\u0161etk\u00fdch vyskytnut\u00fdch v\u00fdnimiek pou\u017eite met\u00f3du  RALPESupport#getSetupException.
FNRRS0416.message     = Java rozhranie API IBM FileNet P8 Process Engine nie je k dispoz\u00edcii.

FNRRS0417.explanation = Vstupn\u00fd parameter ''Rel\u00e1ciaVW'' mus\u00ed by\u0165 platnou in\u0161tanciou triedy  ''filenet.vw.api.VWSession''.
FNRRS0417.action      = Overte, \u010di m\u00e1te spr\u00e1vnu konfigur\u00e1ciu klientskeho pripojenia  IBM FileNet P8 Process Engine.
FNRRS0417.message     = Vstupn\u00fd parameter ''Rel\u00e1ciaVW'' nie je platnou in\u0161tanciou  triedy ''filenet.vw.api.VWSession''.

FNRRS0418.explanation = Vstupn\u00fd parameter ''PrvokKrokuVW'' mus\u00ed by\u0165 platnou in\u0161tanciou  triedy ''filenet.vw.api.VWStepElement''.
FNRRS0418.action      = Platn\u00fa in\u0161tanciu triedy ''filenet.vw.api.VWStepElement'' m\u00f4\u017eete z\u00edska\u0165 pomocou met\u00f3dy RALPESupport#createWorkflow.
FNRRS0418.message     = Vstupn\u00fd parameter ''PrvokKrokuVW'' nie je platnou in\u0161tanciou  triedy ''filenet.vw.api.VWStepElement''.

FNRRS0419.explanation = Vyskytla sa neo\u010dak\u00e1van\u00e1 v\u00fdnimka ''filenet.vw.api.VWException''. 
FNRRS0419.action      = Presk\u00famajte re\u0165azec pripojenej spr\u00e1vy, sledovanie z\u00e1sobn\u00edka  a/alebo protokoly servera, kde n\u00e1jdete inform\u00e1cie t\u00fdkaj\u00face sa zdroja tejto chyby.
FNRRS0419.message     = Bola zaznamenan\u00e1 neo\u010dak\u00e1van\u00e1 v\u00fdnimka ''filenet.vw.api.VWException'': {0}
FNRRS0419.arg.0	   = Lokalizovan\u00fd re\u0165azec spr\u00e1vy z in\u0161tancie ''filenet.vw.api.VWException''.

FNRRS0420.explanation = T\u00fato oper\u00e1ciu mus\u00ed vykona\u0165 nenulov\u00e1 in\u0161tancia ''filenet.vw.api.VWUserInfo''.
FNRRS0420.action      = Presved\u010dte sa, \u010di je zadan\u00e1 in\u0161tancia ''filenet.vw.api.VWSession'' platn\u00e1 a \u010di bol s\u00fa\u010dasn\u00fd u\u017e\u00edvate\u013e \u00faspe\u0161ne autentifikovan\u00fd.
FNRRS0420.message     = Volanie rozhrania API P8 FileNet Process Engine za \u00fa\u010delom z\u00edskania  in\u0161tancie ''filenet.vw.api.VWUserInfo'' vr\u00e1tilo hodnotu null.

FNRRS0421.explanation = Po\u010das pokusu o z\u00edskanie zadan\u00e9ho pozastavenia bola vr\u00e1ten\u00e1 chyba.
FNRRS0421.action	   = Overte platnos\u0165 identifika\u010dn\u00e9ho re\u0165azca pozastavenia a existenciu  pozastavenia.
FNRRS0421.message     = Ned\u00e1 sa z\u00edska\u0165 zadan\u00e9 pozastavenie: {0}
FNRRS0421.arg.0        = Identifika\u010dn\u00fd re\u0165azec zadan\u00e9ho pozastavenia.

FNRRS0422.explanation = Chyba nastala pri pokuse o z\u00edskanie defin\u00edci\u00ed zost\u00e1v z arch\u00edvu rodi\u010dovsk\u00fdch pl\u00e1nov s\u00faborov.
FNRRS0422.action      = Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 aspo\u0148 opr\u00e1vnenie na zobrazenie obsahu arch\u00edvu pl\u00e1nu s\u00faborov.
FNRRS0422.message     = Chyba pri z\u00edskavan\u00ed defin\u00edci\u00ed zost\u00e1v z arch\u00edvu pl\u00e1nov s\u00faborov: ''{0}''.
FNRRS0422.arg.0       = arch\u00edv_pl\u00e1nu_zaradenia

FNRRS0423.explanation = Chyba nastala v konfigur\u00e1cii analyz\u00e1tora JVM XML s\u00favisiacej s XPATH.
FNRRS0423.action      = Overte, \u010di m\u00e1 JRE verziu 1.5 alebo nov\u0161iu.
FNRRS0423.message     = Chyba pri inicializ\u00e1cii konfigur\u00e1cie analyz\u00e1tora JVM XML s\u00favisiaca s XPATH.

FNRRS0424.explanation = Chyba nastala pri pokuse o anal\u00fdzu defin\u00edcie zostavy XML.
FNRRS0424.action      = Overte, \u010di je defin\u00edcia zostavy XML spr\u00e1vne naform\u00e1tovan\u00e1.
FNRRS0424.message     = Chyba pri anal\u00fdze defin\u00edcie zostavy XML: ''{0}''.
FNRRS0424.arg.0       = N\u00e1zov alebo identifik\u00e1tor defin\u00edcie z\u00e1znamu.

FNRRS0425.explanation = Chyba nastala pri pokuse o z\u00edskanie obsahu defin\u00edcie zostavy.
FNRRS0425.action      = Overte \u010di defin\u00edcia zostavy existuje a \u010di obsahuje form\u00e1tovan\u00fd obsah XML.
FNRRS0425.message     = Chyba pri z\u00edskavan\u00ed obsahu defin\u00edcie zostavy: ''{0}''.
FNRRS0425.arg.0       = N\u00e1zov alebo identifik\u00e1tor defin\u00edcie z\u00e1znamu.

FNRRS0426.explanation = Z kni\u017enice rozhrania API org.w3c.DOM bola vr\u00e1ten\u00e1 chyba.
FNRRS0426.action      = Podrobnej\u0161ie inform\u00e1cie n\u00e1jdete v z\u00e1sobn\u00edku v\u00fdnimiek.
FNRRS0426.message     = Chyba nastala po\u010das spracovania DOM XML ako s\u00fa\u010das\u0165 procesu   exportovania, entita: {0}.
FNRRS0426.arg.0       = Identita entity zapojenej do exportovania.

FNRRS0427.explanation = Z pomocn\u00e9ho programu P8 Content Engine na generovanie exportu XML sa vr\u00e1tila chyba.
FNRRS0427.action      = Podrobnej\u0161ie inform\u00e1cie n\u00e1jdete v z\u00e1sobn\u00edku v\u00fdnimiek.
FNRRS0427.message     = Chyba nastala po\u010das generovania P8 Content Engine XML ako  s\u00fa\u010das\u0165 procesu exportovania, entita: {0}.
FNRRS0427.arg.0       = Identita entity zapojenej do exportovania.

FNRRS0428.explanation = Z pomocn\u00e9ho programu P8 Content Engine na generovanie exportu XML sa vr\u00e1tila chyba.
FNRRS0428.action      = Podrobnej\u0161ie inform\u00e1cie n\u00e1jdete v z\u00e1sobn\u00edku v\u00fdnimiek.
FNRRS0428.message     = Chyba nastala po\u010das serializ\u00e1cie XML do v\u00fdstupn\u00e9ho s\u00faboru: {0}, {1}.
FNRRS0428.arg.0       = Cesta k v\u00fdstupn\u00e9mu s\u00faboru s\u00faborov\u00e9ho syst\u00e9mu.
FNRRS0428.arg.1       = Spr\u00e1va v\u00fdnimky z transform\u00e1cie XML.

FNRRS0429.explanation = Hoci sa na\u0161la hodnota vlastnosti Form\u00e1tExportovaniaAktu\u00e1lnejF\u00e1zy,  pri pokuse o na\u010d\u00edtanie jej obsahu XSLT nastala chyba. 
FNRRS0429.action      = Presved\u010dte sa, \u010di m\u00e1 vlastnos\u0165 Form\u00e1tExportovaniaAktu\u00e1lnejF\u00e1zy  exportnej entity priraden\u00fa platn\u00fa hodnotu dokumentu, v obsahu ktor\u00e9ho sa nach\u00e1dza platn\u00e9 XSLT.
FNRRS0429.message     = Chyba nastala pri pokuse o na\u010d\u00edtanie obsahu XSLT z dokumentu: {0} v hodnote Form\u00e1tExportovaniaAktu\u00e1lnejF\u00e1zy.
FNRRS0429.arg.0       = Identita hodnoty dokumentu vlastnosti Form\u00e1tExportovania.

FNRRS0430.explanation = Pokus o predkompilovanie re\u0165azca XPath na v\u00fdraz XPath nebol \u00faspe\u0161n\u00fd. 
FNRRS0430.action      = Overte, \u010di je re\u0165azec XPath platn\u00fd a/alebo \u010di m\u00e1 aktu\u00e1lny  JRE/cesta k triedam podporu pre XPath.
FNRRS0430.message     = Chyba nastala po\u010das pokusu o kompil\u00e1ciu nasleduj\u00faceho re\u0165azca  v\u00fdrazu XPath: ''{0}''.
FNRRS0430.arg.0       = Zlyh\u00e1vaj\u00faci re\u0165azec v\u00fdrazu XPath.

FNRRS0431.explanation = Pre aktu\u00e1lny stav Iter\u00e1toraStr\u00e1nkyRM nie je mo\u017en\u00e9 z\u00edska\u0165 ozna\u010denie str\u00e1nky. 
FNRRS0431.action      = Overte, \u010di bol Iter\u00e1torStr\u00e1nkyRM presunut\u00fd na platn\u00e9 umiestnenie na str\u00e1nke.
FNRRS0431.message     = Chyba nastala po\u010das pokusu o vr\u00e1tenie ozna\u010denia aktu\u00e1lnej str\u00e1nky.

FNRRS0432.explanation = Neo\u010dak\u00e1van\u00e1 chyba nastala po\u010das pokusu o z\u00edskanie hodnoty vlastnosti  Zaznamenan\u00e9Dokumenty z\u00e1znamu.
FNRRS0432.action      = Presved\u010dte sa, \u010di m\u00e1 s\u00fa\u010dasn\u00fd u\u017e\u00edvate\u013e spr\u00e1vne pr\u00edstupov\u00e9 pr\u00e1va pre  priraden\u00e9 polo\u017eky obsahu.
FNRRS0432.message     = Chyba nastala pri pokuse o z\u00edskanie priraden\u00fdch polo\u017eiek obsahu  pre z\u00e1znam: {0}.
FNRRS0432.arg.0       = Identita z\u00e1znamu.

FNRRS0433.explanation = Cie\u013eov\u00fd kontajner oper\u00e1cie presunu kontajnera sa nem\u00f4\u017ee nach\u00e1dza\u0165  hocikde v r\u00e1mci hierarchie podkontajnerov zdrojov\u00e9ho kontajnera.
FNRRS0433.action      = Vyberte in\u00e9 umiestnenie cie\u013eov\u00e9ho kontajnera, do ktor\u00e9ho sa presunie zdrojov\u00fd kontajner.
FNRRS0433.message     = Zdrojov\u00fd kontajner nie je mo\u017en\u00e9 presun\u00fa\u0165 do cie\u013eov\u00e9ho kontajnera,  ktor\u00fd sa nach\u00e1dza pod zdrojov\u00fdm kontajnerom, identZdroja: {0}, identCie\u013ea: {1}.
FNRRS0433.arg.0       = Identita zdrojov\u00e9ho kontajnera, na ktor\u00fd sa vz\u0165ahuje pokus o presunutie.
FNRRS0433.arg.1       = Identita cie\u013eov\u00e9ho kontajnera.

FNRRS0434.explanation = Presk\u00famajte sledovanie ka\u017ed\u00e9ho zahrnut\u00e9ho z\u00e1sobn\u00edka pre ka\u017ed\u00fa z\u00e1sadn\u00fa v\u00fdnimku.
FNRRS0434.action      = Znovu spustite vy\u010distenie dostupnosti a/alebo zopakujte oper\u00e1ciu iniciovania dostupnosti.
FNRRS0434.message     = Neo\u010dak\u00e1van\u00e1 chyba nastala po\u010das aktualiz\u00e1cie \u00fadajov aktu\u00e1lnej f\u00e1zy  pre entitu, ident entity: {0}.
FNRRS0434.arg.0       = Identita danej entity.

FNRRS0435.explanation = Na entite nie je mo\u017en\u00e9 vykona\u0165 iniciovanie dostupnosti bu\u010f kv\u00f4li pozastaveniu alebo kv\u00f4li zmene v jej pl\u00e1ne dostupnosti.
FNRRS0435.action      = Odstr\u00e1\u0148te v\u0161etky z\u00e1mky z entity, jej rodi\u010dovskej hierarchie alebo jej dc\u00e9rskej hierarchie. Zopakujte vy\u010distenie dostupnosti.
FNRRS0435.message     = Kv\u00f4li zmene v aktu\u00e1lnej f\u00e1ze dostupnosti entity nie je mo\u017en\u00e9 na tejto entite: {0} iniciova\u0165 dostupnos\u0165.
FNRRS0435.arg.0       = Identita entity, pre ktor\u00fa sa vykonal pokus o inici\u00e1ciu dostupnosti.

FNRRS0436.explanation = F\u00e1zu dostupnosti nie je mo\u017en\u00e9 odstr\u00e1ni\u0165 z pl\u00e1nu dostupnosti, ak sa v tejto f\u00e1ze nach\u00e1dzaj\u00fa niektor\u00e9 kontajnery z\u00e1znamov alebo z\u00e1znamy.
FNRRS0436.action      = Zopakujte vy\u010distenie dostupnosti a/alebo iniciujte dostupnos\u0165 pre  ovplyvnen\u00e9 kontajnery z\u00e1znamu alebo pre z\u00e1znamy a zopakujte oper\u00e1ciu odstr\u00e1nenia f\u00e1zy.
FNRRS0436.message     = Nie je mo\u017en\u00e9 odstr\u00e1ni\u0165 pr\u00e1ve pou\u017e\u00edvan\u00fa f\u00e1zu dostupnosti, identita f\u00e1zy: {0}.
FNRRS0436.arg.0       = Identita f\u00e1zy dostupnosti, pre ktor\u00fa sa vykonal pokus o odstr\u00e1nenie.

FNRRS0437.explanation = \u0160pecifick\u00e1 f\u00e1za dostupnosti sa m\u00f4\u017ee v pl\u00e1ne dostupnosti nach\u00e1dza\u0165 len raz.
FNRRS0437.action      = Sk\u00f4r ako sa pok\u00fasite prida\u0165 nov\u00fa f\u00e1zu dostupnosti do pl\u00e1nu dostupnosti ju najsk\u00f4r vytvorte.
FNRRS0437.message     = F\u00e1zu dostupnosti nie je mo\u017en\u00e9 prida\u0165 do pl\u00e1nu, v ktorom sa u\u017e nach\u00e1dza, identita f\u00e1zy: {0}.
FNRRS0437.arg.0       = Identita f\u00e1zy dostupnosti, pre ktor\u00fa sa vykonal pokus o pridanie.

FNRRS0438.explanation = \u0160pecifick\u00fa f\u00e1zu dostupnosti nem\u00f4\u017eete pou\u017ei\u0165 vo viacer\u00fdch pl\u00e1noch dostupnosti.
FNRRS0438.action      = Sk\u00f4r ako sa pok\u00fasite prida\u0165 nov\u00fa f\u00e1zu dostupnosti do pl\u00e1nu dostupnosti ju najsk\u00f4r vytvorte.
FNRRS0438.message     = F\u00e1zu dostupnosti nie je mo\u017en\u00e9 prida\u0165 do pl\u00e1nu, ktor\u00fd sa u\u017e pou\u017e\u00edva v inom pl\u00e1ne, identita f\u00e1zy: {0}.
FNRRS0438.arg.0       = Identita f\u00e1zy dostupnosti, pre ktor\u00fa sa vykonal pokus o pridanie.

FNRRS0439.explanation = Ke\u010f bude pl\u00e1n obsahova\u0165 f\u00e1zu s akciou dostupnosti Automatick\u00e9 zni\u010denie, Zni\u010denie alebo Prenos, nem\u00f4\u017eete do\u0148 prida\u0165 \u017eiadne \u010fal\u0161ie f\u00e1zy.
FNRRS0439.action      = Najprv odstr\u00e1\u0148te v\u0161etky f\u00e1zy s akciami pre typ ukon\u010denia, a a\u017e potom sa pok\u00faste do pl\u00e1nu dostupnosti prida\u0165 nov\u00fa f\u00e1zu.
FNRRS0439.message     = F\u00e1zu dostupnosti nie je mo\u017en\u00e9 pripoji\u0165 k pl\u00e1nu, ktor\u00fd u\u017e m\u00e1 f\u00e1zu  s typom akcie ukon\u010denia Automatick\u00e9 zni\u010denie, Zni\u010denie alebo Prenos.

FNRRS0440.explanation = F\u00e1zu dostupnosti nie je mo\u017en\u00e9 odstr\u00e1ni\u0165 z kolekcie, do ktorej nepatr\u00ed.
FNRRS0440.action      = Obnovte pr\u00edslu\u0161n\u00fd pl\u00e1n dostupnosti a op\u00e4tovne prist\u00fapte na jeho  zoznam f\u00e1z dostupnosti.
FNRRS0440.message     = F\u00e1za dostupnosti nie je \u010dlenom f\u00e1zy tohto zoznamu f\u00e1z dostupnosti, identita f\u00e1zy: {0}.
FNRRS0440.arg.0       = Identita f\u00e1zy dostupnosti, pre ktor\u00fa sa vykonal pokus o odstr\u00e1nenie.

FNRRS0441.explanation = Vo f\u00e1ze dostupnosti sa nem\u00f4\u017ee viackr\u00e1t vyskytova\u0165 \u0161pecifick\u00e9 alternat\u00edvne  uchov\u00e1vanie.
FNRRS0441.action      = Sk\u00f4r ako sa pok\u00fasite prida\u0165 nov\u00e9 alternat\u00edvne uchov\u00e1vanie do pl\u00e1nu dostupnosti ho najsk\u00f4r vytvorte.
FNRRS0441.message     = Alternat\u00edvne uchov\u00e1vanie nie je mo\u017en\u00e9 prida\u0165 do pl\u00e1nu  dostupnosti, v ktorom sa u\u017e nach\u00e1dza, identita alternat\u00edvneho uchov\u00e1vania: {0}.
FNRRS0441.arg.0       = Identita alternat\u00edvneho uchov\u00e1vania, ktor\u00e9 ste sa pok\u00fasili prida\u0165.

FNRRS0442.explanation = \u0160pecifick\u00e9 alternat\u00edvne uchov\u00e1vanie m\u00f4\u017eete pou\u017ei\u0165 len v jednej f\u00e1ze dostupnosti.
FNRRS0442.action      = Sk\u00f4r ako sa pok\u00fasite prida\u0165 nov\u00e9 alternat\u00edvne uchov\u00e1vanie do pl\u00e1nu dostupnosti ho najsk\u00f4r vytvorte.
FNRRS0442.message     = Alternat\u00edvne uchov\u00e1vanie nie je mo\u017en\u00e9 prida\u0165 do takej f\u00e1zy, ktor\u00e1 sa u\u017e pou\u017e\u00edva v inej f\u00e1ze, identita alternat\u00edvneho uchov\u00e1vania: {0}.
FNRRS0442.arg.0       = Identita alternat\u00edvneho uchov\u00e1vania, ktor\u00e9 ste sa pok\u00fasili prida\u0165.

FNRRS0443.explanation = Alternat\u00edvne uchov\u00e1vanie nie je mo\u017en\u00e9 odstr\u00e1ni\u0165 z kolekcie, do ktorej nepatr\u00ed.
FNRRS0443.action      = Obnovte pr\u00edslu\u0161n\u00fa f\u00e1zu dostupnosti a znovu prist\u00fapte do jej zoznamu  alternat\u00edvnych uchov\u00e1van\u00ed.
FNRRS0443.message     = Alternat\u00edvne uchov\u00e1vanie nie je \u010dlenom tohto zoznamu alternat\u00edvnych  uchov\u00e1van\u00ed, identita alternat\u00edvneho uchov\u00e1vania: {0}.
FNRRS0443.arg.0       = Identita alternat\u00edvneho uchov\u00e1vania, ktor\u00e9 ste sa pok\u00fasili odstr\u00e1ni\u0165.

FNRRS0444.explanation = Priame odstr\u00e1nenie in\u0161tancie F\u00e1zaDostupnosti nie je podporovan\u00e9.
FNRRS0444.action      = Na odstr\u00e1nenie in\u0161tancie F\u00e1zaDostupnosti pou\u017eite niektor\u00fa z met\u00f3d DispositionPhaseList.remove.
FNRRS0444.message     = Met\u00f3da odstr\u00e1nenia nie je podporovan\u00e1 pre in\u0161tanciu F\u00e1zaDostupnosti; namiesto nej pou\u017eite met\u00f3du DispositionPhaseList.remove.

FNRRS0445.explanation = Priame odstr\u00e1nenie in\u0161tancie Alternat\u00edvneUchov\u00e1vanie nie je podporovan\u00e9.
FNRRS0445.action      = Na odstr\u00e1nenie in\u0161tancie Alternat\u00edvneUchov\u00e1vanie pou\u017eite niektor\u00fa z met\u00f3d AlternateRetentionList.remove.
FNRRS0445.message     = Met\u00f3da odstr\u00e1nenia nie je podporovan\u00e1 pre in\u0161tanciu Alternat\u00edvneUchov\u00e1vanie; namiesto nej pou\u017eite met\u00f3du AlternateRetentionList.remove.

FNRRS0446.explanation = Zlyhanie nastalo pri pokuse o z\u00edskanie pr\u00edstupovej roly, ktor\u00fa definuje  identifik\u00e1tor.
FNRRS0446.action      = Uistite sa, \u017ee aktu\u00e1lny u\u017e\u00edvate\u013e m\u00e1 dostato\u010dn\u00e9 opr\u00e1vnenia na pridanie nov\u00e9ho \u010dlena do existuj\u00facej roly a \u017ee dan\u00e1 rola e\u0161te existuje v arch\u00edve.
FNRRS0446.message     = Zlyhal pokus o z\u00edskanie pr\u00edstupovej roly, ktor\u00fa definuje  identifik\u00e1tor = ''{0}''.
FNRRS0446.arg.0       = ID_roly

FNRRS0447.explanation = Pl\u00e1n dostupnosti mus\u00ed ma\u0165 nepr\u00e1zdnu hodnotu vlastnos\u0165 ''Pr\u00ed\u010dina zmeny'', aby ste ju mohli meni\u0165 a/alebo ste mohli ulo\u017ei\u0165 niektor\u00fa z jemu priraden\u00fdch f\u00e1z dostupnosti.
FNRRS0447.action      = Najprv do priraden\u00e9ho pl\u00e1nu dostupnosti zadajte nepr\u00e1zdnu hodnotu vlastnosti ''Pr\u00ed\u010dina zmeny'', a a\u017e potom sa m\u00f4\u017eete pok\u00fasi\u0165 o jej ulo\u017eenie bu\u010f do pl\u00e1nu dostupnosti alebo do niektorej z jeho f\u00e1z dostupnosti.
FNRRS0447.message     = F\u00e1zu dostupnosti nie je mo\u017en\u00e9 ulo\u017ei\u0165, ke\u010f v jej priradenom pl\u00e1ne dostupnosti ch\u00fdba hodnota vlastnosti ''Pr\u00ed\u010dina zmeny''.

FNRRS0448.explanation = Typ entity z\u00edskan\u00e9ho kontajnera sa nezhoduje s vami po\u017eadovan\u00fdm typom entity.  Tento probl\u00e9m sa vyskytne napr\u00edklad vtedy, ke\u010f sa pok\u00fasite prevzia\u0165 kateg\u00f3riu z\u00e1znamov s pou\u017eit\u00edm identifik\u00e1tora prie\u010dinka z\u00e1znamov.
FNRRS0448.action      = Uistite sa, \u017ee je identifik\u00e1tor kontajnera spr\u00e1vny pre o\u010dak\u00e1van\u00fd typ kontajnera, a potom sk\u00faste znova.
FNRRS0448.message     = Typ skuto\u010dnej entity z\u00edskan\u00e9ho kontajnera sa nezhoduje s typom  vami po\u017eadovanej entity, identita kontajnera: {0}, po\u017eadovan\u00fd typ entity: {1}, skuto\u010dn\u00fd typ entity kontajnera: {2}.
FNRRS0448.arg.0       = identifik\u00e1tor kontajnera
FNRRS0448.arg.1       = po\u017eadovan\u00fd typ entity
FNRRS0448.arg.2       = skuto\u010dn\u00fd typ entity kontajnera

FNRRS0449.explanation = IBM FileNet Content Search Engine vracia v\u00fdnimku CBR_FULLTEXTROWLIMIT_EXCEEDED. V\u00fdsledky vyh\u013ead\u00e1vania presahuj\u00fa kapacitn\u00e9 mo\u017enosti mechanizmu. 
FNRRS0449.action      = Spresnite svoje k\u013e\u00fa\u010dov\u00e9 slov\u00e1 na vyh\u013ead\u00e1vanie obsahu.
FNRRS0449.message     = V\u00fdsledky vyh\u013ead\u00e1vania presahuj\u00fa kapacitn\u00e9 mo\u017enosti mechanizmu IBM FileNet Content Search Engine. Spresnite svoje k\u013e\u00fa\u010dov\u00e9 slov\u00e1 na vyh\u013ead\u00e1vanie obsahu.



FNRRS0600.explanation = Neo\u010dak\u00e1van\u00e1 v\u00fdnimka nastala v r\u00e1mci Java rozhrania API pre Records Manager, ktor\u00fa popisuje spr\u00e1va_v\u00fdnimky.
FNRRS0600.action      = Bli\u017e\u0161ie inform\u00e1cie o pr\u00ed\u010dine v\u00fdnimky n\u00e1jdete v texte spr\u00e1vy v\u00fdnimky a v s\u00favisiacom sledovan\u00ed z\u00e1sobn\u00edka.
FNRRS0600.message     = Nastala neo\u010dak\u00e1van\u00e1 v\u00fdnimka: {0}.
FNRRS0600.arg.0       = spr\u00e1va_v\u00fdnimky

FNRRS0601.explanation = Vy\u017eadovan\u00fd, s\u00fabor zv\u00e4zku globaliza\u010dn\u00fdch prostriedkov nie je k dispoz\u00edcii,  n\u00e1zov z\u00e1kladu zv\u00e4zku: n\u00e1zov_z\u00e1kladu.
FNRRS0601.action      = Overte, \u010di je na ceste k triedam JVM k dispoz\u00edcii jeden alebo viacer\u00e9 s\u00fabory zv\u00e4zku prostriedkov vo form\u00e1te n\u00e1zovz\u00e1kladu_nnNN.properties.
FNRRS0601.message     = Pre n\u00e1zov z\u00e1kladu: ''{0}'' nebol n\u00e1jden\u00fd \u017eiadny Zv\u00e4zokProstriedkov.
FNRRS0601.arg.0       = n\u00e1zov_z\u00e1klad

FNRRS0602.explanation = Do vstupn\u00e9ho parametra: n\u00e1zov_parametra post\u00fapila nepodporovan\u00e1 hodnota  null alebo pr\u00e1zdna hodnota alebo pr\u00e1zdna re\u0165azcov\u00e1 hodnota.
FNRRS0602.action      = Presved\u010dte sa, \u010di tento parameter nem\u00e1 hodnotu null alebo pr\u00e1zdnu hodnotu alebo pr\u00e1zdny re\u0165azec.
FNRRS0602.message     = Hodnota vstupn\u00e9ho parametra je null alebo pr\u00e1zdna hodnota alebo pr\u00e1zdny re\u0165azec pre parameter: ''{0}''.
FNRRS0602.arg.0       = parameter_name

FNRRS0603.explanation = Do vstupn\u00e9ho parametra: n\u00e1zov_parametra post\u00fapila nepodporovan\u00e1 hodnota  null alebo neplatn\u00e1 hodnota po\u013ea.
FNRRS0603.action      = Presved\u010dte sa, \u010di pole nie je nulov\u00e9 alebo pr\u00e1zdne a \u010di neobsahuje  \u010dlenov po\u013ea s hodnotami null.
FNRRS0603.message     = Hodnota vstupn\u00e9ho parametra je null alebo neplatn\u00e9 pole pre  parameter: {0}.
FNRRS0603.arg.0       = parameter_name

FNRRS0604.explanation = Do vstupn\u00e9ho parametra: n\u00e1zov_parametra post\u00fapila nepodporovan\u00e1 hodnota  null alebo neplatn\u00e1 hodnota kolekcie.
FNRRS0604.action      = Presved\u010dte sa, \u010di kolekcia nie je nulov\u00e1 alebo pr\u00e1zdna a \u010di neobsahuje \u010dlenov s hodnotami null.
FNRRS0604.message     = Hodnota vstupn\u00e9ho parametra je null alebo neplatn\u00e1 kolekcia pre  parameter: {0}.
FNRRS0604.arg.0       = parameter_name

#
#
#================================================================================
# JARM Logging Message Strings
#--------------------------------------------------------------------------------
# For each logging message include the suffixed resource where applicable:
#   .message     -- the actual log message containing any necessary {n} parameter placeholders.
#   .arg.n       -- description of argument parameter {n}.
#
#

FNRRS9999.message  = Testovacia spr\u00e1va, param1: {0}, param2: {1}.

FNRRS0700.message = Chyba po\u010das vytv\u00e1rania in\u0161tancie Auditu RM {0} {1} pre entitu: {2}
FNRRS0700.arg.0   = Auditovan\u00e1 oper\u00e1cia, napr\u00edklad "Odstr\u00e1ni\u0165", "Premiestni\u0165", at\u010f.
FNRRS0700.arg.1   = Stav auditu ''Vyhovel'' alebo ''Nevyhovel''.
FNRRS0700.arg.2   = Identifika\u010dn\u00fd re\u0165azec entity, ktor\u00e1 je priraden\u00e1 pokusu Audit RM.

FNRRS0701.message = Aktu\u00e1lny u\u017e\u00edvate\u013e nem\u00e1 pr\u00edstupov\u00e9 pr\u00e1vo k dokumentu s\u00faboru {0}, ktor\u00fd bol  skop\u00edrovan\u00fd do prie\u010dinka obsahu {1} ako s\u00fa\u010das\u0165 procesu kop\u00edrovania z\u00e1znamov.
FNRRS0701.arg.0   = Identifik\u00e1tor novovytvorenej k\u00f3pie dokumentu.
FNRRS0701.arg.1   = Identifik\u00e1tor zainteresovan\u00e9ho prie\u010dinka obsahu.

FNRRS0702.message = Pod prie\u010dinkom z\u00e1znamov: {0} sa nach\u00e1dza viac ako jeden akt\u00edvny dc\u00e9rky zv\u00e4zok.
FNRRS0702.arg.0   = Identifik\u00e1tor prie\u010dinka rodi\u010dovsk\u00fdch z\u00e1znamov.

FNRRS0703.message = Probl\u00e9m po\u010das spracovania Verzie utajen\u00e9ho z\u00e1znamu DoD po\u010das deklarovania nov\u00e9ho z\u00e1znamu: {0}
FNRRS0703.arg.0   = Spr\u00e1va v\u00fdnimky.

FNRRS0704.message = Neo\u010dak\u00e1van\u00e1 chyba pri pokuse o automatick\u00e9 vymazanie cez PSS Atlas riaden\u00fdch artefaktov dostupnosti: {0}
FNRRS0704.arg.0   = Spr\u00e1va v\u00fdnimky.

FNRRS0705.message = Prepo\u010det preru\u0161enia dostupnosti bol vykonan\u00fd na entite: {0}.
FNRRS0705.arg.0   = Identifik\u00e1tor entity.

#
#
#--------------------------------------------------------------------------------
#
#
#================================================================================
# JARM Miscellaneous Strings (primarily for auditing purposes).
#--------------------------------------------------------------------------------

#-- Used for LString class unit tests.
test.string1		= Ur\u010dit\u00fd testovac\u00ed re\u0165azec.
test.pattern1		= Prv\u00fd {0} a druh\u00fd {1}.

audit.reasonForFailure = Pr\u00ed\u010dina nezdaru: {0}

#-- {0} - the record or entity which is affected
#-- {1} - location where the entity was transferred or exported
audit.successfulDelete = Entita RM {0} bola \u00faspe\u0161ne odstr\u00e1nen\u00e1
audit.failedDelete	   = Entita RM {0} nebola odstr\u00e1nen\u00e1

audit.successfulExport = Entita RM {0} bola \u00faspe\u0161ne exportovan\u00e1 do {1}
audit.failedExport	   = Entita RM {0} nebola exportovan\u00e1 do {1}

audit.successfulInterimTransfer = Entita RM {0} bola \u00faspe\u0161ne do\u010dasne prenesen\u00e1 do {1}
audit.failedInterimTransfer 	= Entita RM {0} nebola do\u010dasne prenesen\u00e1 do {1}

audit.successfulTransfer = Entita RM {0} bola \u00faspe\u0161ne prenesen\u00e1 do {1}
audit.failedTransfer 	 = Entita RM {0} nebola prenesen\u00e1 do {1}

audit.successfulUndeclare = Deklar\u00e1cia Z\u00e1znamu RM {0} bola \u00faspe\u0161ne zru\u0161en\u00e1
audit.failedUndeclare     = Deklar\u00e1cia Z\u00e1znamu RM {0} nebola zru\u0161en\u00e1

audit.successfulReview = Z\u00e1znam RM {0} bol \u00faspe\u0161ne skontrolovan\u00fd
audit.failedReview     = Z\u00e1znam RM {0} nebol skontrolovan\u00fd

#-- {0} - the record or entity which is affected
#-- {1} - source location where the entity is from
#-- {2} - destination location where the entity is being relocated to
audit.successfulRelocate = Entita RM {0} bola premiestnen\u00e1 zo zdroja {1} do cie\u013ea {2}
audit.failedRelocate     = Entitu RM {0} sa nepodarilo premiestni\u0165

#-- {0} - the record or entity which is affected
#-- {1} - name of the hold
audit.holdReason       = Manu\u00e1lne pozastavenie
audit.successfulHold   = Entita RM {0} bola \u00faspe\u0161ne pozastaven\u00e1 {1}
audit.failedHold       = Entita RM {0} nebola pozastaven\u00e1 {1}

audit.removeHoldReason      = Manu\u00e1lne odstr\u00e1nenie pozastavenia
audit.successfullRemoveHold = Pozastavenie {1} bolo z EntityRM {0} \u00faspe\u0161ne odstr\u00e1nen\u00e9
audit.failedRemoveHold      = Pozastavenie {1} nebolo z EntityRM {0} odstr\u00e1nen\u00e9

bulk.deleteReason	= S\u00fa\u010das\u0165 oper\u00e1cie hromadn\u00e9ho odstr\u00e1nenia

disposition.deleteFromDestroy   = Odstr\u00e1nenie bolo vykonan\u00e9 ako d\u00f4sledok akcie zni\u010denia.
disposition.closedByDisposition = Zatvoren\u00e9 kv\u00f4li spracovaniu dostupnosti.

# volume.autoCloseReason must be limited to 64 chars max.
volume.autoCloseReason	= Zv\u00e4zok je zatvoren\u00fd kv\u00f4li pridaniu nov\u00e9ho akt\u00edvneho s\u00farodeneck\u00e9ho zv\u00e4zku.

