# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2010, 2012 IBM Corp. All rights reserved.
#
# JARM Localized String Resources (en_US).
# Includes strings for exception messages, logging and
#  other miscellaneous usage.
#
#
#================================================================================
# JARM Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRS0100.explanation = La propri\u00e9t\u00e9 d\u00e9sign\u00e9e par le nom symbolique de propri\u00e9t\u00e9 ne se trouve pas dans le cache de propri\u00e9t\u00e9 actuellement.
FNRRS0100.action      = R\u00e9g\u00e9n\u00e9rez les propri\u00e9t\u00e9s de l''objet pour vous assurer que la propri\u00e9t\u00e9 dont vous avez besoin est incluse dans le filtre de propri\u00e9t\u00e9.
FNRRS0100.message     = La propri\u00e9t\u00e9 ne r\u00e9side pas dans le cache de propri\u00e9t\u00e9 de l''objet. Nom symbolique de la propri\u00e9t\u00e9 : ''{0}''.
FNRRS0100.arg.0       = nom_symbolique_propri\u00e9t\u00e9

FNRRS0101.explanation = L''op\u00e9ration n''est pas prise en charge pour le type d''entit\u00e9 identifi\u00e9 comme identit\u00e9.
FNRRS0101.action      = Ajustez l''application client pour qu''elle ne lance pas cette op\u00e9ration sur ce type d''instance.
FNRRS0101.message     = L''op\u00e9ration n''est pas prise en charge pour ce type d''instance : op\u00e9ration : ''{0}'', type d''entit\u00e9 : ''{1}'', identit\u00e9 : ''{2}''.
FNRRS0101.arg.0       = op\u00e9ration
FNRRS0101.arg.1       = type_entit\u00e9
FNRRS0101.arg.2       = identit\u00e9

FNRRS0102.explanation = L''ensemble de r\u00e9f\u00e9rentiels sur lesquels une op\u00e9ration de recherche doit \u00eatre effectu\u00e9e n''appartient pas au m\u00eame domaine.
FNRRS0102.action      = Assurez-vous que tous les r\u00e9f\u00e9rentiels de recherche appartiennent au m\u00eame domaine.
FNRRS0102.message     = Les r\u00e9f\u00e9rentiels de recherche n''appartiennent pas au m\u00eame domaine.

FNRRS0103.explanation = La propri\u00e9t\u00e9 nom_symbolique ne prend pas en charge la m\u00e9thode get ou set du type type_donn\u00e9es.
FNRRS0103.action      = Limitez le type de donn\u00e9es utilis\u00e9 avec cette propri\u00e9t\u00e9 au type d\u00e9fini par la valeur DataType de la propri\u00e9t\u00e9.
FNRRS0103.message     = La propri\u00e9t\u00e9 ne prend pas en charge le type de donn\u00e9es, nom symbolique : ''{0}'', type de donn\u00e9es : ''{1}''.
FNRRS0103.arg.0       = nom_symbolique
FNRRS0103.arg.1       = type_donn\u00e9es

FNRRS0104.explanation = Le conteneur parent cible est actuellement ferm\u00e9 et ne peut pas accepter l''ajout de nouveaux enfants.
FNRRS0104.action      = Choisissez un autre conteneur parent ou ouvrez ce conteneur parent.
FNRRS0104.message     = Le conteneur d''importation cible ''{0}'' est actuellement ferm\u00e9 \u00e0 l''ajout de nouveaux enfants.
FNRRS0104.arg.0       = ID_parent

FNRRS0105.explanation = Le conteneur parent sp\u00e9cifi\u00e9 n''est pas autoris\u00e9 \u00e0 contenir d''enfant de ce type.
FNRRS0105.action      = Choisissez un autre conteneur parent pour le nouvel objet enfant.
FNRRS0105.message     = Le conteneur parent cible ''{0}'' ne peut pas contenir d''objet enfant de type {1}.
FNRRS0105.arg.0       = ID_parent
FNRRS0105.arg.1       = type_conteneur

FNRRS0106.explanation = Les valeurs de propri\u00e9t\u00e9 sp\u00e9cifi\u00e9es pour le nouveau conteneur doivent \u00eatre uniques et relatives \u00e0 tous les conteneurs d''\u00e9l\u00e9ments apparent\u00e9s existant dans le conteneur parent cible.
FNRRS0106.action      = Assurez-vous que des valeurs uniques sont fournies pour les propri\u00e9t\u00e9s en question.
FNRRS0106.message     = Impossible d''ajouter un nouveau conteneur de type {0} au conteneur parent ''{1}'' parce qu''une ou plusieurs des valeurs de propri\u00e9t\u00e9 ne sont pas uniques parmi les conteneurs d''\u00e9l\u00e9ments apparent\u00e9s existants : {2}, {3}.
FNRRS0106.arg.0       = type_conteneur
FNRRS0106.arg.1       = ID_parent
FNRRS0106.arg.2       = nom_propri\u00e9t\u00e9_1
FNRRS0106.arg.3       = nom_propri\u00e9t\u00e9_2

FNRRS0107.explanation = Une valeur non vide doit \u00eatre affect\u00e9e \u00e0 la propri\u00e9t\u00e9 sp\u00e9cifi\u00e9e.
FNRRS0107.action      = Indiquez une valeur non vide pour la propri\u00e9t\u00e9 sp\u00e9cifi\u00e9e.
FNRRS0107.message     = L''objet ne contient pas de valeur non vide pour la propri\u00e9t\u00e9 ''{0}''.
FNRRS0107.arg.0       = Nom de la propri\u00e9t\u00e9 manquante ou vide.

FNRRS0108.explanation = Impossible de supprimer le conteneur sp\u00e9cifi\u00e9 en raison d''une mise en attente existante directement sur le conteneur, sur un ou plusieurs de ses parents ou sur un ou plusieurs de ses contenus descendants.
FNRRS0108.action      = Retirez les mises en attente g\u00eanantes et relancez le processus de suppression.
FNRRS0108.message     = La suppression du conteneur n''est pas autoris\u00e9e en raison des conditions de la mise en attente existante : ''{0}''.
FNRRS0108.arg.0       = supprimer_cible

FNRRS0109.explanation = Impossible de supprimer le conteneur sp\u00e9cifi\u00e9 car il contient des sous-conteneurs ou des enregistrements.
FNRRS0109.action      = Supprimez le contenu du conteneur et relancez le processus de suppression.
FNRRS0109.message     = Impossible de supprimer le conteneur non vide : ''{0}''.
FNRRS0109.arg.0       = supprimer_cible

FNRRS0110.explanation = Impossible de supprimer le conteneur sp\u00e9cifi\u00e9 car il contient des sous-conteneurs ou des enregistrements supprim\u00e9s de mani\u00e8re logique (en d''autres termes, ils existent car la fonction de conservation des m\u00e9tadonn\u00e9es est activ\u00e9e).
FNRRS0110.action      = Supprimez le contenu du conteneur et relancez le processus de suppression.
FNRRS0110.message     = Impossible de supprimer un conteneur comportant des contenus supprim\u00e9s de mani\u00e8re logique : ''{0}''.
FNRRS0110.arg.0       = supprimer_cible

FNRRS0111.explanation = Impossible d''ajouter un nouvel enfant \u00e0 un conteneur parent inactif.
FNRRS0111.action      = Activez le conteneur parent ou choisissez un autre conteneur parent destinataire de l''ajout.
FNRRS0111.message     = Impossible d''ajouter un nouvel enfant \u00e0 un conteneur parent inactif : ''{0}''.
FNRRS0111.arg.0       = conteneur_parent

FNRRS0112.explanation = Si les objets de contenu sont sp\u00e9cifi\u00e9s par leurs ID, un r\u00e9f\u00e9rentiel de contenu doit \u00e9galement \u00eatre sp\u00e9cifi\u00e9.
FNRRS0112.action      = Fournissez le r\u00e9f\u00e9rentiel de contenu appropri\u00e9 pour les ID objet de contenu.
FNRRS0112.message     = Errer de d\u00e9claration : aucun r\u00e9f\u00e9rentiel de contenu n''est sp\u00e9cifi\u00e9 pour les identificateurs d''objet de contenu.

FNRRS0113.explanation = Si plusieurs conteneurs cible sont sp\u00e9cifi\u00e9s pendant une d\u00e9claration de nouvel enregistrement, tous les conteneurs similaires appartiennent au m\u00eame r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0113.action      = Assurez-vous que tous les conteneurs cible de la d\u00e9claration d''enregistrement appartiennent au m\u00eame r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0113.message     = Erreur de d\u00e9claration : les conteneurs cible doivent appartenir au m\u00eame r\u00e9f\u00e9rentiel de plan de fichiers.

FNRRS0114.explanation = L''un des conteneurs cible d''une d\u00e9claration d''enregistrement a \u00e9t\u00e9 supprim\u00e9 de mani\u00e8re logique et ne peut pas contenir de nouveaux enregistrements.
FNRRS0114.action      = Supprimez ce conteneur de la liste et/ou s\u00e9lectionnez-en un autre.
FNRRS0114.message     = Erreur de d\u00e9claration - le conteneur cible a \u00e9t\u00e9 supprim\u00e9 de mani\u00e8re logique : ''{0}''.
FNRRS0114.arg.0       = ident_conteneur

FNRRS0115.explanation = Impossible de d\u00e9clarer un enregistrement dans un conteneur ferm\u00e9.
FNRRS0115.action      = Rouvrez le conteneur et r\u00e9essayez ou choisissez un autre conteneur.
FNRRS0115.message     = Erreur de d\u00e9claration - le conteneur cible est ferm\u00e9 : ''{0}''.
FNRRS0115.arg.0       = ident_conteneur

FNRRS0116.explanation = L''un des conteneurs cible d''une d\u00e9claration d''enregistrement est actuellement inactif et ne peut pas contenir de nouveaux enregistrements.
FNRRS0116.action      = R\u00e9activez ce conteneur ou retirez-le de la liste de conteneurs.
FNRRS0116.message     = Erreur de d\u00e9claration - le conteneur cible est inactif : ''{0}''.
FNRRS0116.arg.0       = ident_conteneur

FNRRS0117.explanation = Un seul conteneur de type peut \u00eatre sp\u00e9cifi\u00e9 comme cible d''une d\u00e9claration d''enregistrement.
FNRRS0117.action      = Limitez la liste de conteneurs cible \u00e0 un seul conteneur de type physique.
FNRRS0117.message     = Errer de d\u00e9claration : plusieurs conteneurs de type physique sont sp\u00e9cifi\u00e9s.

FNRRS0118.explanation = Tous les objets de contenu associ\u00e9s \u00e0 un nouvel enregistrement doivent appartenir au m\u00eame r\u00e9f\u00e9rentiel de contenu.
FNRRS0118.action      = Assurez-vous que tous les objets de contenu associ\u00e9s appartiennent au m\u00eame r\u00e9f\u00e9rentiel de contenu.
FNRRS0118.message     = Erreur de d\u00e9claration : les objets de contenu sp\u00e9cifi\u00e9s pour une d\u00e9claration de nouvel enregistrement appartiennent \u00e0 des r\u00e9f\u00e9rentiels de contenu diff\u00e9rents.

FNRRS0119.explanation = L''objet de contenu sp\u00e9cifi\u00e9 ne peut pas \u00eatre utilis\u00e9 pour une d\u00e9claration d''enregistrement car la propri\u00e9t\u00e9 CanDeclare est fausse, l''\u00e9l\u00e9ment est \u00e0 l''\u00e9tat de r\u00e9servation ou est d\u00e9j\u00e0 d\u00e9clar\u00e9.
FNRRS0119.action      = Rectifiez l''objet de contenu \u00e0 l''\u00e9tat d''erreur ou sp\u00e9cifiez-en un autre.
FNRRS0119.message     = Erreur de d\u00e9claration - l''objet de contenu sp\u00e9cifi\u00e9 ne peut pas \u00eatre utilis\u00e9 pour une d\u00e9claration d''enregistrement : ''{0}''.
FNRRS0119.arg.0       = ident_objet_contenu

FNRRS0120.explanation = Impossible de supprimer l''enregistrement sp\u00e9cifi\u00e9 en raison d''une mise en attente existante directement sur l''enregistrement ou sur un ou plusieurs de ses parents.
FNRRS0120.action      = Retirez les mises en attente g\u00eanantes et relancez le processus de suppression.
FNRRS0120.message     = La suppression de l''enregistrement n''est pas autoris\u00e9e en raison des conditions de la mise en attente existante : ''{0}''.
FNRRS0120.arg.0       = supprimer_cible

FNRRS0121.explanation = La valeur de propri\u00e9t\u00e9 de remplacement d''un objet d''enregistrement peut contenir uniquement un objet d''enregistrement existant.
FNRRS0121.action      = Assurez-vous que la valeur d''objet affect\u00e9e \u00e0 la propri\u00e9t\u00e9 de remplacement est le type com.ibm.jarm.api.core.Record.
FNRRS0121.message     = Erreur de d\u00e9claration : la valeur de la propri\u00e9t\u00e9 de remplacement du nouvel enregistrement doit \u00eatre un autre objet d''enregistrement.

FNRRS0122.explanation = L''enregistrement cible correspondant \u00e0 la valeur de propri\u00e9t\u00e9 de remplacement d''un nouvel enregistrement ne doit pas avoir d\u00e9j\u00e0 \u00e9t\u00e9 remplac\u00e9.
FNRRS0122.action      = N''essayez pas de remplacer un enregistrement existant qui l''a d\u00e9j\u00e0 \u00e9t\u00e9.
FNRRS0122.message     = L''enregistrement cible de la propri\u00e9t\u00e9 de remplacement du nouvel enregistrement a d\u00e9j\u00e0 \u00e9t\u00e9 remplac\u00e9.

FNRRS0123.explanation = L''enregistrement cible correspondant \u00e0 la valeur de propri\u00e9t\u00e9 de remplacement d''un nouvel enregistrement ne peut pas \u00eatre extrait pour validation.
FNRRS0123.action      = Assurez-vous que la valeur de l''enregistrement cible de remplacement existe toujours et/ou que l''utilisateur en cours peut y acc\u00e9der en toute s\u00e9curit\u00e9.
FNRRS0123.message     = Erreur de d\u00e9claration : l''enregistrement cible de la propri\u00e9t\u00e9 de remplacement du nouvel enregistrement est indisponible.

FNRRS0124.explanation = L''enregistrement cible de la valeur de propri\u00e9t\u00e9 de remplacement d''un nouvel enregistrement n''est pas accessible en \u00e9criture.
FNRRS0124.action      = Assurez-vous que l''utilisateur en cours dispose des droits d''acc\u00e8s en \u00e9criture n\u00e9cessaires \u00e0 la valeur de l''enregistrement cible de remplacement.
FNRRS0124.message     = Erreur de d\u00e9claration : l''enregistrement cible de la propri\u00e9t\u00e9 de remplacement du nouvel enregistrement est inaccessible en \u00e9criture.

FNRRS0125.explanation = L''enregistrement cible de la valeur de propri\u00e9t\u00e9 de re\u00e7u d''un nouvel enregistrement est d\u00e9j\u00e0 un enregistrement de re\u00e7u.
FNRRS0125.action      = S\u00e9lectionnez un autre enregistrement comme valeur de re\u00e7u.
FNRRS0125.message     = Erreur de d\u00e9claration : l''enregistrement cible de la valeur de propri\u00e9t\u00e9 de re\u00e7u d''un nouvel enregistrement est d\u00e9j\u00e0 un enregistrement de re\u00e7u.

FNRRS0126.explanation = Lors de la d\u00e9claration d''un enregistrement sur un r\u00e9f\u00e9rentiel de plans de fichiers configur\u00e9 avec le mod\u00e8le de donn\u00e9es de classification DoD, une valeur de propri\u00e9t\u00e9 Classification actuelle non null ou non vide est obligatoire.
FNRRS0126.action      = Fournissez une valeur de propri\u00e9t\u00e9 Classification actuelle valide.
FNRRS0126.message     = Erreur de d\u00e9claration : propri\u00e9t\u00e9 ''Classification actuelle'' manquante ou non valide

FNRRS0127.explanation = Un enregistrement classifi\u00e9 doit comporter une valeur de propri\u00e9t\u00e9 Classification initiale valide.
FNRRS0127.action      = Fournissez une valeur de propri\u00e9t\u00e9 Classification initiale valide.
FNRRS0127.message     = Erreur de d\u00e9claration : propri\u00e9t\u00e9 ''Classification initiale'' manquante ou non valide

FNRRS0128.explanation = Pour un enregistrement classifi\u00e9, si aucune propri\u00e9t\u00e9 D\u00e9riv\u00e9 de n''est fournie, une propri\u00e9t\u00e9 Classifi\u00e9 par ou Motifs de la classification est fournie.
FNRRS0128.action      = Fournissez des valeurs de propri\u00e9t\u00e9 Classifi\u00e9 par et Motifs de la classification valide.
FNRRS0128.message     = Erreur de d\u00e9claration : propri\u00e9t\u00e9 de droits de classification manquante ou non valide

FNRRS0129.explanation = Pour un enregistrement classifi\u00e9, si aucune dispense n''est sp\u00e9cifi\u00e9, une date ou un \u00e9v\u00e9nement de d\u00e9classification valide doit \u00eatre fourni.
FNRRS0129.action      = Fournissez une dispense valide ou une date/un \u00e9v\u00e9nement de d\u00e9classification valide.
FNRRS0129.message     = Erreur de d\u00e9claration : propri\u00e9t\u00e9 ''D\u00e9classifier - Date'' ou ''D\u00e9classifier - Ev\u00e9nements'' non valide.

FNRRS0130.explanation = Pour un enregistrement classifi\u00e9, si aucune dispense n''est sp\u00e9cifi\u00e9e et qu''une date de d\u00e9classification est indiqu\u00e9e, cette date doit respecter la limite de temps sp\u00e9cifi\u00e9e par la directive pr\u00e9sidentielle actuelle.
FNRRS0130.action      = Fournissez une dispense valide ou une date/un \u00e9v\u00e9nement de d\u00e9classification valide.
FNRRS0130.message     = Erreur de d\u00e9claration : la propri\u00e9t\u00e9 ''D\u00e9classifier - Date'' est hors plage.

FNRRS0131.explanation = Pour un enregistrement classifi\u00e9, si un marquage suppl\u00e9mentaire restreint est sp\u00e9cifi\u00e9, aucune valeur D\u00e9classifier - Date ou D\u00e9classifier - Ev\u00e9nements n''est autoris\u00e9e.
FNRRS0131.action      = Supprimez les valeurs D\u00e9classifier - Date et D\u00e9classifier - Ev\u00e9nements ou supprimez le marquage suppl\u00e9mentaire restrictif.
FNRRS0131.message     = Erreur de d\u00e9claration : un enregistrement ne peut pas contenir de propri\u00e9t\u00e9 ''D\u00e9classifier - Date'' ni ''D\u00e9classifier - Ev\u00e9nements''.

FNRRS0132.explanation = Pour un enregistrement classifi\u00e9, si un marquage suppl\u00e9mentaire restreint est sp\u00e9cifi\u00e9, aucune valeur Dispense n''est autoris\u00e9e.
FNRRS0132.action      = Supprimez les valeurs Dispense ou le marquage suppl\u00e9mentaire restreint.
FNRRS0132.message     = Erreur de d\u00e9claration : un enregistrement ne peut pas contenir de propri\u00e9t\u00e9 ''Dispense''.

FNRRS0133.explanation = Pour un enregistrement classifi\u00e9, si un marquage suppl\u00e9mentaire restreint est sp\u00e9cifi\u00e9, aucune valeur de propri\u00e9t\u00e9 Diminuer le niveau n''est autoris\u00e9e.
FNRRS0133.action      = Supprimez les valeurs Diminuer le niveau ou le marquage suppl\u00e9mentaire restreint.
FNRRS0133.message     = Erreur de d\u00e9claration : un enregistrement ne peut pas contenir de propri\u00e9t\u00e9 ''Diminuer le niveau - Date'' ni ''Diminuer le niveau - Ev\u00e9nements''.

FNRRS0134.explanation = Pour un enregistrement classifi\u00e9, une agence de classification valide doit \u00eatre sp\u00e9cifi\u00e9e.
FNRRS0134.action      = Fournissez une propri\u00e9t\u00e9 d''agence de classification valide.
FNRRS0134.message     = Erreur de d\u00e9claration : propri\u00e9t\u00e9 d''agence de classification manquante ou non valide

FNRRS0135.explanation = Pour un enregistrement classifi\u00e9, si Diminuer le niveau - Date ou Diminuer le niveau - Ev\u00e9nements est sp\u00e9cifi\u00e9, une propri\u00e9t\u00e9 d''instruction de diminution du niveau doit \u00eatre fournie.
FNRRS0135.action      = Fournissez des instructions de diminution du niveau ou supprimez les propri\u00e9t\u00e9s Diminuer le niveau - Date et Diminuer le niveau - Ev\u00e9nements.
FNRRS0135.message     = Erreur de d\u00e9claration : propri\u00e9t\u00e9 d''instructions de diminution du niveau manquante ou non valide

FNRRS0136.explanation = Pour un enregistrement classifi\u00e9, si la propri\u00e9t\u00e9 Niveau augment\u00e9 le est sp\u00e9cifi\u00e9e, une propri\u00e9t\u00e9 correspondant aux causes de la mise \u00e0 niveau doit \u00e9galement \u00eatre fournie.
FNRRS0136.action      = Indiquez les causes de la mise \u00e0 niveau ou ne sp\u00e9cifiez pas de propri\u00e9t\u00e9 Niveau augment\u00e9 le.
FNRRS0136.message     = Erreur de d\u00e9claration : propri\u00e9t\u00e9 des causes de la mise \u00e0 niveau manquante ou non valide.

FNRRS0137.explanation = Pour un enregistrement classifi\u00e9, si la propri\u00e9t\u00e9 Niveau augment\u00e9 le est sp\u00e9cifi\u00e9e, une propri\u00e9t\u00e9 correspondant \u00e0 l''auteur de la mise \u00e0 niveau doit \u00e9galement \u00eatre fournie.
FNRRS0137.action      = Indiquez l''auteur de la mise \u00e0 niveau ou ne sp\u00e9cifiez pas de propri\u00e9t\u00e9 Niveau augment\u00e9 le.
FNRRS0137.message     = Erreur de d\u00e9claration : auteur de la mise \u00e0 niveau manquant ou non valide.

FNRRS0138.explanation = Pour un enregistrement classifi\u00e9, si la date de r\u00e9vision est sp\u00e9cifi\u00e9e, une propri\u00e9t\u00e9 R\u00e9vis\u00e9 le doit \u00e9galement \u00eatre fournie.
FNRRS0138.action      = Indiquez la propri\u00e9t\u00e9 R\u00e9vis\u00e9 par ou ne sp\u00e9cifiez pas de date de r\u00e9vision.
FNRRS0138.message     = Erreur de d\u00e9claration : propri\u00e9t\u00e9 ''R\u00e9vis\u00e9 par'' manquante ou non valide.

FNRRS0139.explanation = Pour un enregistrement classifi\u00e9, si la propri\u00e9t\u00e9 Niveau diminu\u00e9 le est sp\u00e9cifi\u00e9e, l''auteur de la diminution du niveau doit \u00e9galement \u00eatre indiqu\u00e9.
FNRRS0139.action      = Indiquez l''auteur de la diminution du niveau ou ne sp\u00e9cifiez pas de propri\u00e9t\u00e9 Niveau diminu\u00e9 le.
FNRRS0139.message     = Erreur de d\u00e9claration : auteur de la diminution du niveau manquant ou non valide.

FNRRS0140.explanation = Pour un enregistrement classifi\u00e9, si la date de d\u00e9classification est sp\u00e9cifi\u00e9e, la propri\u00e9t\u00e9 D\u00e9classifi\u00e9 par doit \u00e9galement \u00eatre indiqu\u00e9e.
FNRRS0140.action      = Indiquez l''auteur de la d\u00e9classification ou ne sp\u00e9cifiez aucune date de d\u00e9classification.
FNRRS0140.message     = Erreur de d\u00e9claration : propri\u00e9t\u00e9 ''D\u00e9classifi\u00e9 par'' manquante ou non valide.

FNRRS0141.explanation = Pour une tentative de d\u00e9claration d''enregistrement classifi\u00e9, une ou plusieurs validations classifi\u00e9es DoD ont \u00e9chou\u00e9.
FNRRS0141.action      = Examinez l''ensemble d''enregistrements d''erreurs de l''exception pour plus de d\u00e9tails sur chaque \u00e9chec de validation.
FNRRS0141.message     = Erreur de d\u00e9claration : une ou plusieurs erreurs de validation DoD se sont produites. Consultez les enregistrements d''erreur d''exception pour plus de d\u00e9tails.

FNRRS0142.explanation = Un utilisateur a tent\u00e9 d''activer un conteneur d''enregistrements mais celui-ci \u00e9tait d\u00e9j\u00e0 actif.  Un conteneur actif ne peut pas \u00eatre activ\u00e9.
FNRRS0142.action      = D\u00e9terminez pourquoi le conteneur est en cours d''activation alors qu''il est d\u00e9j\u00e0 actif.
FNRRS0142.message     = Impossible d''activer le conteneur car il est d\u00e9j\u00e0 actif.

FNRRS0143.explanation = Un utilisateur a tent\u00e9 de d\u00e9sactiver un conteneur d''enregistrements mais celui-ci \u00e9tait d\u00e9j\u00e0 inactif.  Un conteneur inactif ne peut pas \u00eatre d\u00e9sactiv\u00e9.
FNRRS0143.action      = D\u00e9terminez pourquoi le conteneur est en cours de d\u00e9sactivation alors qu''il est d\u00e9j\u00e0 inactif.
FNRRS0143.message     = Impossible de d\u00e9finir le conteneur comme inactif car il est d\u00e9j\u00e0 inactif.

FNRRS0144.explanation = Lorsqu''un conteneur est inactif, tous ses sous-conteneurs situ\u00e9s en bas de la hi\u00e9rarchie des conteneurs doivent \u00e9galement \u00eatre inactifs.  L''activation d''un conteneur dont un des parents est inactif n''est pas autoris\u00e9e.
FNRRS0144.action      = Si le conteneur doit \u00eatre activ\u00e9, tous les parents inactifs doivent \u00eatre activ\u00e9s au pr\u00e9alable.
FNRRS0144.message     = Impossible de d\u00e9finir le conteneur comme actif car un conteneur parent est inactif.

FNRRS0145.explanation = Lorsqu''un conteneur est d\u00e9sactiv\u00e9, la cause de l''action doit \u00eatre sp\u00e9cifi\u00e9e.  Cette cause indique pourquoi ce conteneur n''est plus actif.
FNRRS0145.action      = Indiquez la cause de la d\u00e9sactivation d''un conteneur.
FNRRS0145.message     = La cause de la d\u00e9sactivation d''un conteneur doit \u00eatre indiqu\u00e9e.

FNRRS0146.explanation = Vous ne pouvez rouvrir qu''un conteneur ferm\u00e9.  Si le conteneur est d\u00e9j\u00e0 ouvert, vous n''\u00eates pas autoris\u00e9 \u00e0 le rouvrir.
FNRRS0146.action      = Ne rouvrez pas un conteneur, sauf s''il est ferm\u00e9.
FNRRS0146.message     = Impossible de rouvrir un conteneur qui n''a pas \u00e9t\u00e9 ferm\u00e9.

FNRRS0147.explanation = Vous ne pouvez rouvrir qu''un conteneur ferm\u00e9. Le conteneur actuel a d\u00e9j\u00e0 \u00e9t\u00e9 rouvert, si bien que vous ne pouvez pas le rouvrir.
FNRRS0147.action      = Ne rouvrez pas un conteneur, sauf s''il est ferm\u00e9.
FNRRS0147.message     = Impossible de rouvrir un conteneur d\u00e9j\u00e0 rouvert.

FNRRS0148.explanation = Un conteneur peut \u00eatre rouvert uniquement si tous ses parents sont ouverts. Si un conteneur parent est ferm\u00e9, le conteneur ne peut pas \u00eatre rouvert.
FNRRS0148.action      = Ne rouvrez pas un conteneur, sauf si tous ses parents sont ouverts.
FNRRS0148.message     = Impossible de rouvrir un conteneur dont un des anc\u00eatres est ferm\u00e9.

FNRRS0149.explanation = Lors de la fermeture d''un conteneur, vous devez sp\u00e9cifier la raison de cette action. Il doit s''agir d''une cha\u00eene valide et non vide.
FNRRS0149.action      = Sp\u00e9cifiez une cha\u00eene non vide indiquant la raison de la fermeture du conteneur.
FNRRS0149.message     = Une raison doit \u00eatre sp\u00e9cifi\u00e9e lors de la fermeture du conteneur.

FNRRS0150.explanation = Vous ne pouvez pas fermer un conteneur d\u00e9j\u00e0 ferm\u00e9.  Vous ne pouvez fermer un conteneur que s''il est ouvert (n''a jamais \u00e9t\u00e9 ferm\u00e9) ou rouvert (qui a \u00e9t\u00e9 ferm\u00e9, puis rouvert).
FNRRS0150.action      = V\u00e9rifiez si le conteneur \u00e0 fermer ne l''est pas d\u00e9j\u00e0.
FNRRS0150.message     = Impossible de fermer le conteneur car il est d\u00e9j\u00e0 ferm\u00e9.

FNRRS0151.explanation = Impossible de classer un enregistrement dans un conteneur actuellement inactif.
FNRRS0151.action      = R\u00e9activez le conteneur ou s\u00e9lectionnez une autre cible pour le classement.
FNRRS0151.message     = Impossible de classer un enregistrement dans un conteneur inactif.

FNRRS0152.explanation = Impossible de classer un enregistrement dans un conteneur actuellement ferm\u00e9.
FNRRS0152.action      = Rouvrez le conteneur ou s\u00e9lectionnez une autre cible pour le classement.
FNRRS0152.message     = Impossible de classer un enregistrement dans un conteneur ferm\u00e9.

FNRRS0153.explanation = Le conteneur cible du classement n''est pas autoris\u00e9 \u00e0 contenir ce type d''enregistrement.
FNRRS0153.action      = Choisissez un autre conteneur pour y classer l''enregistrement.
FNRRS0153.message     = Le conteneur cible du classement n''est pas autoris\u00e9 \u00e0 contenir un enregistrement de type d''entit\u00e9 {0}.

FNRRS0154.explanation = L''enregistrement existe d\u00e9j\u00e0 dans le conteneur cible sp\u00e9cifi\u00e9 (ou son volume enfant actif).
FNRRS0154.action      = Choisissez un autre conteneur pour y classer l''enregistrement.
FNRRS0154.message     = Impossible de classer l''enregistrement car il figure d\u00e9j\u00e0 dans le conteneur cible sp\u00e9cifi\u00e9 (ou son volume enfant actif).

FNRRS0155.explanation = Impossible de classer l''enregistrement dans un conteneur r\u00e9sidant hors de son plan de fichiers existant.
FNRRS0155.action      = Choisissez un conteneur situ\u00e9 \u00e0 l''int\u00e9rieur du plan de fichiers existant de l''enregistrement.
FNRRS0155.message     = Impossible de classer l''enregistrement dans un conteneur situ\u00e9 \u00e0 l''ext\u00e9rieur de son plan de fichiers existant.

FNRRS0156.explanation = Un enregistrement physique ne peut pas \u00eatre class\u00e9 dans plusieurs conteneurs physiques.
FNRRS0156.action      = Limitez le confinement d''un enregistrement physique \u00e0 un seul conteneur physique.
FNRRS0156.message     = Impossible de classer un enregistrement physique dans plus d''un conteneur physique.

FNRRS0157.explanation = Un enregistrement physique ne peut pas \u00eatre class\u00e9 dans plusieurs conteneurs physiques.
FNRRS0157.action      = Limitez le confinement d''un enregistrement physique \u00e0 un seul conteneur physique.
FNRRS0157.message     = Le mode SchedulePropagation n''est pas applicable lors de l''effacement d''une affectation de planning d''\u00e9limination existant : {0}.

FNRRS0158.explanation = La mise en attente sp\u00e9cifi\u00e9e n''est pas associ\u00e9e \u00e0 l''entit\u00e9, si bien qu''elle ne peut pas \u00eatre supprim\u00e9e.
FNRRS0158.action      = Assurez-vous que l''objet de mise en attente est associ\u00e9 \u00e0 une entit\u00e9 avant d''essayer de le supprimer.
FNRRS0158.message     = Impossible de supprimer la mise en attente car elle n''est pas associ\u00e9e \u00e0 l''entit\u00e9. Identit\u00e9 de la mise en attente : {0}.
FNRRS0158.arg.0	   = Identit\u00e9 de la mise en attente en question.

FNRRS0159.explanation = La mise en attente sp\u00e9cifi\u00e9e a \u00e9t\u00e9 affect\u00e9e de mani\u00e8re dynamique \u00e0 l''entit\u00e9. Vous ne pouvez pas la supprimer manuellement.
FNRRS0159.action      = Ex\u00e9cutez un balayage des mises en attente pour supprimer les mises en attente dynamiques.
FNRRS0159.message     = Impossible de supprimer la mise en attente qui a \u00e9t\u00e9 appliqu\u00e9e de mani\u00e8re dynamique. Identit\u00e9 de la mise en attente : {0}.
FNRRS0159.arg.0	   = Identit\u00e9 de la mise en attente en question.

FNRRS0160.explanation = La mise en attente sp\u00e9cifi\u00e9e n''est pas active.  Elle ne peut pas \u00eatre appliqu\u00e9e \u00e0 une entit\u00e9.
FNRRS0160.action      = Assurez-vous que la mise en attente est d\u00e9sign\u00e9e comme active avant de l''associ\u00e9e \u00e0 des entit\u00e9s.
FNRRS0160.message     = Impossible d''appliquer une mise en attente qui n''est pas active. Identit\u00e9 de la mise en attente : {0}.
FNRRS0160.arg.0	   = Identit\u00e9 de la mise en attente en question.

FNRRS0161.explanation = Vous ne pouvez pas ajouter une mise en attente \u00e0 une entit\u00e9 d\u00e9j\u00e0 associ\u00e9e \u00e0 cette mise en attente.
FNRRS0161.action      = Ajoutez une mise en attente une seule fois \u00e0 une entit\u00e9.
FNRRS0161.message     = Impossible d''ajouter plusieurs fois une mise en attente \u00e0 une entit\u00e9. Identit\u00e9 des mises en attente : {0}
FNRRS0161.arg.0	   = Identit\u00e9 des mises en attente en question.

FNRRS0162.explanation = Vous ne pouvez pas supprimer une mise en attente lorsque des enregistrements ou des conteneurs lui sont associ\u00e9s.
FNRRS0162.action      = Supprimez les entit\u00e9s associ\u00e9es \u00e0 la mise en attente, puis supprimez celle-ci.
FNRRS0162.message     = Impossible de supprimer une mise en attente associ\u00e9e \u00e0 des entit\u00e9s.

FNRRS0163.explanation = Une exception inattendue s''est produite lors de la tentative de d\u00e9placement de cette entit\u00e9.
FNRRS0163.action      = Examinez les journaux pour plus d''informations sur l''exception.
FNRRS0163.message     = Impossible de d\u00e9placer l''entit\u00e9 suite \u00e0 une exception. Entit\u00e9 : {0}, exception : {1}.
FNRRS0163.arg.0       = Identit\u00e9 de l''entit\u00e9 qu''un utilisateur a tent\u00e9 de d\u00e9placer.
FNRRS0163.arg.1       = Message de l''exception.

FNRRS0164.explanation = L''op\u00e9ration de suppression globale ne prend pas en charge les entit\u00e9s de ce type.
FNRRS0164.action      = Supprimez cette entit\u00e9 de l''ensemble d''entit\u00e9s concern\u00e9es par la suppression globale.
FNRRS0164.message     = Impossible d''effectuer une suppression globale sur le type d''entit\u00e9 {0}, identit\u00e9 {1}.
FNRRS0164.arg.0       = Type de l''entit\u00e9 qu''un utilisateur a tent\u00e9 de supprimer.
FNRRS0164.arg.1       = Identit\u00e9 de l''entit\u00e9 qu''un utilisateur a tent\u00e9 de supprimer.

FNRRS0165.explanation = L''op\u00e9ration de d\u00e9sactivation globale ne prend pas en charge les entit\u00e9s de ce type.
FNRRS0165.action      = Supprimez cette entit\u00e9 de l''ensemble d''entit\u00e9s concern\u00e9es par la d\u00e9sactivation globale.
FNRRS0165.message     = Impossible d''effectuer une d\u00e9sactivation globale sur le type d''entit\u00e9 {0}, identit\u00e9 {1}.
FNRRS0165.arg.0       = Type de l''entit\u00e9 qu''un utilisateur a tent\u00e9 de d\u00e9sactiver.
FNRRS0165.arg.1       = Identit\u00e9 de l''entit\u00e9 qu''un utilisateur a tent\u00e9 de d\u00e9sactiver.

FNRRS0166.explanation = L''op\u00e9ration d''activation globale ne prend pas en charge les entit\u00e9s de ce type.
FNRRS0166.action      = Supprimez cette entit\u00e9 de l''ensemble d''entit\u00e9s concern\u00e9es par l''activation globale.
FNRRS0166.message     = Impossible d''effectuer une activation globale sur le type d''entit\u00e9 {0}, identit\u00e9 {1}.
FNRRS0166.arg.0       = Type de l''entit\u00e9 qu''un utilisateur a tent\u00e9 d''activer.
FNRRS0166.arg.1       = Identit\u00e9 de l''entit\u00e9 qu''un utilisateur a tent\u00e9 d''activer.

FNRRS0167.explanation = Le conteneur source sp\u00e9cifi\u00e9 pour l''op\u00e9ration de d\u00e9placement ne contient pas directement l''enregistrement sp\u00e9cifi\u00e9.
FNRRS0167.action      = Assurez-vous que le conteneur source correct est sp\u00e9cifi\u00e9. Si le conteneur source r\u00e9el est un volume d''enregistrement, sp\u00e9cifiez ce volume par opposition \u00e0 son dossier d''enregistrement parent.
FNRRS0167.message     = Impossible de d\u00e9placer l''enregistrement car celui-ci ne figure pas dans le conteneur source sp\u00e9cifi\u00e9.

FNRRS0168.explanation = L''utilisateur actuel n''est pas autoris\u00e9 \u00e0 d\u00e9placer l''objet.
FNRRS0168.action      = V\u00e9rifiez que l''utilisateur actuel est autoris\u00e9 \u00e0 d\u00e9placer l''objet.
FNRRS0168.message     = L''utilisateur actuel ne peut pas d\u00e9placer le conteneur : {0}.
FNRRS0168.arg.0       = Identit\u00e9 du conteneur.

FNRRS0169.explanation = L''utilisateur actuel ne dispose pas des droits corrects pour copier l''enregistrement.
FNRRS0169.action      = V\u00e9rifiez que l''utilisateur dispose au moins d''un droit d''acc\u00e8s en \u00e9criture sur l''enregistrement.
FNRRS0169.message     = L''utilisateur actuel n''est pas autoris\u00e9 \u00e0 copier l''enregistrement : {0}.
FNRRS0169.arg.0       = Identit\u00e9 de l''enregistrement.

FNRRS0170.explanation = Il est impossible de copier automatiquement un document f\u00e9d\u00e9r\u00e9 en externe. Par cons\u00e9quent, les enregistrements associ\u00e9s \u00e0 un tel document ne peuvent pas non plus \u00eatre copi\u00e9s.
FNRRS0170.action      = Dupliquez manuellement le document f\u00e9d\u00e9r\u00e9 d''origine et d\u00e9clarez manuellement un nouvel enregistrement pour le nouveau document f\u00e9d\u00e9r\u00e9.
FNRRS0170.message     = Impossible de copier un enregistrement associ\u00e9 \u00e0 un document f\u00e9d\u00e9r\u00e9.

FNRRS0171.explanation = L''enregistrement sp\u00e9cifi\u00e9 n''est pas class\u00e9 actuellement dans le conteneur sp\u00e9cifi\u00e9 et ne peut donc pas \u00eatre d\u00e9class\u00e9 de ce conteneur.
FNRRS0171.action      = Si vous avez d''abord appel\u00e9 cette m\u00e9thode sur un dossier d''enregistrement n\u00e9cessitant l''utilisation de volumes d''enregistrement enfant, effectuez l''appel sur le volume enfant appropri\u00e9 contenant r\u00e9ellement l''enregistrement.
FNRRS0171.message     = Impossible de technologie de l''information un enregistrement d''un conteneur dans lequel il n''est pas class\u00e9. Enregistrement : {0}, conteneur : {1}.
FNRRS0171.arg.0       = Enregistrement sur lequel la tentative de d\u00e9classement est en cours.
FNRRS0171.arg.1       = Cible du conteneur \u00e0 partir duquel la tentative de d\u00e9classement de l''enregistrement est en cours.

FNRRS0172.explanation = Un enregistrement doit \u00eatre class\u00e9 dans au moins un conteneur. 
FNRRS0172.action      = Assurez-vous que l''enregistrement est class\u00e9 dans au moins un autre conteneur avant d''essayer de le d\u00e9classer d''un conteneur.
FNRRS0172.message     = Impossible de d\u00e9classer un enregistrement actuellement class\u00e9 dans un seul conteneur. Enregistrement : {0}.
FNRRS0172.arg.0       = Enregistrement sur lequel la tentative de d\u00e9classement est en cours.

FNRRS0173.explanation = Une fois un enregistrement supprim\u00e9 de mani\u00e8re logique, sa d\u00e9claration ne peut plus \u00eatre annul\u00e9e. 
FNRRS0173.action      =  
FNRRS0173.message     = Impossible d''annuler la d\u00e9claration d''un enregistrement d\u00e9j\u00e0 supprim\u00e9 de mani\u00e8re logique. Enregistrement : {0}.
FNRRS0173.arg.0       = Enregistrement sur lequel la tentative d''annulation de d\u00e9claration est en cours.

FNRRS0174.explanation = Si un enregistrement (ou un de ces conteneurs parents) est en attente, sa d\u00e9claration ne peut pas \u00eatre annul\u00e9e. 
FNRRS0174.action      = Supprimez toutes les mises en attente applicables de l''enregistrement et retentez l''annulation de d\u00e9claration.
FNRRS0174.message     = Impossible d''annuler la d\u00e9claration d''un enregistrement actuellement en attente. Enregistrement : {0}.
FNRRS0174.arg.0       = Enregistrement sur lequel la tentative d''annulation de d\u00e9claration est en cours.

FNRRS0175.explanation = Si un enregistrement est actuellement impliqu\u00e9 dans un flux de travaux d''\u00e9limination actif, sa d\u00e9claration ne peut pas \u00eatre annul\u00e9e.
FNRRS0175.action      = Ex\u00e9cutez tout traitement de flux de travaux associ\u00e9 \u00e0 l''enregistrement et retentez l''annulation de d\u00e9claration.
FNRRS0175.message     = Impossible d''annuler la d\u00e9claration d''un enregistrement faisant partie d''un flux de travaux d''\u00e9limination actif. Enregistrement : {0}.
FNRRS0175.arg.0       = Enregistrement sur lequel la tentative d''annulation de d\u00e9claration est en cours.

FNRRS0176.explanation = Si un enregistrement est associ\u00e9 \u00e0 un contenu f\u00e9d\u00e9r\u00e9, sa d\u00e9claration ne peut pas \u00eatre annul\u00e9e.
FNRRS0176.action      = 
FNRRS0176.message     = Impossible d''annuler la d\u00e9claration d''un enregistrement associ\u00e9 \u00e0 un contenu f\u00e9d\u00e9r\u00e9. Enregistrement : {0}.
FNRRS0176.arg.0       = Enregistrement sur lequel la tentative d''annulation de d\u00e9claration est en cours.

FNRRS0177.explanation = G\u00e9n\u00e9ralement, les propri\u00e9t\u00e9s associ\u00e9es \u00e0 un re\u00e7u d''enregistrement sont uniquement d\u00e9finies sur un mod\u00e8le de donn\u00e9es de r\u00e9f\u00e9rentiel de plan de fichiers classifi\u00e9 DoD.
FNRRS0177.action      = V\u00e9rifiez que le mod\u00e8le de donn\u00e9es correct a \u00e9t\u00e9 install\u00e9 pour le r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0177.message     = Les re\u00e7us d''enregistrement ne sont pas pris en charge sur le r\u00e9f\u00e9rentiel de plan de fichiers associ\u00e9.

FNRRS0178.explanation = Dans un mod\u00e8le de nommage, chaque crochet de droite doit \u00eatre associ\u00e9 \u00e0 un crochet de gauche pour sp\u00e9cifier la port\u00e9e de la macro de substitution.
FNRRS0178.action      = Contr\u00f4lez le mod\u00e8le de nommage et assurez-vous que tous les crochets droits sont pr\u00e9c\u00e9d\u00e9s d''un crochet gauche.
FNRRS0178.message     = Le mod\u00e8le de nommage sp\u00e9cifi\u00e9 contient un crochet de droite sans crochet de gauche.

FNRRS0179.explanation = Dans un mod\u00e8le de nommage, chaque crochet de gauche doit \u00eatre associ\u00e9 \u00e0 un crochet de droite pour sp\u00e9cifier la port\u00e9e de la macro de substitution.
FNRRS0179.action      = V\u00e9rifiez le mod\u00e8le de nommage et assurez-vous que chaque crochet de gauche est associ\u00e9 \u00e0 un crochet de droite.
FNRRS0179.message     = Le mod\u00e8le de nommage sp\u00e9cifi\u00e9 contient un crochet de droite sans crochet de gauche.

FNRRS0180.explanation = La valeur d''index suivante est d''une longueur sup\u00e9rieure au mod\u00e8le sp\u00e9cifi\u00e9.
FNRRS0180.action      = Augmentez le nombre de chiffres dans le mod\u00e8le.
FNRRS0180.message     = La longueur du mod\u00e8le sp\u00e9cifi\u00e9 est insuffisante pour contenir la valeur d''index suivante.

FNRRS0181.explanation = Le mod\u00e8le sp\u00e9cifi\u00e9 ne peut pas \u00eatre analys\u00e9 comme mod\u00e8le valide.
FNRRS0181.action      = V\u00e9rifiez que le mod\u00e8le sp\u00e9cifi\u00e9 est valide.
FNRRS0181.message     = Le mod\u00e8le sp\u00e9cifi\u00e9 n''est pas valide.

FNRRS0182.explanation = Une propri\u00e9t\u00e9 inexistante est sp\u00e9cifi\u00e9e dans le mod\u00e8le de nommage.
FNRRS0182.action      = Modifiez le mod\u00e8le de nommage pour inclure un nom de propri\u00e9t\u00e9 valide.
FNRRS0182.message     = La propri\u00e9t\u00e9 sp\u00e9cifi\u00e9e dans le mod\u00e8le de nommage n''est pas valide ou n''existe pas : {0}.
FNRRS0182.arg.0       = nom_propri\u00e9t\u00e9

FNRRS0183.explanation = Une propri\u00e9t\u00e9 \u00e0 valeurs multiples est sp\u00e9cifi\u00e9e dans le mod\u00e8le de nommage.  Les mod\u00e8les de nommage prennent uniquement en charge les propri\u00e9t\u00e9s \u00e0 valeur unique.
FNRRS0183.action      = Retirez la propri\u00e9t\u00e9 \u00e0 valeurs multiples du mod\u00e8le de nommage.
FNRRS0183.message     = Les propri\u00e9t\u00e9s \u00e0 valeurs multiples ne sont pas prises en charge dans les mod\u00e8les de nommage : {0}.
FNRRS0183.arg.0       = nom_propri\u00e9t\u00e9

FNRRS0184.explanation = Les mod\u00e8les de nommage ne prennent pas en charge les propri\u00e9t\u00e9s binaires ou les propri\u00e9t\u00e9s d''objet.
FNRRS0184.action      = Modifiez le mod\u00e8le de nommage pour inclure un type de propri\u00e9t\u00e9 pris en charge.
FNRRS0184.message     = Le type de la propri\u00e9t\u00e9 sp\u00e9cifi\u00e9e dans le mod\u00e8le de nommage n''est pas pris en charge : {0}. 
FNRRS0184.arg.0       = nom_propri\u00e9t\u00e9

FNRRS0185.explanation = Une exception inattendue s''est produite lors de la tentative de destruction de cette entit\u00e9.
FNRRS0185.action      = Examinez les journaux pour plus d''informations sur l''exception.
FNRRS0185.message     = Impossible de d\u00e9truire l''entit\u00e9 suite \u00e0 une exception. Entit\u00e9 : {0}, exception : {1}.
FNRRS0185.arg.0       = Identit\u00e9 de l''entit\u00e9 qu''un utilisateur a tent\u00e9 de d\u00e9truire.
FNRRS0185.arg.1       = Message de l''exception.

FNRRS0186.explanation = Le planning d''\u00e9limination applicable \u00e0 une entit\u00e9 a \u00e9t\u00e9 modifi\u00e9, ce qui emp\u00eache l''\u00e9limination des entit\u00e9s concern\u00e9es.
FNRRS0186.action      = R\u00e9ex\u00e9cutez le balayage d''\u00e9limination afin de retraiter ces entit\u00e9s avec le planning modifi\u00e9.
FNRRS0186.message     = Le planning d''\u00e9limination applicable a \u00e9t\u00e9 modifi\u00e9.

FNRRS0187.explanation = Impossible de d\u00e9truire un conteneur parent jusqu''\u00e0 ce que tous les enfants aient termin\u00e9 leurs cycles de conservation.
FNRRS0187.action      = Retardez la destruction de l''entit\u00e9 parent.
FNRRS0187.message     = Impossible de d\u00e9truire une entit\u00e9 qui contient un ou plusieurs enfants hi\u00e9rarchiques avec des dur\u00e9es de conservation diff\u00e9rentes. Entit\u00e9 : {0}.
FNRRS0187.arg.0       = Identit\u00e9 de l''entit\u00e9 qu''un utilisateur tente de d\u00e9truire.

FNRRS0188.explanation = Le type d''action de la phase d''\u00e9limination en cours associ\u00e9e \u00e0 l''entit\u00e9 a apparemment \u00e9t\u00e9 modifi\u00e9.
FNRRS0188.action      = R\u00e9ex\u00e9cutez le balayage d''\u00e9limination de cette entit\u00e9.
FNRRS0188.message     = Impossible de poursuivre l''\u00e9limination en raison d''un changement apparent dans la phase actuelle. Entit\u00e9 : {0}, phase : {1}.
FNRRS0188.arg.0       = Identit\u00e9 de l''entit\u00e9 impliqu\u00e9e dans l''\u00e9limination.
FNRRS0188.arg.1       = Identit\u00e9 de la phase actuelle de l''entit\u00e9.

FNRRS0189.explanation = La valeur de la date d''ex\u00e9cution de la phase actuelle de l''entit\u00e9 n''est pas valide pour l''\u00e9limination.
FNRRS0189.action      = R\u00e9ex\u00e9cutez le balayage d''\u00e9limination de cette entit\u00e9.
FNRRS0189.message     = Impossible de poursuivre l''\u00e9limination car la date d''ex\u00e9cution de la phase actuelle est null ou n''est pas encore atteinte. Entit\u00e9 : {0}, date : {1}.
FNRRS0189.arg.0       = Identit\u00e9 de l''entit\u00e9 impliqu\u00e9e dans l''\u00e9limination.
FNRRS0189.arg.1       = Valeur de la date d''ex\u00e9cution de la phase actuelle de l''entit\u00e9.

FNRRS0190.explanation = Les actions des op\u00e9rations doivent correspondre \u00e0 l''action de la phase actuelle de l''entit\u00e9, sauf pour l''op\u00e9ration d''exportation ou de destruction avec l''action de la phase actuelle de l''entit\u00e9 correspondant \u00e0 un transfert.
FNRRS0190.action      = R\u00e9ex\u00e9cutez le balayage d''\u00e9limination de cette entit\u00e9.
FNRRS0190.message     = Le type d''action de l''op\u00e9ration d''\u00e9limination n''est pas valide pour l''\u00e9tat de la phase actuelle de l''entit\u00e9. Entit\u00e9 : {0}, action de la phase actuelle : {1}, action tent\u00e9e : {2}.
FNRRS0190.arg.0       = Identit\u00e9 de l''entit\u00e9 impliqu\u00e9e dans l''\u00e9limination.
FNRRS0190.arg.1       = Action de la phase actuelle de l''entit\u00e9.
FNRRS0190.arg.2       = Action tent\u00e9e de l''op\u00e9ration.

FNRRS0191.explanation = L''\u00e9limination ne peut pas se poursuivre pour une entit\u00e9 lorsqu''une mise en attente est directement appliqu\u00e9e \u00e0 celle-ci, \u00e0 un de ses parents ou \u00e0 un de ses enfants.
FNRRS0191.action      = Supprimez toutes les mises en attente applicables sur cette entit\u00e9.
FNRRS0191.message     = Impossible de poursuivre l''\u00e9limination suite \u00e0 une mise en attente appliqu\u00e9e \u00e0 l''entit\u00e9 : {0}.
FNRRS0191.arg.0       = Identit\u00e9 de l''entit\u00e9 impliqu\u00e9e dans l''\u00e9limination.

FNRRS0192.explanation = Les actions d''\u00e9limination de transfert temporaire et d''exportation ne sont pas autoris\u00e9es sur un conteneur rouvert.
FNRRS0192.action      = Fermez le conteneur d''enregistrement impliqu\u00e9.
FNRRS0192.message     = Impossible d''effectuer l''action d''\u00e9limination sur un conteneur d''enregistrement rouvert : {0}, action : {1}.
FNRRS0192.arg.0       = Identit\u00e9 de l''entit\u00e9 impliqu\u00e9e dans l''\u00e9limination.
FNRRS0192.arg.1       = Type d''action d''\u00e9limination tent\u00e9.

FNRRS0193.explanation = Suite \u00e0 un recalcul possible de l''\u00e9tat d''\u00e9limination de l''entit\u00e9, son processus d''\u00e9limination doit \u00eatre r\u00e9initialis\u00e9.
FNRRS0193.action      = R\u00e9ex\u00e9cutez l''action Lancer l''\u00e9limination sur cette entit\u00e9.
FNRRS0193.message     = Impossible d''effectuer l''action d''\u00e9limination sur l''entit\u00e9 car le flux de travaux applicable n''a pas encore \u00e9t\u00e9 d\u00e9marr\u00e9. Entit\u00e9 : {0}.
FNRRS0193.arg.0       = Identit\u00e9 de l''entit\u00e9 impliqu\u00e9e dans l''\u00e9limination.

FNRRS0194.explanation = Lorsqu''un enregistrement est associ\u00e9 \u00e0 un planning d''\u00e9limination via un type d''enregistrement, il ne peut pas \u00eatre d\u00e9truit lors du processus de destruction d''un de ses conteneurs.
FNRRS0194.action      = Traitez d''abord les enregistrements et retentez une op\u00e9ration de destruction sur le conteneur.
FNRRS0194.message     = Impossible de d\u00e9truire cette entit\u00e9 car elle contient un ou plusieurs enregistrements enfants affect\u00e9s \u00e0 un type d''enregistrement. Entit\u00e9 : {0}.
FNRRS0194.arg.0       = Identit\u00e9 de l''entit\u00e9 impliqu\u00e9e dans l''\u00e9limination.

FNRRS0195.explanation = L''entit\u00e9 ne figure pas \u00e0 proprement parler dans le conteneur sp\u00e9cifi\u00e9 ou le type d''enregistrement sp\u00e9cifi\u00e9 est indisponible.
FNRRS0195.action      = V\u00e9rifiez la fa\u00e7on dont l''entit\u00e9 h\u00e9rite de son planning et r\u00e9ex\u00e9cutez le balayage.
FNRRS0195.message     = Impossible d''\u00e9liminer correctement l''entit\u00e9 car sa valeur ''cutoff inherited from'' n''est pas valide. Entit\u00e9 : {0}.
FNRRS0195.arg.0       = Identit\u00e9 de l''entit\u00e9 impliqu\u00e9e dans l''\u00e9limination.

FNRRS0196.explanation = Aucun chemin de r\u00e9pertoire valide ne peut \u00eatre obtenu du param\u00e8tre d''entr\u00e9e ou de la propri\u00e9t\u00e9 de destination d''exportation de la phase actuelle de l''entit\u00e9.
FNRRS0196.action      = Indiquez un chemin de r\u00e9pertoire valide \u00e0 l''aide du param\u00e8tre d''entr\u00e9e de la m\u00e9thode ou de la propri\u00e9t\u00e9 de destination d''exportation de la phase actuelle de l''entit\u00e9 associ\u00e9e.
FNRRS0196.message     = La cha\u00eene du chemin de r\u00e9pertoire du syst\u00e8me de fichiers de destination d''exportation est une entit\u00e9 null ou vide : {0}.
FNRRS0196.arg.0       = Identit\u00e9 de l''entit\u00e9 impliqu\u00e9e dans l''\u00e9limination.

FNRRS0197.explanation = Une erreur de syst\u00e8me de fichiers s''est produite lors de la tentative de cr\u00e9ation du r\u00e9pertoire de syst\u00e8me de fichiers sp\u00e9cifi\u00e9. Examinez la cause sous-jacente de l''exception pour plus d''informations.
FNRRS0197.action      = Assurez-vous qu''un chemin de r\u00e9pertoire de syst\u00e8me de fichiers valide a \u00e9t\u00e9 sp\u00e9cifi\u00e9 et que l''utilisateur actuel dispose des droits d''acc\u00e8s au syst\u00e8me de fichiers.
FNRRS0197.message     = Une erreur s''est produite lors de la tentative de cr\u00e9ation du r\u00e9pertoire de syst\u00e8me de fichiers de destination d''exportation sp\u00e9cifi\u00e9 : ''{0}''.
FNRRS0197.arg.0       = Chemin de r\u00e9pertoire du syst\u00e8me de fichiers.

FNRRS0198.explanation = Une erreur de syst\u00e8me de fichiers s''est produite lors de la tentative de cr\u00e9ation d''un sous-r\u00e9pertoire ''content'' pour les fichiers de donn\u00e9es de contenu d''enregistrement associ\u00e9. Examinez la cause sous-jacente de l''exception pour plus d''informations.
FNRRS0198.action      = Assurez-vous qu''un chemin de r\u00e9pertoire de syst\u00e8me de fichiers valide a \u00e9t\u00e9 sp\u00e9cifi\u00e9 et que l''utilisateur actuel dispose des droits d''acc\u00e8s au syst\u00e8me de fichiers.
FNRRS0198.message     = Une erreur de syst\u00e8me de fichiers s''est produite lors de la tentative de cr\u00e9ation d''un sous-r\u00e9pertoire ''content'' sous le r\u00e9pertoire de syst\u00e8me de fichiers : ''{0}''.
FNRRS0198.arg.0       = Chemin de r\u00e9pertoire du syst\u00e8me de fichiers parent.

FNRRS0199.explanation = Une erreur de syst\u00e8me de fichiers s''est produite lors de la g\u00e9n\u00e9ration d''un syst\u00e8me de fichiers de contenu d''exportation. Examinez la cause sous-jacente de l''exception pour plus d''informations.
FNRRS0199.action      = Assurez-vous qu''un chemin de r\u00e9pertoire de syst\u00e8me de fichiers valide a \u00e9t\u00e9 sp\u00e9cifi\u00e9 et que l''utilisateur actuel dispose des droits d''acc\u00e8s au syst\u00e8me de fichiers.
FNRRS0199.message     = Une erreur de syst\u00e8me de fichiers s''est produite lors de la tentative d''exportation des donn\u00e9es de contenu dans le fichier : ''{0}''.
FNRRS0199.arg.0       = Cha\u00eene de chemin du fichier de sortie.

FNRRS0200.explanation = Une exception inattendue s''est produite lors de la tentative d''exportation de cette entit\u00e9.
FNRRS0200.action      = Examinez les journaux pour plus d''informations sur l''exception.
FNRRS0200.message     = Impossible d''exporter l''entit\u00e9 suite \u00e0 une exception. Entit\u00e9 : {0}, exception : {1}.
FNRRS0200.arg.0       = Identit\u00e9 de l''entit\u00e9 qu''un utilisateur a tent\u00e9 d''exporter.
FNRRS0200.arg.1       = Message de l''exception.

FNRRS0201.explanation = L''op\u00e9ration Lancer l''\u00e9limination ne prend pas en charge les entit\u00e9s de ce type.
FNRRS0201.action      = Supprimez cette entit\u00e9 de l''ensemble d''entr\u00e9es de l''op\u00e9ration Lancer l''\u00e9limination.
FNRRS0201.message     = Impossible de lancer l''\u00e9limination sur une entit\u00e9 de type : {0}, entityIdent : {1}.
FNRRS0201.arg.0       = Type de l''entit\u00e9 qu''un utilisateur a tent\u00e9 d''\u00e9liminer.
FNRRS0201.arg.1       = Identit\u00e9 de l''entit\u00e9 qu''un utilisateur a tent\u00e9 d''\u00e9liminer.

FNRRS0202.explanation = Impossible de lancer l''\u00e9limination sur une entit\u00e9 r\u00e9ellement mise en attente.
FNRRS0202.action      = Supprimez la mise en attente effective de l''entit\u00e9 et retentez de lancer l''\u00e9limination.
FNRRS0202.message     = Impossible de lancer l''\u00e9limination sur une entit\u00e9 en attente ou dont un parent est en attente. entityIdent : {0}.
FNRRS0202.arg.0       = Identit\u00e9 de l''entit\u00e9 qu''un utilisateur a tent\u00e9 d''\u00e9liminer.

FNRRS0203.explanation = Impossible de lancer l''\u00e9limination sur une entit\u00e9 contenant une entit\u00e9 enfant en attente.
FNRRS0203.action      = Supprimez la mise en attente des entit\u00e9s enfants appropri\u00e9es et retentez de lancer l''\u00e9limination.
FNRRS0203.message     = Impossible de lancer l''\u00e9limination sur cette entit\u00e9 car un ou plusieurs de ses membres enfants sont en attente. entityIdent : {0}.
FNRRS0203.arg.0       = Identit\u00e9 de l''entit\u00e9 qu''un utilisateur a tent\u00e9 d''\u00e9liminer.

FNRRS0204.explanation = Impossible de lancer l''\u00e9limination sur une entit\u00e9 en raison d''une mise en attente et/ou d''un changement de son planning d''\u00e9limination.
FNRRS0204.action      = Supprimez toute mise en attente d''application sur l''entit\u00e9, sur ses parents ou sur ses enfants et r\u00e9ex\u00e9cutez le balayage d''\u00e9limination.
FNRRS0204.message     = Impossible de lancer l''\u00e9limination de cette entit\u00e9 : {0}.
FNRRS0204.arg.0       = Identit\u00e9 de l''entit\u00e9 qu''un utilisateur a tent\u00e9 d''\u00e9liminer.

FNRRS0205.explanation = Une erreur inattendue s''est produite et emp\u00eache le processus d''\u00e9limination de se poursuivre.
FNRRS0205.action      = Examinez les informations sur la pile d''exceptions associ\u00e9e pour conna\u00eetre les causes possibles et/ou r\u00e9ex\u00e9cutez le balayage d''\u00e9limination.
FNRRS0205.message     = Une erreur inattendue s''est produite lors du lancement de l''\u00e9limination d''une ou plusieurs entit\u00e9s.

FNRRS0206.explanation = Le param\u00e8tre VWSession a une valeur null ou non valide.
FNRRS0206.action      = V\u00e9rifiez la configuration IBM FileNet Process Engine applicable de l''application client.
FNRRS0206.message     = Impossible de lancer l''\u00e9limination en raison d''un param\u00e8tre VWSession non valide : {0}.
FNRRS0206.arg.0       = Param\u00e8tre VWSession en question.

FNRRS0207.explanation = La date ex\u00e9cution de la phase actuelle de l''entit\u00e9 n''a pas encore \u00e9t\u00e9 fix\u00e9e ou n''est pas encore atteinte.
FNRRS0207.action      = R\u00e9ex\u00e9cutez le balayage d''\u00e9limination, puis retentez de lancer l''\u00e9limination. 
FNRRS0207.message     = Impossible de terminer la phase d''\u00e9limination actuelle car la date d''ex\u00e9cution de la phase actuelle n''a pas encore \u00e9t\u00e9 atteinte. Entit\u00e9 : {0}.
FNRRS0207.arg.0       = Identit\u00e9 de l''entit\u00e9 en question.

FNRRS0208.explanation = Un changement dans le planning d''\u00e9limination associ\u00e9 et/ou dans les m\u00e9tadonn\u00e9es de l''entit\u00e9 associ\u00e9es \u00e0 l''\u00e9limination s''est sans doute produit.
FNRRS0208.action      = R\u00e9ex\u00e9cutez le balayage d''\u00e9limination, puis retentez de lancer l''\u00e9limination. 
FNRRS0208.message     = Impossible de terminer la phase d''\u00e9limination actuelle car le flux de travaux associ\u00e9 n''a pas encore \u00e9t\u00e9 d\u00e9marr\u00e9. Entit\u00e9 : {0}.
FNRRS0208.arg.0       = Identit\u00e9 de l''entit\u00e9 en question.

FNRRS0209.explanation = Impossible d''effectuer la transition d''un conteneur rouvert apr\u00e8s sa phase d''\u00e9limination en cours.
FNRRS0209.action      = Fermez le conteneur et retentez la transition de phase. 
FNRRS0209.message     = Impossible de terminer la phase d''\u00e9limination en cours car l''entit\u00e9 de conteneur a \u00e9t\u00e9 rouverte. Entit\u00e9 : {0}.
FNRRS0209.arg.0       = Identit\u00e9 de l''entit\u00e9 en question.

FNRRS0210.explanation = Une date d''ex\u00e9cution de phase actuelle propos\u00e9e ne peut pas avoir la valeur null et doit avoir \u00e9t\u00e9 atteinte.
FNRRS0210.action      = Proposez une autre date d''ex\u00e9cution de phase actuelle et retentez la transition de phase. 
FNRRS0210.message     = Impossible de terminer la phase d''\u00e9limination actuelle car la date d''ex\u00e9cution de la phase actuelle a une valeur null ou n''a pas encore \u00e9t\u00e9 atteinte. Entit\u00e9 : {0}, date propos\u00e9e : {1}.
FNRRS0210.arg.0       = Identit\u00e9 de l''entit\u00e9 en question.
FNRRS0210.arg.1       = Date non valide indiqu\u00e9e.

FNRRS0211.explanation = Un planning d''\u00e9limination doit toujours comporter une valeur de propri\u00e9t\u00e9 de base limite.
FNRRS0211.action      = Corrigez le planning d''\u00e9limination et retentez le processus de lancement de l''\u00e9limination.
FNRRS0211.message     = Impossible d''ex\u00e9cuter le traitement de la limite de l''\u00e9limination suite \u00e0 une propri\u00e9t\u00e9 de base limite manquante pour le planning d''\u00e9limination : {0}.
FNRRS0211.arg.0       = Identit\u00e9 du planning en question.

FNRRS0212.explanation = L''entit\u00e9 en question ne comporte pas de valeur de date pour la propri\u00e9t\u00e9 de base limite sp\u00e9cifi\u00e9e.
FNRRS0212.action      = Ajustez l''entit\u00e9 et/ou son planning d''\u00e9limination et retentez le lancement de l''\u00e9limination.
FNRRS0212.message     = L''entit\u00e9 concern\u00e9e par l''\u00e9limination ne comporte pas de valeur de date pour la propri\u00e9t\u00e9 de base limite. Entit\u00e9 : {0}, nom de la propri\u00e9t\u00e9 : {1}.
FNRRS0212.arg.0       = Identit\u00e9 de l''entit\u00e9 en question.
FNRRS0212.arg.1       = Nom de la propri\u00e9t\u00e9 de base limite.

FNRRS0213.explanation = L''entit\u00e9 en question ne comporte pas de valeur de date pour la propri\u00e9t\u00e9 de base limite sp\u00e9cifi\u00e9e.
FNRRS0213.action      = Ajustez l''entit\u00e9 ou son planning d''\u00e9limination et retentez le lancement de l''\u00e9limination.
FNRRS0213.message     = Le type de d\u00e9clencheur d''\u00e9limination n''est pas valide pour le traitement de la limite. D\u00e9clencheur : {0}, type : {1}.
FNRRS0213.arg.0       = Identit\u00e9 de l''entit\u00e9 en question.
FNRRS0213.arg.1       = Nom de la propri\u00e9t\u00e9 de base limite.

FNRRS0214.explanation = Une exception inattendue s''est produite lors de la tentative de transfert temporaire de cette entit\u00e9.
FNRRS0214.action      = Examinez les journaux pour plus d''informations sur l''exception.
FNRRS0214.message     = Impossible d''effectuer le transfert temporaire de l''entit\u00e9 suite \u00e0 une exception. Entit\u00e9 : {0}, exception : {1}.
FNRRS0214.arg.0       = Identit\u00e9 de l''entit\u00e9 dont un utilisateur a tent\u00e9 d''effectuer le transfert temporaire.
FNRRS0214.arg.1       = Message de l''exception.

FNRRS0215.explanation = Une exception inattendue s''est produite lors de la tentative de transfert de cette entit\u00e9.
FNRRS0215.action      = Examinez les journaux pour plus d''informations sur l''exception.
FNRRS0215.message     = Impossible de transf\u00e9rer l''entit\u00e9 suite \u00e0 une exception. Entit\u00e9 : {0}, exception : {1}.
FNRRS0215.arg.0       = Identit\u00e9 de l''entit\u00e9 dont un utilisateur a tent\u00e9 d''effectuer le transfert.
FNRRS0215.arg.1       = Message de l''exception.

FNRRS0216.explanation = Impossible d''obtenir le cr\u00e9ateur \u00e0 partir de l''\u00e9l\u00e9ment d''\u00e9tape du flux de travaux.
FNRRS0216.action      = V\u00e9rifiez que le serveur Process Engine et le gestionnaire de composant fonctionnent bien.
FNRRS0216.message     = Impossible d''obtenir le cr\u00e9ateur.

FNRRS0217.explanation = L''ensemble RMProperties contenant des valeurs de propri\u00e9t\u00e9 associ\u00e9es \u00e0 la r\u00e9vision ne peut pas \u00eatre null ou vide.
FNRRS0217.action      = Indiquez les valeurs de propri\u00e9t\u00e9 de r\u00e9vision appropri\u00e9es et retentez la r\u00e9vision.
FNRRS0217.message     = L''ensemble RMProperties d''entr\u00e9e est vide pour l''entit\u00e9 r\u00e9vis\u00e9e : {0}.
FNRRS0217.arg.0       = Identit\u00e9 de l''entit\u00e9 qu''un utilisateur a tent\u00e9 de r\u00e9viser.

FNRRS0218.explanation = L''ID de classe du type de dossier \u00e0 cr\u00e9er ne peut pas \u00eatre null ou vide.
FNRRS0218.action      = Fournissez l''ID de classe appropri\u00e9 du type de dossier.
FNRRS0218.message     = L''ID {0} n''est pas un ID de classe valide.
FNRRS0218.arg.0       = ID de classe du type de dossier \u00e0 cr\u00e9er.

FNRRS0219.explanation = Une seule cat\u00e9gorie d''enregistrement peut \u00eatre ajout\u00e9e au plan de fichiers. 
FNRRS0219.action      = Indiquez le type d''entit\u00e9 appropri\u00e9 du dossier \u00e0 cr\u00e9er.
FNRRS0219.message     = L''entit\u00e9 {0} ne peut pas \u00eatre ajout\u00e9e au plan de fichiers.
FNRRS0219.arg.0       = Type d''entit\u00e9 du dossier \u00e0 cr\u00e9er.

FNRRS0220.explanation = Elle doit \u00eatre de type RecordCategory ou RecordFolder.
FNRRS0220.action      = Fournissez la pi\u00e8ce jointe appropri\u00e9e.
FNRRS0220.message     = La pi\u00e8ce jointe {0} n''est pas un type de pi\u00e8ce jointe valide. Elle doit \u00eatre de type RecordCategory ou RecordFolder.
FNRRS0220.arg.0       = Nom de la pi\u00e8ce jointe.

FNRRS0221.explanation = Impossible de cr\u00e9er l''objet de dossier d''enregistrement. 
FNRRS0221.action      = V\u00e9rifiez les param\u00e8tres utilis\u00e9s pour cr\u00e9er le dossier et retentez l''op\u00e9ration.
FNRRS0221.message     = Impossible de cr\u00e9er l''objet de dossier d''enregistrement {0}.
FNRRS0221.arg.0       = Type d''entit\u00e9 du dossier \u00e0 cr\u00e9er.

FNRRS0222.explanation = Les matrices PropertyName et PropertyValue doivent avoir la m\u00eame longueur.
FNRRS0222.action      = V\u00e9rifiez que les matrices PropertyName Array et PropertyValue ont la m\u00eame longueur.
FNRRS0222.message     = Les matrices PropertyName {0} et PropertyValue {1} n''ont pas la m\u00eame longueur.
FNRRS0222.arg.0       = Matrice PropertyName.
FNRRS0222.arg.1       = Matrice PropertyValue.

FNRRS0223.explanation = Lorsque la propri\u00e9t\u00e9 d\u00e9pendante sp\u00e9cifi\u00e9e de l''objet a la valeur vraie (true), une valeur non vide doit \u00eatre affect\u00e9e \u00e0 l''autre propri\u00e9t\u00e9.
FNRRS0223.action      = Indiquez une valeur valide pour la valeur de propri\u00e9t\u00e9 manquante ou ajustez la valeur de la propri\u00e9t\u00e9 d\u00e9pendante.
FNRRS0223.message     = L''objet ne contient pas de valeur non vide pour la propri\u00e9t\u00e9 ''{0}''. Or, cette valeur est obligatoire lorsque la propri\u00e9t\u00e9 d\u00e9pendante ''{1}'' est sp\u00e9cifi\u00e9e avec la valeur ''true''.
FNRRS0223.arg.0       = Nom de la propri\u00e9t\u00e9 manquante ou vide.
FNRRS0223.arg.1       = Nom de la propri\u00e9t\u00e9 d\u00e9pendante.

FNRRS0224.explanation = Impossible de d\u00e9clarer le document comme enregistrement. 
FNRRS0224.action      = V\u00e9rifiez les param\u00e8tres utilis\u00e9s pour d\u00e9clarer le document comme enregistrement et retentez cette op\u00e9ration.
FNRRS0224.message     = Impossible de d\u00e9clarer le document comme enregistrement.

FNRRS0225.explanation = Le classement d''un enregistrement dans plus d''un conteneur n''est pas activ\u00e9 actuellement pour ce r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0225.action      = N''essayez pas de classer un enregistrement plusieurs fois, ou activez la fonction de classement multiple sur le r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0225.message     = Impossible de classer un enregistrement dans plus d''un conteneur sur le r\u00e9f\u00e9rentiel de plan de fichiers : {0}.
RNRRS0255.arg.0       = Nom du r\u00e9f\u00e9rentiel de plan de fichiers.

FNRRS0226.explanation = Les plages de valeurs de conservation autoris\u00e9es sont, pour les ann\u00e9es : 0-999, pour les mois : 0-99, pour les jours : 0-99.
FNRRS0226.action      = Fournissez des valeurs de conservation valides.
FNRRS0226.message     = Une ou plusieurs valeurs de conservation sont hors limite. Les plages autoris\u00e9es sont, pour les ann\u00e9es : 0-999, pour les mois : 0-99, pour les jours : 0-99.

FNRRS0227.explanation = Un conteneur de planning de base peut seulement \u00eatre ajout\u00e9 \u00e0 un conteneur de type racine de plan de fichiers ou cat\u00e9gorie d''enregistrement.
FNRRS0227.action      = R\u00e9essayez en utilisant une racine de plan de fichiers ou une cat\u00e9gorie d''enregistrement comme conteneur parent cible.
FNRRS0227.message     = Impossible d''ajouter un nouveau conteneur de planning de base en tant qu''enfant d''un conteneur parent de type : {0} 
RNRRS0227.arg.0       = Type d''entit\u00e9 du conteneur parent.

FNRRS0228.explanation = La propri\u00e9t\u00e9 de d\u00e9clencheur sp\u00e9cifi\u00e9e est introuvable.
FNRRS0228.action      = Fournissez le nom symbolique d''une propri\u00e9t\u00e9 de type date-heure valide affect\u00e9 \u00e0 au moins \u00e0 une classe d''enregistrements.
FNRRS0228.message     = Impossible d''extraire le mod\u00e8le de propri\u00e9t\u00e9s pour le nom symbolique de propri\u00e9t\u00e9 de d\u00e9clencheur sp\u00e9cifi\u00e9 : {0} 
RNRRS0228.arg.0       = Nom symbolique de propri\u00e9t\u00e9 sp\u00e9cifi\u00e9.

FNRRS0229.explanation = La propri\u00e9t\u00e9 de d\u00e9clencheur sp\u00e9cifi\u00e9e doit une valeur unique de type date-heure.
FNRRS0229.action      = Fournissez le nom symbolique d''une propri\u00e9t\u00e9 de type date-heure \u00e0 valeur unique valide affect\u00e9 \u00e0 au moins \u00e0 une classe d''enregistrements.
FNRRS0229.message     = La propri\u00e9t\u00e9 de d\u00e9clencheur sp\u00e9cifi\u00e9e n''est pas de type date-heure et/ou n''est pas \u00e0 valeur unique : {0}
RNRRS0229.arg.0       = Nom symbolique de propri\u00e9t\u00e9 sp\u00e9cifi\u00e9.

FNRRS0230.explanation = La propri\u00e9t\u00e9 de d\u00e9clencheur sp\u00e9cifi\u00e9e doit \u00eatre actuellement affect\u00e9e \u00e0 une ou plusieurs classes d''enregistrements.
FNRRS0230.action      = Fournissez le nom symbolique d''une propri\u00e9t\u00e9 de type date-heure valide affect\u00e9 \u00e0 au moins \u00e0 une classe d''enregistrements.
FNRRS0230.message     = La propri\u00e9t\u00e9 de d\u00e9clencheur sp\u00e9cifi\u00e9e n''est affect\u00e9e \u00e0 aucune classe d''enregistrements : {0}.
RNRRS0230.arg.0       = Nom symbolique de propri\u00e9t\u00e9 sp\u00e9cifi\u00e9.

FNRRS0231.explanation = Un conteneur de planning de base propos\u00e9 ne peut pas avoir de sous-conteneurs enfants.
FNRRS0231.action      = S\u00e9lectionnez un autre conteneur pour une conversion dans un conteneur de planning de base.
FNRRS0231.message     = Le conteneur de planning de base propos\u00e9 n''est pas un noeud terminal : {0}
RNRRS0231.arg.0       = Identit\u00e9 du conteneur propos\u00e9.

FNRRS0232.explanation = Un conteneur de planning de base propos\u00e9 ne peut pas contenir d''enregistrement enfant qui soit actuellement class\u00e9 dans plus d''un conteneur.
FNRRS0232.action      = S\u00e9lectionnez un autre conteneur pour la conversion ou retirez tous les enregistrements enfants qui ne r\u00e9pondent pas aux conditions.
FNRRS0232.message     = Le conteneur de planning de base propos\u00e9 contient au moins un enregistrement class\u00e9 plusieurs fois : {0}.
FNRRS0232.arg.0       = Identit\u00e9 de l''enregistrement class\u00e9 plusieurs fois.

FNRRS0233.explanation = Un conteneur de planning de base propos\u00e9 ne peut pas contenir d''enregistrement enfant qui soit un enregistrement physique.
FNRRS0233.action      = S\u00e9lectionnez un autre conteneur pour la conversion ou retirez tous les enregistrements enfants qui ne r\u00e9pondent pas aux conditions.
FNRRS0233.message     = Le conteneur de planning de base propos\u00e9 contient au moins un enregistrement qui est un enregistrement physique : {0}.
FNRRS0233.arg.0       = Identit\u00e9 de l''enregistrement physique.

FNRRS0234.explanation = Un conteneur de planning de base propos\u00e9 ne peut pas contenir d''enregistrement enfant qui soit associ\u00e9 \u00e0 un type d''enregistrement.
FNRRS0234.action      = S\u00e9lectionnez un autre conteneur pour la conversion ou retirez tous les enregistrements enfants qui ne r\u00e9pondent pas aux conditions.
FNRRS0234.message     = Le conteneur de planning de base propos\u00e9 contient au moins un enregistrement qui est associ\u00e9 \u00e0 un type enregistrement : {0}.
FNRRS0234.arg.0       = Identit\u00e9 de l''enregistrement.

FNRRS0235.explanation = Tous les enregistrements contenus dans un conteneur de planning de base propos\u00e9 doivent prendre en charge la propri\u00e9t\u00e9 de d\u00e9clencheur propos\u00e9e.
FNRRS0235.action      = S\u00e9lectionnez une autre propri\u00e9t\u00e9 de d\u00e9clencheur ou retirez tous les enregistrements enfants qui ne r\u00e9pondent pas aux conditions.
FNRRS0235.message     = Le conteneur de planning de base propos\u00e9 contient au moins un enregistrement dont la classe d''enregistrements ne prend pas en charge le nom de la propri\u00e9t\u00e9 de d\u00e9clencheur propos\u00e9e : {0}.
FNRRS0235.arg.0       = Identit\u00e9 de l''enregistrement.

FNRRS0236.explanation = Tous les types de conteneur d''enregistrement sont admissibles pour la conversion dans des conteneurs de planning de base.
FNRRS0236.action      = S\u00e9lectionnez un autre conteneur.
FNRRS0236.message     = Le type de conteneur propos\u00e9 n''est pas admissible pour la conversion dans un conteneur de planning de base : {0}.
FNRRS0236.arg.0       = Type d''entit\u00e9 du conteneur propos\u00e9.

FNRRS0237.explanation = Les mod\u00e8les de propri\u00e9t\u00e9s requises relatives aux plannings de base et/ou leur affectation \u00e0 diff\u00e9rentes classes de conteneur d''enregistrement ne semblent pas exister sur ce r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0237.action      = Assurez-vous que le module compl\u00e9mentaire Content Manager P8 appropri\u00e9 a \u00e9t\u00e9 appliqu\u00e9 \u00e0 ce r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0237.message     = Les m\u00e9tadonn\u00e9es n\u00e9cessaires pour la prise en charge du planning de base ne sont pas disponibles sur ce r\u00e9f\u00e9rentiel de plan de fichiers : {0}.
FNRRS0237.arg.0       = Identificateur du r\u00e9f\u00e9rentiel de plan de fichiers.

FNRRS0238.explanation = Un conteneur de planning de base valide doit avoir une valeur de propri\u00e9t\u00e9 RMRetentionPeriod format\u00e9e correctement.
FNRRS0238.action      = Utilisez la m\u00e9thode DefensiblyDisposable.setRetentionPeriod pour d\u00e9finir une valeur de dur\u00e9e de conservation correcte pour ce conteneur. 
FNRRS0238.message     = La valeur de dur\u00e9e de conservation du planning de base n''est pas au format pr\u00e9vu : aaa-mm-jj.

FNRRS0239.explanation = Un conteneur doit d\u00e9j\u00e0 \u00eatre un conteneur de planning de base avant toute tentative de modification d''une propri\u00e9t\u00e9 relative aux plannings de base.
FNRRS0239.action      = Assurez-vous que le conteneur a \u00e9t\u00e9 cr\u00e9\u00e9 en tant que conteneur de planning de base ou a \u00e9t\u00e9 converti comme tel.
FNRRS0239.message     = Impossible de modifier une valeur de propri\u00e9t\u00e9 relative aux plannings de base sur un conteneur ind\u00e9pendant d''un planning de base : {0}.
FNRRS0239.arg.0       = Identificateur du conteneur.

FNRRS0240.explanation = La d\u00e9finition directe de ce type de propri\u00e9t\u00e9s n''est pas autoris\u00e9e car cela contournerait la logique de validation requise. 
FNRRS0240.action      = Utilisez plut\u00f4t les m\u00e9thodes DefensiblyDisposable setRetentionPeriod et/ou setTriggerPropertyName. 
FNRRS0240.message     = La d\u00e9finition directe des valeurs de propri\u00e9t\u00e9 de planning de base n''est pas autoris\u00e9e.

FNRRS0241.explanation = Un conteneur de planning de base ne peut contenir aucun enregistrement class\u00e9 plusieurs fois. 
FNRRS0241.action      = S\u00e9lectionnez un conteneur cible diff\u00e9rent dans lequel classer l''enregistrement. 
FNRRS0241.message     = Impossible de placer un enregistrement class\u00e9 plusieurs fois dans un conteneur de planning de base.

FNRRS0242.explanation = Un conteneur de planning de base ne peut contenir aucun enregistrement physique. 
FNRRS0242.action      = S\u00e9lectionnez un conteneur cible diff\u00e9rent dans lequel classer l''enregistrement. 
FNRRS0242.message     = Impossible de classer un enregistrement physique dans un conteneur de planning de base.

FNRRS0243.explanation = Un conteneur de planning de base ne peut pas contenir d''enregistrement associ\u00e9 \u00e0 un type d''enregistrement. 
FNRRS0243.action      = S\u00e9lectionnez un conteneur cible diff\u00e9rent dans lequel classer l''enregistrement. 
FNRRS0243.message     = Impossible de classer un enregistrement associ\u00e9 \u00e0 un type d''enregistrement dans un conteneur de planning de base.

FNRRS0244.explanation = Tous les enregistrements contenus dans un conteneur de planning de base doivent prendre en charge la propri\u00e9t\u00e9 de d\u00e9clencheur affect\u00e9e au conteneur. 
FNRRS0244.action      = S\u00e9lectionnez un conteneur cible diff\u00e9rent dans lequel classer l''enregistrement. 
FNRRS0244.message     = La classe de l''enregistrement ne prend pas en charge la propri\u00e9t\u00e9 de d\u00e9clencheur affect\u00e9e au conteneur de planning de base cible.

FNRRS0245.explanation = Un conteneur de planning de base ne peut avoir aucun planning d''\u00e9limination affect\u00e9, que ce soit directement ou par h\u00e9ritage. 
FNRRS0245.action      = N''essayez pas d''affecter un planning d''\u00e9limination \u00e0 un conteneur de planning de base existant, ni au cours de la cr\u00e9ation d''un tel conteneur.
FNRRS0245.message     = Impossible d''affecter un planning d''\u00e9limination \u00e0 un conteneur de planning de base.

FNRRS0246.explanation = Tout enregistrement qui est actuellement inclus dans un rapport de planning de base ne peut \u00eatre d\u00e9plac\u00e9 hors de son conteneur.
FNRRS0246.action      = Vous pouvez soit faire une nouvelle copie de cet enregistrement, soit mettre l''enregistrement en attente.
FNRRS0246.message     = Impossible de d\u00e9placer un enregistrement qui est actuellement inclus dans un rapport de planning de base : {0}.
FNRRS0246.arg.0       = Identificateur de l''enregistrement.

FNRRS0247.explanation = Un conteneur normalement admissible ne peut pas \u00eatre converti dans un conteneur de planning de base si lui-m\u00eame, ou au moins l''un des enregistrements qu''il contient, est actuellement impliqu\u00e9 dans un traitement d''\u00e9limination.
FNRRS0247.action      = Terminez tout traitement d''\u00e9limination existant pour le conteneur et/ou il contenait des enregistrements avant la tentative de conversion.
FNRRS0247.message     = Le conteneur propos\u00e9 n''est pas actuellement admissible pour la conversion dans un conteneur de planning de base parce que lui-m\u00eame, ou au moins l''un des enregistrements qu''il contient, est actuellement impliqu\u00e9 dans un traitement d''\u00e9limination : {0}.
FNRRS0247.arg.0       = Identificateur du conteneur ou de l''enregistrement enfant non admissible.

FNRRS0248.explanation = Aucune modification de la propri\u00e9t\u00e9 de d\u00e9clencheur n''est autoris\u00e9e pour tout enregistrement actuellement inclus dans un rapport de planning de base.
FNRRS0248.action      = N''essayez pas de modifier la valeur de la propri\u00e9t\u00e9 de d\u00e9clencheur.
FNRRS0248.message     = Impossible de mettre \u00e0 jour la valeur de la propri\u00e9t\u00e9 de d\u00e9clencheur affect\u00e9e sur un enregistrement qui est actuellement inclus dans un rapport de planning de base : {0}.
FNRRS0248.arg.0       = Identificateur de l''enregistrement.

FNRRS0249.explanation = Etant donn\u00e9 qu''un conteneur de planning de base ne peut pas contenir d''enregistrements class\u00e9s plusieurs fois, tout enregistrement existant dans un conteneur de planning de base ne peut \u00eatre class\u00e9 ailleurs.
FNRRS0249.action      = D\u00e9placez ou copiez l''enregistrement au lieu de le classer plusieurs fois.
FNRRS0249.message     = Impossible de classer plusieurs fois un enregistrement qui est actuellement inclus dans un conteneur de planning de base : {0}.
FNRRS0249.arg.0       = Identificateur de l''enregistrement.

FNRRS0250.explanation = Certaines instances de configuration syst\u00e8me sont consid\u00e9r\u00e9es comme constantes et ne peuvent pas \u00eatre modifi\u00e9es.
FNRRS0250.message     = Une op\u00e9ration de mise \u00e0 jour n''est pas autoris\u00e9e pour l''instance de configuration syst\u00e8me dont le nom de propri\u00e9t\u00e9 est : {0}.
FNRRS0250.arg.0       = Nom de propri\u00e9t\u00e9 de la configuration syst\u00e8me impliqu\u00e9.

FNRRS0251.explanation = La date d''ex\u00e9cution de phase actuelle de l''entit\u00e9 est soit non d\u00e9finie, soit d\u00e9finie dans le futur.
FNRRS0251.action      = R\u00e9ex\u00e9cutez le balayage d''\u00e9limination afin d''actualiser l''\u00e9tat d''\u00e9limination de l''entit\u00e9.
FNRRS0251.message     = Impossible de lancer l''\u00e9limination en raison d''une modification dans la date d''ex\u00e9cution de la phase actuelle pour l''entit\u00e9 : {0}, date : {1}.
FNRRS0251.arg.0       = L''entit\u00e9 en question.
FNRRS0251.arg.1       = La date d''ex\u00e9cution de la phase actuelle de l''entit\u00e9.

FNRRS0252.explanation = Le lancement de l''action d''\u00e9limination n''est pas applicable pour une entit\u00e9 dont l''action de phase actuelle est la destruction automatique.
FNRRS0252.action      = Ex\u00e9cutez le balayage de destruction automatique pour traiter cette entit\u00e9.
FNRRS0252.message     = Impossible de lancer l''\u00e9limination sur une entit\u00e9 dont la phase d''\u00e9limination en cours est la destruction automatique : {0}.
FNRRS0252.arg.0       = L''entit\u00e9 en question.

FNRRS0253.explanation = Le lancement de l''action d''\u00e9limination n''est pas applicable pour une entit\u00e9 dont la hi\u00e9rarchie de sous-conteneurs comprend un ou plusieurs conteneurs en attente.
FNRRS0253.action      = Supprimez toutes en mises en attente actives, puis essayez de relancer l''\u00e9limination.
FNRRS0253.message     = Impossible de lancer l''\u00e9limination sur une entit\u00e9 contenant un sous-conteneur physique en attente : {0}.
FNRRS0253.arg.0       = L''entit\u00e9 en question.

FNRRS0254.explanation = Le lancement de l''action d''\u00e9limination n''est pas applicable pour une entit\u00e9 dont la hi\u00e9rarchie de sous-conteneurs comprend un ou plusieurs enregistrements physiques en attente.
FNRRS0254.action      = Supprimez toutes en mises en attente actives, puis essayez de relancer l''\u00e9limination.
FNRRS0254.message     = Impossible de lancer l''\u00e9limination sur une entit\u00e9 contenant un enregistrement physique en attente : {0}.
FNRRS0254.arg.0       = L''entit\u00e9 en question.

FNRRS0255.explanation = Le lancement de l''action d''\u00e9limination n''est pas applicable pour une entit\u00e9 dont la hi\u00e9rarchie de sous-conteneurs comprend un sous-conteneur en attente et contient des enregistrements physiques.
FNRRS0255.action      = Supprimez toutes en mises en attente actives, puis essayez de relancer l''\u00e9limination.
FNRRS0255.message     = Impossible de lancer l''\u00e9limination sur une entit\u00e9 qui inclut un sous-conteneur en attente qui, \u00e0 son tour, contient un enregistrement physique : {0}.
FNRRS0255.arg.0       = L''entit\u00e9 en question.


FNRRS0300.explanation = Impossible d''acqu\u00e9rir une instance d''objet JAAS associ\u00e9e \u00e0 ce type de domaine, \u00e0 cette URL de connexion, \u00e0 ce nom d''utilisateur et \u00e0 ce nom de section JAAS.
FNRRS0300.action      = V\u00e9rifiez les points suivants : 1) La configuration JAAS de l''environnement d''ex\u00e9cution est correctement sp\u00e9cifi\u00e9e. 2) L''URL correcte est sp\u00e9cifi\u00e9e, y compris le num\u00e9ro de port correct. 3) Le nom de section JAAS appropri\u00e9 est sp\u00e9cifi\u00e9 comme URL.
FNRRS0300.message     = Impossible d''acqu\u00e9rir un objet JAAS pour le type de domaine : ''{0}'', url : ''{1}'', nom d''utilisateur : ''{2}'', section JAAS : ''{3}''.
FNRRS0300.arg.0       = type de domaine
FNRRS0300.arg.1       = URL
FNRRS0300.arg.2       = nom d''utilisateur
FNRRS0300.arg.3       = section JAAS

FNRRS0301.explanation = La librairie P8 sp\u00e9cifi\u00e9e par ident_librairie n''est pas un r\u00e9f\u00e9rentiel de contenu Records Manager valide.
FNRRS0301.action      = Assurez-vous que le mod\u00e8le de donn\u00e9es Records Manager correct a \u00e9t\u00e9 appliqu\u00e9 \u00e0 cette librairie P8.
FNRRS0301.message     = La librairie P8 n''est pas un r\u00e9f\u00e9rentiel de contenu Records Manager valide : ''{0}''.
FNRRS0301.arg.0       = ident_librairie

FNRRS0302.explanation = La librairie P8 sp\u00e9cifi\u00e9e par ident_librairie n''est pas un r\u00e9f\u00e9rentiel de plan de fichiers IBM Enterprise Records valide.
FNRRS0302.action      = Assurez-vous que le mod\u00e8le de donn\u00e9es IBM Enterprise Records correct a \u00e9t\u00e9 appliqu\u00e9 \u00e0 cette librairie P8.
FNRRS0302.message     = La librairie P8 n''est pas un r\u00e9f\u00e9rentiel de plan de fichiers IBM Enterprise Records valide : ''{0}''.
FNRRS0302.arg.0       = ident_librairie

FNRRS0303.explanation = L''objet d''API indent_instance de type type_entit\u00e9 n''a pas encore \u00e9t\u00e9 associ\u00e9 \u00e0 l''objet de base de r\u00e9f\u00e9rentiel correspondant. Cela restreint l''utilisation de l''instance d''API, comme si vous tentiez d''en extraire des valeurs de propri\u00e9t\u00e9.
FNRRS0303.action      = Ex\u00e9cutez une instance fetchInstance (et non getInstance) pour l''instance d''API afin de forcer une r\u00e9cup\u00e9ration \u00e0 partir du r\u00e9f\u00e9rentiel.
FNRRS0303.message     = Aucun objet de base de r\u00e9f\u00e9rentiel n''a \u00e9t\u00e9 \u00e9tabli pour l''instance d''API : ''{0}'' de type : ''{1}''.
FNRRS0303.arg.0       = ident_instance
FNRRS0303.arg.1       = type_entit\u00e9

FNRRS0304.explanation = Aucun r\u00e9f\u00e9rentiel de plan de fichiers ne peut \u00eatre extrait du domaine ident_domaine.
FNRRS0304.action      = V\u00e9rifiez que l''utilisateur actuel dispose d''un droit d''acc\u00e8s au moins \u00e0 un r\u00e9f\u00e9rentiel de plan de fichiers du domaine. Assurez-vous \u00e9galement qu''au moins un r\u00e9f\u00e9rentiel a \u00e9t\u00e9 configur\u00e9 comme r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0304.message     = Aucun r\u00e9f\u00e9rentiel de plan de fichiers disponible ne peut \u00eatre extrait du domaine : ''{0}''.
FNRRS0304.arg.0       = ident_domaine

FNRRS0305.explanation = Aucun r\u00e9f\u00e9rentiel de plan de fichiers ne peut \u00eatre extrait du domaine ident_domaine.
FNRRS0305.action      = V\u00e9rifiez que l''utilisateur actuel dispose d''un droit d''acc\u00e8s au moins \u00e0 un r\u00e9f\u00e9rentiel de plan de fichiers du domaine. Assurez-vous \u00e9galement qu''au moins un r\u00e9f\u00e9rentiel a \u00e9t\u00e9 configur\u00e9 comme r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0305.message     = Aucun r\u00e9f\u00e9rentiel de plan de fichiers disponible ne peut \u00eatre extrait du domaine : ''{0}''.
FNRRS0305.arg.0       = ident_domaine

FNRRS0306.explanation = Une exception s''est produite lors de la tentative d''insertion de la propri\u00e9t\u00e9 P8 Content Engine dont le nom symbolique est nom_symbolique.
FNRRS0306.action      = Examinez la pile d''exceptions pour conna\u00eetre la cause sous-jacente de l''exception RMRuntimeException. Il s''agit g\u00e9n\u00e9ralement d''un probl\u00e8me de transtypage.
FNRRS0306.message     = Erreur lors de l''insertion de la propri\u00e9t\u00e9 P8CE. Nom symbolique : ''{0}''.
FNRRS0306.arg.0       = nom_symbolique

FNRRS0307.explanation = Classe de propri\u00e9t\u00e9 de r\u00e9f\u00e9rentiel nom_classe non prise en charge rencontr\u00e9e comme nom symbolique de propri\u00e9t\u00e9.
FNRRS0307.action      = Choisissez une autre propri\u00e9t\u00e9 ou un autre type de classe de propri\u00e9t\u00e9.
FNRRS0307.message     = Classe de propri\u00e9t\u00e9 non prise en charge rencontr\u00e9e lors de l''insertion d''une propri\u00e9t\u00e9 de r\u00e9f\u00e9rentiel. Nom symbolique : ''{0}'', classe : ''{1}''.
FNRRS0307.arg.0       = nom_symbolique
FNRRS0307.arg.1       = nom_classe

FNRRS0308.explanation = Erreur inattendue lors de la d\u00e9finition de la valeur de propri\u00e9t\u00e9 de r\u00e9f\u00e9rentiel nom_symbolique de type type_donn\u00e9es.
FNRRS0308.action      = Examinez l''exception interne pour avoir une description suppl\u00e9mentaire de l''erreur de r\u00e9f\u00e9rentiel.
FNRRS0308.message     = Erreur lors de la tentative de d\u00e9finition de la valeur de propri\u00e9t\u00e9 de r\u00e9f\u00e9rentiel. Nom symbolique : ''{0}'', type de donn\u00e9es : ''{1}''.
FNRRS0308.arg.0       = nom_symbolique
FNRRS0308.arg.1       = type_donn\u00e9es

FNRRS0309.explanation = Les objets conteneurs de type type_entit\u00e9 ne sont pas pris en charge par la couche d''acc\u00e8s au r\u00e9f\u00e9rentiel P8 Content Engine.
FNRRS0309.action      = Choisissez un autre type de conteneur ou s\u00e9lectionnez un autre r\u00e9f\u00e9rentiel prenant en charge ce type d''entit\u00e9.
FNRRS0309.message     = Impossible de construire l''objet conteneur en raison d''un type d''entit\u00e9 de conteneur P8CE_RAL non pris en charge : ''{0}''.
FNRRS0309.arg.0       = type_entit\u00e9

FNRRS0310.explanation = Le r\u00e9f\u00e9rentiel fpRepository ne comporte pas d''objet ''SystemConfiguration'' dont le nom de propri\u00e9t\u00e9 ''PropertyName'' est ''FPOS Setup''.
FNRRS0310.action      = Assurez-vous que le r\u00e9f\u00e9rentiel fpRepository a \u00e9t\u00e9 correctement configur\u00e9.
FNRRS0310.message     = Aucun objet SystemConfiguration ''FPOS Setup'' n''est disponible sur le r\u00e9f\u00e9rentiel de plan de fichiers : ''{0}''
FNRRS0310.arg.0       = fpRepository

FNRRS0311.explanation = L''objet ''SystemConfiguration'' du r\u00e9f\u00e9rentiel fpRepository dont le nom de propri\u00e9t\u00e9 ''PropertyName'' est ''FPOS Setup'' comporte une valeur de propri\u00e9t\u00e9 ''PropertyValue'' non valide.
FNRRS0311.action      = Assurez-vous que le r\u00e9f\u00e9rentiel fpRepository a \u00e9t\u00e9 correctement configur\u00e9.
FNRRS0311.message     = Valeur non valide pour l''objet SystemConfiguration ''FPOS Setup'' sur le r\u00e9f\u00e9rentiel de plan de fichiers : ''{0}''.
FNRRS0311.arg.0       = fpRepository

FNRRS0312.explanation = La sauvegarde de l''objet de type type_entit\u00e9 et d''identificateur ident_objet a \u00e9chou\u00e9.
FNRRS0312.action      = V\u00e9rifiez que l''objet en question existe encore sur le r\u00e9f\u00e9rentiel. Assurez-vous \u00e9galement que l''utilisateur actuel dispose d''un acc\u00e8s s\u00e9curis\u00e9 correct au niveau de l''objet pour autoriser cette op\u00e9ration.
FNRRS0312.message     = Impossible de sauvegarder l''objet de r\u00e9f\u00e9rentiel ''{0}'' de type : ''{1}''. Informations sur l''erreur sous-jacente : {2}
FNRRS0312.arg.0       = ident_objet
FNRRS0312.arg.1       = type_entit\u00e9
FNRRS0312.arg.2		  = cha\u00eene de message d''exception sous-jacente

FNRRS0313.explanation = Une erreur s''est produite lors de la tentative d''extraction du noeud racine du plan de fichiers de r\u00e9f\u00e9rentiel.
FNRRS0313.action      = V\u00e9rifiez que l''utilisateur actuel dispose au moins des droits d''acc\u00e8s en lecture au noeud racine du plan de fichiers et que le r\u00e9f\u00e9rentiel de plan de fichiers en question a \u00e9t\u00e9 correctement install\u00e9 et configur\u00e9.
FNRRS0313.message     = Impossible d''extraire le noeud racine du plan de fichiers du r\u00e9f\u00e9rentiel de plan de fichiers : ''{0}''.
FNRRS0313.arg.0       = fpRepository

FNRRS0314.explanation = Erreur inattendue lors de l''ajout d''une propri\u00e9t\u00e9 avec un nom symbolique de type type_donn\u00e9es \u00e0 un jeu de propri\u00e9t\u00e9s.
FNRRS0314.action      = Examinez l''exception interne pour avoir une description de l''erreur de r\u00e9f\u00e9rentiel.
FNRRS0314.message     = Erreur lors de la tentative d''ajout d''une nouvelle propri\u00e9t\u00e9 au jeu de propri\u00e9t\u00e9s. Nom symbolique : ''{0}'', type de donn\u00e9es : ''{1}''.
FNRRS0314.arg.0       = nom_symbolique
FNRRS0314.arg.1       = type_donn\u00e9es

FNRRS0315.explanation = Une erreur s''est produite lors de la tentative d''extraction des cat\u00e9gories d''enregistrement enfant du conteneur parent.
FNRRS0315.action      = V\u00e9rifiez que l''utilisateur actuel dispose au moins des droits d''acc\u00e8s en lecture au contenu du conteneur parent.
FNRRS0315.message     = Erreur lors de l''extraction des cat\u00e9gories d''enregistrement du conteneur parent : ''{0}''.
FNRRS0315.arg.0       = conteneur_parent

FNRRS0316.explanation = Une erreur s''est produite lors de la tentative d''extraction du contenu en cours d''un it\u00e9rateur de page.
FNRRS0316.action      = Assurez-vous qu''un appel RMPageInterator.nextPage() initial a \u00e9t\u00e9 \u00e9mis afin de placer l''it\u00e9rateur \u00e0 la premi\u00e8re page. Il est \u00e9galement possible que l''it\u00e9rateur ait \u00e9t\u00e9 d\u00e9plac\u00e9 au-del\u00e0 de la derni\u00e8re page.
FNRRS0316.message     = Erreur lors de la tentative d''acquisition du contenu de la page en cours \u00e0 partir d''un it\u00e9rateur RMPageIterator.

FNRRS0317.explanation = Une erreur s''est produite lors de la tentative d''acquisition de la page suivante d''un it\u00e9rateur de pages.
FNRRS0317.action      = V\u00e9rifiez que l''it\u00e9rateur n''a pas d\u00e9j\u00e0 \u00e9t\u00e9 d\u00e9plac\u00e9 au-del\u00e0 de la derni\u00e8re page.
FNRRS0317.message     = Erreur lors de la tentative d''acquisition du contenu de la page suivante \u00e0 partir d''un it\u00e9rateur PagableSet.

FNRRS0318.explanation = Une erreur s''est produite lors de la tentative d''extraction des conteneurs parents de l''objet.
FNRRS0318.action      = V\u00e9rifiez que l''utilisateur actuel dispose au moins des droits d''acc\u00e8s en lecture au conteneur parent.
FNRRS0318.message     = Erreur lors de l''extraction des conteneurs parents de l''objet : ''{0}''.
FNRRS0318.arg.0       = objet

FNRRS0319.explanation = La suppression de l''objet de type type_entit\u00e9 et d''identificateur ident_objet a \u00e9chou\u00e9.
FNRRS0319.action      = V\u00e9rifiez que l''objet en question existe encore sur le r\u00e9f\u00e9rentiel. Assurez-vous \u00e9galement que l''utilisateur actuel dispose d''un acc\u00e8s s\u00e9curis\u00e9 correct au niveau de l''objet pour autoriser cette op\u00e9ration.
FNRRS0319.message     = Impossible de supprimer l''objet de r\u00e9f\u00e9rentiel ''{0}'', de type : ''{1}''.
FNRRS0319.arg.0       = ident_objet
FNRRS0319.arg.1       = type_entit\u00e9

FNRRS0320.explanation = L''ajout d''une cat\u00e9gorie d''enregistrement pour l''objet de type type_entit\u00e9 et d''identificateur ident_objet a \u00e9chou\u00e9.
FNRRS0320.action      = V\u00e9rifiez que l''objet cible en question existe encore sur le r\u00e9f\u00e9rentiel. V\u00e9rifiez que la cible est autoris\u00e9e \u00e0 contenir une cat\u00e9gorie d''enregistrement. Assurez-vous que l''utilisateur actuel dispose d''un acc\u00e8s s\u00e9curis\u00e9 correct au niveau de l''objet pour autoriser cette op\u00e9ration.
FNRRS0320.message     = Impossible d''ajouter une cat\u00e9gorie d''enregistrement \u00e0 l''objet cible : ''{0}'', de type : ''{1}''.
FNRRS0320.arg.0       = ident_objet
FNRRS0320.arg.1       = type_entit\u00e9

FNRRS0321.explanation = Une erreur s''est produite lors de la tentative d''extraction du nombre actuel d''\u00e9l\u00e9ments d''un it\u00e9rateur de page.
FNRRS0321.action      = Assurez-vous qu''un appel RMPageInterator.nextPage() initial a \u00e9t\u00e9 \u00e9mis afin de placer l''it\u00e9rateur \u00e0 la premi\u00e8re page. Il est \u00e9galement possible que l''it\u00e9rateur ait \u00e9t\u00e9 d\u00e9plac\u00e9 au-del\u00e0 de la derni\u00e8re page.
FNRRS0321.message     = Erreur lors de la tentative d''obtention du nombre actuel d''\u00e9l\u00e9ments \u00e0 partir d''un it\u00e9rateur RMPageIterator.

FNRRS0322.explanation = L''ajout d''un dossier d''enregistrement pour l''objet de type type_entit\u00e9 et d''identificateur ident_objet a \u00e9chou\u00e9.
FNRRS0322.action      = V\u00e9rifiez que l''objet cible en question existe encore sur le r\u00e9f\u00e9rentiel. V\u00e9rifiez que la cible est autoris\u00e9e \u00e0 contenir un dossier d''enregistrement de ce type. Assurez-vous que l''utilisateur actuel dispose d''un acc\u00e8s s\u00e9curis\u00e9 correct au niveau de l''objet pour autoriser cette op\u00e9ration.
FNRRS0322.message     = Impossible d''ajouter un dossier d''enregistrement \u00e0 l''objet cible : ''{0}'', de type : ''{1}''.
FNRRS0322.arg.0       = ident_objet
FNRRS0322.arg.1       = type_entit\u00e9

FNRRS0323.explanation = Une erreur s''est produite lors de la tentative d''extraction des dossiers d''enregistrement enfant du conteneur parent.
FNRRS0323.action      = V\u00e9rifiez que l''utilisateur actuel dispose au moins des droits d''acc\u00e8s en lecture au contenu du conteneur parent.
FNRRS0323.message     = Erreur lors de l''extraction des dossiers d''enregistrement du conteneur parent : ''{0}''.
FNRRS0323.arg.0       = conteneur_parent

FNRRS0324.explanation = Une erreur s''est produite lors de la tentative d''extraction du volume enfant actif du conteneur parent.
FNRRS0324.action      = V\u00e9rifiez que l''utilisateur actuel dispose au moins des droits d''acc\u00e8s en lecture au contenu du conteneur parent.
FNRRS0324.message     = Erreur lors de l''extraction du volume actif du conteneur parent : ''{0}''.
FNRRS0324.arg.0       = conteneur_parent

FNRRS0325.explanation = Une erreur s''est produite lors de la tentative d''extraction des volumes d''enregistrement enfant du conteneur parent.
FNRRS0325.action      = V\u00e9rifiez que l''utilisateur actuel dispose au moins des droits d''acc\u00e8s en lecture au contenu du conteneur parent.
FNRRS0325.message     = Erreur lors de l''extraction d''un volume d''enregistrement du conteneur parent : ''{0}''.
FNRRS0325.arg.0       = conteneur_parent

FNRRS0326.explanation = L''ajout d''un volume d''enregistrement pour l''objet de type type_entit\u00e9 et d''identificateur ident_objet a \u00e9chou\u00e9.
FNRRS0326.action      = V\u00e9rifiez que l''objet cible en question existe encore sur le r\u00e9f\u00e9rentiel. V\u00e9rifiez que la cible est autoris\u00e9e \u00e0 contenir un volume d''enregistrement. Assurez-vous que l''utilisateur actuel dispose d''un acc\u00e8s s\u00e9curis\u00e9 correct au niveau de l''objet pour autoriser cette op\u00e9ration.
FNRRS0326.message     = Impossible d''ajouter un volume d''enregistrement \u00e0 l''objet cible : ''{0}'', de type : ''{1}''.
FNRRS0326.arg.0       = ident_objet
FNRRS0326.arg.1       = type_entit\u00e9

FNRRS0327.explanation = Une requ\u00eate d''objets a \u00e9chou\u00e9 suite \u00e0 une erreur de r\u00e9f\u00e9rentiel.
FNRRS0327.action      = V\u00e9rifiez que la syntaxe SQL est correcte et/ou examinez les exceptions incluses pour avoir des explications d\u00e9taill\u00e9es de l''erreur.
FNRRS0327.message     = Echec de la requ\u00eate d''objets.

FNRRS0328.explanation = Une requ\u00eate de lignes a \u00e9chou\u00e9 suite \u00e0 une erreur de r\u00e9f\u00e9rentiel.
FNRRS0328.action      = V\u00e9rifiez que la syntaxe SQL est correcte et/ou examinez les exceptions incluses pour avoir des explications d\u00e9taill\u00e9es de l''erreur.
FNRRS0328.message     = Echec de la requ\u00eate de lignes.

FNRRS0329.explanation = Un utilisateur a tent\u00e9 d''acqu\u00e9rir un it\u00e9rateur RMPagingIterator \u00e0 partir d''une instance PagableSet qui ne prend pas en charge la pagination.
FNRRS0329.action      = Utilisez la m\u00e9thode RMPagingIterator.supportsPaging() pour d\u00e9terminer si la pagination est prise en charge. Si ce n''est pas le cas, utilisez RMPagingIterator.iterator() au lieu de RMPagingIterator.pageIterator().
FNRRS0329.message     = La pagination n''est pas prise en charge pour cette instance PagableSet.

FNRRS0330.explanation = Une erreur s''est produite lors de l''extraction de jeux de marquage du domaine ident_domaine.
FNRRS0330.action      = V\u00e9rifiez que l''utilisateur actuel dispose d''un droit d''acc\u00e8s au moins \u00e0 un jeu de marquage du domaine.
FNRRS0330.message     = Impossible d''extraire les jeux de marquage du domaine : ''{0}''.
FNRRS0330.arg.0       = ident_domaine

FNRRS0331.explanation = La cha\u00eene d''identification markingSetId du jeu de marquage n''est pas dans un format valide.
FNRRS0331.action      = Assurez-vous que la cha\u00eene d''identification est au format d''une cha\u00eene d''identificateur global unique : ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' o\u00f9 chaque ''x'' est un caract\u00e8re hexad\u00e9cimal.
FNRRS0331.message     = La cha\u00eene d''identification du jeu de marquage est dans un format incorrect : ''{0}''.
FNRRS0331.arg.0       = markingSetId

FNRRS0332.explanation = Une erreur s''est produite lors de l''extraction d''une liste d''options du r\u00e9f\u00e9rentiel ident_r\u00e9f\u00e9rentiel.
FNRRS0332.action      = V\u00e9rifiez que l''utilisateur actuel dispose d''un droit d''acc\u00e8s au moins \u00e0 une liste d''options du r\u00e9f\u00e9rentiel.
FNRRS0332.message     = Impossible d''extraire des listes d''options du r\u00e9f\u00e9rentiel : ''{0}''.
FNRRS0332.arg.0       = ident_r\u00e9f\u00e9rentiel

FNRRS0333.explanation = La cha\u00eene d''identification choiceListId de la liste d''options n''est pas dans un format valide.
FNRRS0333.action      = Assurez-vous que la cha\u00eene d''identification est au format d''une cha\u00eene d''identificateur global unique : ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' o\u00f9 chaque ''x'' est un caract\u00e8re hexad\u00e9cimal.
FNRRS0333.message     = La cha\u00eene d''identification de la liste d''options est dans un format incorrect : ''{0}''.
FNRRS0333.arg.0       = choiceListId

FNRRS0334.explanation = Une erreur s''est produite lors de l''extraction d''une description de classe ident_desc_classe du r\u00e9f\u00e9rentiel ident_r\u00e9f\u00e9rentiel.
FNRRS0334.action      = V\u00e9rifiez que la description de classe existe sur le r\u00e9f\u00e9rentiel et que l''utilisateur actuel dispose des droits d''acc\u00e8s \u00e0 celui-ci.
FNRRS0334.message     = Impossible d''extraire la description de classe du r\u00e9f\u00e9rentiel : ''{0}'', identit\u00e9 de description de classe : ''{1}''.
FNRRS0334.arg.0       = ident_r\u00e9f\u00e9rentiel
FNRRS0334.arg.1       = ident_desc_classe

FNRRS0335.explanation = Une erreur s''est produite lors de l''extraction de descriptions de classe du r\u00e9f\u00e9rentiel ident_r\u00e9f\u00e9rentiel.
FNRRS0335.action      = V\u00e9rifiez que l''utilisateur actuel dispose d''un droit d''acc\u00e8s au r\u00e9f\u00e9rentiel.
FNRRS0335.message     = Impossible d''extraire les descriptions de classe du r\u00e9f\u00e9rentiel : ''{0}'', identit\u00e9s de description de classe : ''{1}''.
FNRRS0335.arg.0       = ident_r\u00e9f\u00e9rentiel

FNRRS0336.explanation = Un param\u00e8tre de cha\u00eene d''ID non valide a \u00e9t\u00e9 d\u00e9tect\u00e9.
FNRRS0336.action      = Assurez-vous que la cha\u00eene d''identification est au format d''une cha\u00eene d''identificateur global unique : ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' o\u00f9 chaque ''x'' est un caract\u00e8re hexad\u00e9cimal.
FNRRS0336.message     = Param\u00e8tre de cha\u00eene d''ID non valide : ''{0}''.
FNRRS0336.arg.0       = cha\u00eene_id

FNRRS0337.explanation = Impossible d''extraire l''utilisateur authentifi\u00e9 actuel du domaine.
FNRRS0337.action      = Assurez-vous qu''un utilisateur est actuellement authentifi\u00e9 pour le domaine et/ou qu''un objet JAAS a \u00e9t\u00e9 \u00e9tabli pour l''unit\u00e9 d''ex\u00e9cution en cours.
FNRRS0337.message     = Impossible d''extraire l''utilisateur authentifi\u00e9 actuel du domaine.

FNRRS0338.explanation = Echec de l''op\u00e9ration de recherche des groupes d''utilisateurs sp\u00e9cifi\u00e9s.
FNRRS0338.action      = Assurez-vous qu''un utilisateur est actuellement authentifi\u00e9 pour le domaine et/ou qu''un objet JAAS a \u00e9t\u00e9 \u00e9tabli pour l''unit\u00e9 d''ex\u00e9cution en cours.
FNRRS0338.message     = Echec lors de la recherche des groupes d''utilisateurs du domaine.

FNRRS0339.explanation = Echec de l''op\u00e9ration de recherche des utilisateurs sp\u00e9cifi\u00e9s.
FNRRS0339.action      = Assurez-vous qu''un utilisateur est actuellement authentifi\u00e9 pour le domaine et/ou qu''un objet JAAS a \u00e9t\u00e9 \u00e9tabli pour l''unit\u00e9 d''ex\u00e9cution en cours.
FNRRS0339.message     = Echec lors de la recherche des utilisateurs du domaine.

FNRRS0340.explanation = L''utilisateur actuel ne dispose pas des droits suffisants pour ajouter un nouveau membre \u00e0 un r\u00f4le existant d\u00e9fini par son nom, son type et le nom de l''application.
FNRRS0340.action      = Assurez-vous que l''utilisateur actuel dispose des droits suffisants pour ajouter un nouveau membre \u00e0 un r\u00f4le existant.
FNRRS0340.message     = L''utilisateur ne dispose pas de droits de s\u00e9curit\u00e9 suffisants pour le r\u00f4le. Nom de r\u00f4le = ''{0}'', type de r\u00f4le = ''{1}'', application = ''{2}''.
FNRRS0340.arg.0       = nom_r\u00f4le
FNRRS0340.arg.1       = type_r\u00f4le
FNRRS0340.arg.2       = nom_appl

FNRRS0341.explanation = Un \u00e9chec s''est produit lors de la tentative d''extraction du r\u00f4le d''acc\u00e8s d\u00e9fini par type_r\u00f4le et nom_appl.
FNRRS0341.action      = Assurez-vous que l''utilisateur actuel dispose des droits suffisants pour ajouter un nouveau membre \u00e0 un r\u00f4le existant et que le r\u00f4le en question existe encore sur le r\u00e9f\u00e9rentiel.
FNRRS0341.message     = Echec lors de la tentative d''extraction du r\u00f4le d''acc\u00e8s d\u00e9fini par type = ''{0}'' et application = ''{1}''.
FNRRS0341.arg.0       = type_r\u00f4le
FNRRS0341.arg.1       = nom_appl

FNRRS0342.explanation = Impossible de cr\u00e9er un nouveau r\u00f4le \u00e0 l''aide du type type_r\u00f4le et du nom d''application nom_appl en raison d''un r\u00f4le pr\u00e9existant avec ces m\u00eames valeurs.
FNRRS0342.action      = Utilisez un autre ensemble de valeurs de type de r\u00f4le/nom d''application ou supprimez d''abord le r\u00f4le existant correspondant.
FNRRS0342.message     = Impossible de cr\u00e9er un nouveau r\u00f4le en raison d''un r\u00f4le pr\u00e9existant, type = ''{0}'' et application = ''{1}''.
FNRRS0342.arg.0       = type_r\u00f4le
FNRRS0342.arg.1       = nom_appl

FNRRS0343.explanation = Un \u00e9chec s''est produit lors de la tentative d''extraction du r\u00f4le d''acc\u00e8s d\u00e9fini par nom_r\u00f4le et nom_appl.
FNRRS0343.action      = Assurez-vous que l''utilisateur actuel dispose des droits suffisants pour afficher le r\u00f4le existant et que le r\u00f4le en question existe encore sur le r\u00e9f\u00e9rentiel.
FNRRS0343.message     = Echec lors de la tentative d''extraction du r\u00f4le d''acc\u00e8s d\u00e9fini par nom = ''{0}'' et application = ''{1}''.
FNRRS0343.arg.0       = nom_r\u00f4le
FNRRS0343.arg.1       = nom_appl

FNRRS0344.explanation = Impossible de d\u00e9terminer l''utilisateur actuel.
FNRRS0344.action      = Assurez-vous qu''un utilisateur est actuellement authentifi\u00e9 pour le domaine et/ou qu''un objet JAAS a \u00e9t\u00e9 \u00e9tabli pour l''unit\u00e9 d''ex\u00e9cution en cours.
FNRRS0344.message     = Impossible de d\u00e9terminer l''utilisateur actuel.

FNRRS0345.explanation = Une erreur s''est produite lors de la tentative d''extraction des plans de fichiers du r\u00e9f\u00e9rentiel de plan de fichiers parent.
FNRRS0345.action      = V\u00e9rifiez que l''utilisateur actuel dispose au moins des droits d''acc\u00e8s en lecture au contenu du r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0345.message     = Erreur lors de l''extraction des plans de fichiers du r\u00e9f\u00e9rentiel de plan de fichiers : ''{0}''.
FNRRS0345.arg.0       = r\u00e9f\u00e9rentiel_plan_fichiers

FNRRS0346.explanation = Une propri\u00e9t\u00e9 obligatoire est manquante ou ne comporte aucune valeur.
FNRRS0346.action      = Assurez-vous qu''une valeur de propri\u00e9t\u00e9 valide est fournie.
FNRRS0346.message     = La propri\u00e9t\u00e9 est manquant ou ne comporte pas de valeur. Nom symbolique : ''{0}''.
FNRRS0346.arg.0       = nom_propri\u00e9t\u00e9

FNRRS0347.explanation = Le nom du plan de fichiers n''est pas unique.
FNRRS0347.action      = Fournissez un nom de plan de fichiers qui n''a pas d\u00e9j\u00e0 \u00e9t\u00e9 utilis\u00e9 sur le r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0347.message     = Le nom du plan de fichiers n''est pas unique : ''{0}''.
FNRRS0347.arg.0       = nom_plan_fichiers

FNRRS0348.explanation = Une erreur s''est produite lors d''une tentative d''ajout d''un nouveau plan de fichiers \u00e0 un r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0348.action      = V\u00e9rifiez que le r\u00e9f\u00e9rentiel cible est valide. Assurez-vous que l''utilisateur actuel dispose d''un acc\u00e8s s\u00e9curis\u00e9 correct au niveau de l''objet pour autoriser cette op\u00e9ration.
FNRRS0348.message     = Impossible d''ajouter un nouveau plan de fichiers au r\u00e9f\u00e9rentiel de plan de fichiers cible : ''{0}''.
FNRRS0348.arg.0       = ident_r\u00e9f\u00e9rentiel

FNRRS0349.explanation = Impossible d''acqu\u00e9rir la description de propri\u00e9t\u00e9 sp\u00e9cifi\u00e9e ou sa sous-zone appartenant \u00e0 la classe et au r\u00e9f\u00e9rentiel sp\u00e9cifi\u00e9s.
FNRRS0349.action      = V\u00e9rifiez que la classe sp\u00e9cifi\u00e9e est appropri\u00e9e pour le processus en cours.
FNRRS0349.message     = Impossible d''acqu\u00e9rir la description de propri\u00e9t\u00e9 d''identit\u00e9 : ''{0}'', identit\u00e9 de classe : ''{1}'' du r\u00e9f\u00e9rentiel : ''{2}''.
FNRRS0349.arg.0       = ident_propri\u00e9t\u00e9
FNRRS0349.arg.1       = ident_classe
FNRRS0349.arg.2       = ident_r\u00e9f\u00e9rentiel

FNRRS0350.explanation = Une erreur s''est produite lors d''une tentative d''extraction de l''objet de contenu sp\u00e9cifi\u00e9 lors d''un processus de d\u00e9claration d''enregistrement.
FNRRS0350.action      = V\u00e9rifiez que l''objet de contenu sp\u00e9cifi\u00e9 existe et qu''il est accessible.
FNRRS0350.message     = Impossible d''extraire l''objet de contenu sp\u00e9cifi\u00e9 pour la d\u00e9claration d''enregistrement : ''{0}''.
FNRRS0350.arg.0       = ident_objet_contenu

FNRRS0351.explanation = Aucun volume enfant actif n''est disponible pour le dossier d''enregistrement sp\u00e9cifi\u00e9. Cela peut emp\u00eacher une op\u00e9ration de d\u00e9claration d''enregistrement lorsque ce dossier d''enregistrement est membre des conteneurs cible du nouvel enregistrement.
FNRRS0351.action      = Ajoutez un nouveau volume actif au dossier d''enregistrement ou rouvrez un volume existant et d\u00e9finissez-le comme conteneur cible pour cette op\u00e9ration de d\u00e9claration d''enregistrement.
FNRRS0351.message     = Aucun volume enfant actif n''est disponible pour le dossier d''enregistrement sp\u00e9cifi\u00e9 : ''{0}''.
FNRRS0351.arg.0       = ident_dossier_enregistrement

FNRRS0352.explanation = Une erreur s''est produite lors de la tentative d''extraction des emplacements du r\u00e9f\u00e9rentiel de plan de fichiers parent.
FNRRS0352.action      = V\u00e9rifiez que l''utilisateur actuel dispose au moins des droits d''acc\u00e8s en lecture au contenu du r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0352.message     = Erreur lors de l''extraction des emplacements du r\u00e9f\u00e9rentiel de plan de fichiers : ''{0}''.
FNRRS0352.arg.0       = r\u00e9f\u00e9rentiel_plan_fichiers

FNRRS0353.explanation = Une erreur s''est produite lors de la tentative d''extraction du module compl\u00e9mentaire du r\u00e9f\u00e9rentiel sp\u00e9cifi\u00e9.
FNRRS0353.action      = V\u00e9rifiez que l''utilisateur actuel dispose au moins des droits d''acc\u00e8s en lecture au contenu du r\u00e9f\u00e9rentiel.
FNRRS0353.message     = Erreur lors de l''extraction de modules suppl\u00e9mentaires du r\u00e9f\u00e9rentiel : ''{0}''.
FNRRS0353.arg.0       = r\u00e9f\u00e9rentiel

FNRRS0354.explanation = Une erreur s''est produite lors de la tentative d''extraction des types d''enregistrement du r\u00e9f\u00e9rentiel de plan de fichiers parent.
FNRRS0354.action      = V\u00e9rifiez que l''utilisateur actuel dispose au moins des droits d''acc\u00e8s en lecture au contenu du r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0354.message     = Erreur lors de l''extraction des types d''enregistrement du r\u00e9f\u00e9rentiel de plan de fichiers : ''{0}''.
FNRRS0354.arg.0       = r\u00e9f\u00e9rentiel_plan_fichiers

FNRRS0355.explanation = La cha\u00eene d''identification RMLink, id_rmLink, n''est pas dans un format valide.
FNRRS0355.action      = Assurez-vous que la cha\u00eene d''identification est au format d''une cha\u00eene d''identificateur global unique : ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' o\u00f9 chaque ''x'' est un caract\u00e8re hexad\u00e9cimal.
FNRRS0355.message     = La cha\u00eene d''identification RMLink est dans un format incorrect : ''{0}''.
FNRRS0355.arg.0       = id_rmLink

FNRRS0356.explanation = Une erreur s''est produite lors de la tentative d''extraction des guides de classification de s\u00e9curit\u00e9 du r\u00e9f\u00e9rentiel de plan de fichiers sp\u00e9cifi\u00e9.
FNRRS0356.action      = Assurez-vous que le r\u00e9f\u00e9rentiel est un r\u00e9f\u00e9rentiel de plan de fichiers classifi\u00e9 de s\u00e9curit\u00e9 DoD et que l''utilisateur actuel peut y acc\u00e9der en toute s\u00e9curit\u00e9.
FNRRS0356.message     = Erreur lors de l''extraction des guides de classification de s\u00e9curit\u00e9 du r\u00e9f\u00e9rentiel de plan de fichiers : ''{0}''.
FNRRS0356.arg.0       = ident_r\u00e9f\u00e9rentiel

FNRRS0357.explanation = Une erreur s''est produite lors de la tentative d''extraction des sections enfants du guide de classification de s\u00e9curit\u00e9 sp\u00e9cifi\u00e9 ou de la section de guide appartenant au r\u00e9f\u00e9rentiel de plan de fichiers sp\u00e9cifi\u00e9.
FNRRS0357.action      = Assurez-vous que le r\u00e9f\u00e9rentiel est un r\u00e9f\u00e9rentiel de plan de fichiers classifi\u00e9 de s\u00e9curit\u00e9 DoD et que l''utilisateur actuel peut y acc\u00e9der en toute s\u00e9curit\u00e9.
FNRRS0357.message     = Erreur lors de l''extraction des sections enfants du guide de classification ou de la section de guide, ''{1}'', appartenant au r\u00e9f\u00e9rentiel de plan de fichiers : ''{0}''.
FNRRS0357.arg.0       = ident_r\u00e9f\u00e9rentiel
FNRRS0357.arg.1       = guide_classification_ou_section

FNRRS0358.explanation = Une erreur s''est produite lors de la tentative d''extraction des rubriques enfants du guide de classification de s\u00e9curit\u00e9 sp\u00e9cifi\u00e9 ou de la section de guide appartenant au r\u00e9f\u00e9rentiel de plan de fichiers sp\u00e9cifi\u00e9.
FNRRS0358.action      = Assurez-vous que le r\u00e9f\u00e9rentiel est un r\u00e9f\u00e9rentiel de plan de fichiers classifi\u00e9 de s\u00e9curit\u00e9 DoD et que l''utilisateur actuel peut y acc\u00e9der en toute s\u00e9curit\u00e9.
FNRRS0358.message     = Erreur lors de l''extraction des rubriques enfants du guide de classification ou de la section de guide, ''{1}'', appartenant au r\u00e9f\u00e9rentiel de plan de fichiers : ''{0}''.
FNRRS0358.arg.0       = ident_r\u00e9f\u00e9rentiel
FNRRS0358.arg.1       = guide_classification_ou_section

FNRRS0359.explanation = Le r\u00e9f\u00e9rentiel de plan de fichiers sp\u00e9cifi\u00e9 n''est pas configur\u00e9 avec le mod\u00e8le de donn\u00e9es classifi\u00e9 DoD et ne prend donc pas en charge les guides de classification de s\u00e9curit\u00e9 DoD.
FNRRS0359.action      = Assurez-vous que le r\u00e9f\u00e9rentiel de plan de fichiers correct est sp\u00e9cifi\u00e9 et qu''il est configur\u00e9 avec le mod\u00e8le de donn\u00e9es classifi\u00e9 DoD.
FNRRS0359.message     = Les guide de classification DoD ne sont pas pris en charge sur le r\u00e9f\u00e9rentiel de plan de fichiers : ''{0}''.
FNRRS0359.arg.0       = ident_r\u00e9f\u00e9rentiel

FNRRS0360.explanation = Une erreur s''est produite lors de la tentative d''extraction eu guide de classification de s\u00e9curit\u00e9 sp\u00e9cifi\u00e9 appartenant au r\u00e9f\u00e9rentiel de plan de fichiers sp\u00e9cifi\u00e9.
FNRRS0360.action      = Assurez-vous que le r\u00e9f\u00e9rentiel est un r\u00e9f\u00e9rentiel de plan de fichiers classifi\u00e9 de s\u00e9curit\u00e9 DoD et que l''utilisateur actuel peut y acc\u00e9der en toute s\u00e9curit\u00e9.
FNRRS0360.message     = Erreur lors de l''extraction du guide de classification, ''{1}'', appartenant au r\u00e9f\u00e9rentiel de plan de fichiers : ''{0}''.
FNRRS0360.arg.0       = ident_r\u00e9f\u00e9rentiel
FNRRS0360.arg.1       = ident_guide

FNRRS0361.explanation = Une exception inattendue a \u00e9t\u00e9 renvoy\u00e9e par l''API P8 Content Engine comme sp\u00e9cifi\u00e9 par la cha\u00eene de code d''exception ou de message.
FNRRS0361.action      = Examinez l''exception P8 Content Engine et tous les enregistrements d''erreur disponibles pour plus d''informations sur la cause sous-jacente de ce cas d''erreur.
FNRRS0361.message     = Une exception P8 Content Engine inattendue s''est produite. Code d''exception : {0}, message : ''{1}''
FNRRS0361.arg.0       = code_exception_ce
FNRRS0361.arg.1       = message_exception_ce

FNRRS0362.explanation = Une exception inattendue s''est produite lors de la tentative d''extraction de l''heure limite maximale de d\u00e9classification DoD du r\u00e9f\u00e9rentiel de plan de fichiers sp\u00e9cifi\u00e9.
FNRRS0362.action      = Assurez-vous que le mod\u00e8le de donn\u00e9es classifi\u00e9 DoD de la propri\u00e9t\u00e9 a \u00e9t\u00e9 configur\u00e9 pour ce r\u00e9f\u00e9rentiel et qu''il inclut une valeur valide pour l''entr\u00e9e de configuration syst\u00e8me appropri\u00e9e.
FNRRS0362.message     = Erreur inattendue lors de l''extraction de l''heure limite maximale de d\u00e9classification DoD. R\u00e9f\u00e9rentiel : ''{0}''
FNRRS0362.arg.0       = nom_r\u00e9f\u00e9rentiel

FNRRS0363.explanation = Une erreur s''est produite lors de la tentative d''extraction des actions d''\u00e9limination du r\u00e9f\u00e9rentiel de plan de fichiers parent.
FNRRS0363.action      = V\u00e9rifiez que l''utilisateur actuel dispose au moins des droits d''acc\u00e8s en lecture au contenu du r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0363.message     = Erreur lors de l''extraction des actions d''\u00e9limination du r\u00e9f\u00e9rentiel de plan de fichiers : ''{0}''.
FNRRS0363.arg.0       = r\u00e9f\u00e9rentiel_plan_fichiers

FNRRS0364.explanation = Une erreur s''est produite lors de la tentative d''extraction des d\u00e9clencheurs d''\u00e9limination du r\u00e9f\u00e9rentiel de plan de fichiers parent.
FNRRS0364.action      = V\u00e9rifiez que l''utilisateur actuel dispose au moins des droits d''acc\u00e8s en lecture au contenu du r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0364.message     = Erreur lors de l''extraction des d\u00e9clencheurs d''\u00e9limination du r\u00e9f\u00e9rentiel de plan de fichiers : ''{0}''.
FNRRS0364.arg.0       = r\u00e9f\u00e9rentiel_plan_fichiers

FNRRS0365.explanation = Une erreur s''est produite lors de la tentative d''extraction des plannings d''\u00e9limination du r\u00e9f\u00e9rentiel de plan de fichiers parent.
FNRRS0365.action      = V\u00e9rifiez que l''utilisateur actuel dispose au moins des droits d''acc\u00e8s en lecture au contenu du r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0365.message     = Erreur lors de l''extraction des plannings d''\u00e9limination du r\u00e9f\u00e9rentiel de plan de fichiers : ''{0}''.
FNRRS0365.arg.0       = r\u00e9f\u00e9rentiel_plan_fichiers

FNRRS0366.explanation = Le nom d''\u00e9v\u00e9nement d\u00e9clencheur d''\u00e9limination propos\u00e9 est d\u00e9j\u00e0 utilis\u00e9 sur ce r\u00e9f\u00e9rentiel.
FNRRS0366.action      = Fournissez une valeur qui n''a pas d\u00e9j\u00e0 \u00e9t\u00e9 utilis\u00e9e sur le r\u00e9f\u00e9rentiel.
FNRRS0366.message     = Le nom d''\u00e9v\u00e9nement d\u00e9clencheur d''\u00e9limination propos\u00e9 n''est pas unique sur le r\u00e9f\u00e9rentiel : ''{0}''.
FNRRS0366.arg.0       = valeur_nom

FNRRS0367.explanation = La p\u00e9riode de temps de cycle pour un d\u00e9clencheur d''\u00e9limination r\u00e9current doit \u00eatre sup\u00e9rieure \u00e0 0.
FNRRS0367.action      = Indiquez une valeur diff\u00e9rente de z\u00e9ro pour les ann\u00e9es, les mois ou les jours.
FNRRS0367.message     = Au moins une valeur de temps de cycle doit \u00eatre sup\u00e9rieure \u00e0 0.

FNRRS0368.explanation = Une erreur s''est produite lors d''une tentative d''ajout d''un nouveau d\u00e9clencheur d''\u00e9limination \u00e0 un r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0368.action      = V\u00e9rifiez que le r\u00e9f\u00e9rentiel cible est valide. Assurez-vous que l''utilisateur actuel dispose d''un acc\u00e8s s\u00e9curis\u00e9 correct au niveau de l''objet pour autoriser cette op\u00e9ration.
FNRRS0368.message     = Impossible d''ajouter un nouveau d\u00e9clencheur d''\u00e9limination au r\u00e9f\u00e9rentiel de plan de fichiers cible : ''{0}''.
FNRRS0368.arg.0       = ident_r\u00e9f\u00e9rentiel

FNRRS0369.explanation = Une erreur s''est produite lors d''une tentative d''ajout d''une nouvelle action d''\u00e9limination \u00e0 un r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0369.action      = V\u00e9rifiez que le r\u00e9f\u00e9rentiel cible est valide. Assurez-vous que l''utilisateur actuel dispose d''un acc\u00e8s s\u00e9curis\u00e9 correct au niveau de l''objet pour autoriser cette op\u00e9ration.
FNRRS0369.message     = Impossible d''ajouter une nouvelle action d''\u00e9limination au r\u00e9f\u00e9rentiel de plan de fichiers cible : ''{0}''.
FNRRS0369.arg.0       = ident_r\u00e9f\u00e9rentiel

FNRRS0370.explanation = Le nom d''action d''\u00e9limination propos\u00e9 est d\u00e9j\u00e0 utilis\u00e9 sur ce r\u00e9f\u00e9rentiel.
FNRRS0370.action      = Fournissez une valeur qui n''a pas d\u00e9j\u00e0 \u00e9t\u00e9 utilis\u00e9e sur le r\u00e9f\u00e9rentiel.
FNRRS0370.message     = Le nom d''action d''\u00e9limination propos\u00e9 n''est pas unique sur le r\u00e9f\u00e9rentiel : ''{0}''.
FNRRS0370.arg.0       = valeur_nom

FNRRS0371.explanation = La valeur de flux de travaux associ\u00e9e \u00e0 l''action d''\u00e9limination propos\u00e9e n''est pas une instance de la classe de d\u00e9finition de flux de travaux.
FNRRS0371.action      = Indiquez une instance de d\u00e9finition de flux de travaux IBM Enterprise Records valide pour la propri\u00e9t\u00e9 de flux de travaux associ\u00e9e.
FNRRS0371.message     = La valeur de flux de travaux associ\u00e9e \u00e0 l''action d''\u00e9limination propos\u00e9e n''est pas une instance de la classe de d\u00e9finition de flux de travaux : ''{0}''.
FNRRS0371.arg.0       = nom_classe

FNRRS0372.explanation = Une erreur s''est produite lors de la tentative d''extraction des d\u00e9finitions de flux de travaux du r\u00e9f\u00e9rentiel de plan de fichiers parent.
FNRRS0372.action      = V\u00e9rifiez que l''utilisateur actuel dispose au moins des droits d''acc\u00e8s en lecture au contenu du r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0372.message     = Erreur lors de l''extraction des d\u00e9finitions de flux de travaux du r\u00e9f\u00e9rentiel de plan de fichiers : ''{0}''.
FNRRS0372.arg.0       = r\u00e9f\u00e9rentiel_plan_fichiers

FNRRS0373.explanation = Le nom de planning d''\u00e9limination propos\u00e9 est d\u00e9j\u00e0 utilis\u00e9 sur ce r\u00e9f\u00e9rentiel.
FNRRS0373.action      = Fournissez une valeur qui n''a pas d\u00e9j\u00e0 \u00e9t\u00e9 utilis\u00e9e sur le r\u00e9f\u00e9rentiel.
FNRRS0373.message     = Le nom de planning d''\u00e9limination propos\u00e9 n''est pas unique sur le r\u00e9f\u00e9rentiel : ''{0}''.
FNRRS0373.arg.0       = valeur_nom

FNRRS0374.explanation = Une valeur de d\u00e9clencheur d''\u00e9limination non valide a \u00e9t\u00e9 sp\u00e9cifi\u00e9e pour le planning d''\u00e9limination propos\u00e9.
FNRRS0374.action      = Indiquez une valeur de d\u00e9clencheur valide ou un d\u00e9clencheur de date calendaire pr\u00e9d\u00e9finie.
FNRRS0374.message     = Une valeur de d\u00e9clencheur d''\u00e9limination non valide a \u00e9t\u00e9 sp\u00e9cifi\u00e9e pour le planning d''\u00e9limination propos\u00e9.
FNRRS0374.arg.0       = valeur_nom

FNRRS0375.explanation = La valeur de la propri\u00e9t\u00e9 sp\u00e9cifi\u00e9e n''est pas valide ou est hors limite.
FNRRS0375.action      = Affectez \u00e0 la propri\u00e9t\u00e9 sp\u00e9cifi\u00e9e une valeur valide.
FNRRS0375.message     = La valeur de la propri\u00e9t\u00e9 sp\u00e9cifi\u00e9e n''est pas valide ou est hors limite : {0}, ''{1}''
FNRRS0375.arg.0       = nom_propri\u00e9t\u00e9
FNRRS0375.arg.1       = valeur_de_la_propri\u00e9t\u00e9

FNRRS0376.explanation = Une valeur de dur\u00e9e de conservation valide est manquante dans le nom de planning d''\u00e9limination propos\u00e9.
FNRRS0376.action      = Indiquez des valeurs non n\u00e9gatives pour les ann\u00e9es, les mois et jours de la dur\u00e9e de conservation.
FNRRS0376.message     = Une valeur de dur\u00e9e de conservation valide est manquante dans le nom de planning d''\u00e9limination propos\u00e9.

FNRRS0377.explanation = Une valeur de dur\u00e9e de conservation valide est manquante dans une phase d''\u00e9limination.
FNRRS0377.action      = Indiquez des valeurs non n\u00e9gatives pour les ann\u00e9es, les mois et jours de la dur\u00e9e de conservation.
FNRRS0377.message     = Une valeur de dur\u00e9e de conservation valide est manquante dans une phase d''\u00e9limination.

FNRRS0378.explanation = Une valeur de dur\u00e9e de conservation valide est manquante dans une autre conservation de phase d''\u00e9limination.
FNRRS0378.action      = Indiquez des valeurs non n\u00e9gatives pour les ann\u00e9es, les mois et jours de la dur\u00e9e de conservation.
FNRRS0378.message     = Une valeur de dur\u00e9e de conservation valide est manquante dans une autre conservation de phase d''\u00e9limination.

FNRRS0379.explanation = Une erreur s''est produite lors d''une tentative d''ajout d''un nouveau planning d''\u00e9limination \u00e0 un r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0379.action      = V\u00e9rifiez que le r\u00e9f\u00e9rentiel cible est valide. Assurez-vous que l''utilisateur actuel dispose d''un acc\u00e8s s\u00e9curis\u00e9 correct au niveau de l''objet pour autoriser cette op\u00e9ration.
FNRRS0379.message     = Impossible d''ajouter un nouveau planning d''\u00e9limination au r\u00e9f\u00e9rentiel de plan de fichiers cible : ''{0}''.
FNRRS0379.arg.0       = ident_r\u00e9f\u00e9rentiel

FNRRS0380.explanation = Une erreur s''est produite lors d''une tentative d''ajout d''un nouveau type d''enregistrement \u00e0 un r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0380.action      = V\u00e9rifiez que le r\u00e9f\u00e9rentiel cible est valide. Assurez-vous que l''utilisateur actuel dispose d''un acc\u00e8s s\u00e9curis\u00e9 correct au niveau de l''objet pour autoriser cette op\u00e9ration.
FNRRS0380.message     = Impossible d''ajouter un nouveau type d''enregistrement au r\u00e9f\u00e9rentiel de plan de fichiers cible : ''{0}''.
FNRRS0380.arg.0       = ident_r\u00e9f\u00e9rentiel

FNRRS0381.explanation = Le nom de type d''enregistrement propos\u00e9 est d\u00e9j\u00e0 utilis\u00e9 sur ce r\u00e9f\u00e9rentiel.
FNRRS0381.action      = Fournissez une valeur qui n''a pas d\u00e9j\u00e0 \u00e9t\u00e9 utilis\u00e9e sur le r\u00e9f\u00e9rentiel.
FNRRS0381.message     = Le nom de type d''enregistrement propos\u00e9 n''est pas unique sur le r\u00e9f\u00e9rentiel : ''{0}''.
FNRRS0381.arg.0       = valeur_nom

FNRRS0382.explanation = Impossible de cr\u00e9er une nouvelle instance de type_entit\u00e9 sur ident_r\u00e9f\u00e9rentiel.
FNRRS0382.action      = Assurez-vous que la classe associ\u00e9e est d\u00e9finie sur le r\u00e9f\u00e9rentiel et que l''utilisateur actuel dispose d''un acc\u00e8s s\u00e9curis\u00e9 correct pour autoriser cette op\u00e9ration.
FNRRS0382.message     = Impossible de cr\u00e9er une nouvelle instance du type d''entit\u00e9 sur le r\u00e9f\u00e9rentiel sp\u00e9cifi\u00e9 : {0}, ''{1}''.
FNRRS0382.arg.0       = type_entit\u00e9
FNRRS0382.arg.1       = ident_r\u00e9f\u00e9rentiel

FNRRS0383.explanation = La propri\u00e9t\u00e9 sp\u00e9cifi\u00e9e ou sa valeur est actuellement indisponible.
FNRRS0383.action      = Assurez-vous que cette propri\u00e9t\u00e9 est d\u00e9finie et accessible \u00e0 l''utilisateur actuel.
FNRRS0383.message     = Impossible d''extraire la propri\u00e9t\u00e9 : {0}.
FNRRS0383.arg.0       = nom_propri\u00e9t\u00e9

FNRRS0384.explanation = Le nom d''emplacement propos\u00e9 est d\u00e9j\u00e0 utilis\u00e9 sur ce r\u00e9f\u00e9rentiel.
FNRRS0384.action      = Fournissez une valeur qui n''a pas d\u00e9j\u00e0 \u00e9t\u00e9 utilis\u00e9e sur le r\u00e9f\u00e9rentiel.
FNRRS0384.message     = Le nom d''emplacement propos\u00e9 n''est pas unique sur le r\u00e9f\u00e9rentiel : ''{0}''.
FNRRS0384.arg.0       = valeur_nom

FNRRS0385.explanation = L''op\u00e9ration n''est pas prise en charge par le type d''objet actuel.
FNRRS0385.action      = Cette op\u00e9ration n''est pas utilisable avec cet objet.  Modifiez l''objet ou l''op\u00e9ration.
FNRRS0385.message     = Cette op\u00e9ration n''est pas prise en charge avec le type d''objet actuel.

FNRRS0386.explanation = Le nom de mise en attente propos\u00e9 est d\u00e9j\u00e0 utilis\u00e9 sur ce r\u00e9f\u00e9rentiel.
FNRRS0386.action      = Fournissez une valeur qui n''a pas d\u00e9j\u00e0 \u00e9t\u00e9 utilis\u00e9e sur le r\u00e9f\u00e9rentiel.
FNRRS0386.message     = Le nom de mise en attente propos\u00e9 n''est pas unique sur le r\u00e9f\u00e9rentiel : ''{0}''.
FNRRS0386.arg.0       = valeur_nom

FNRRS0387.explanation = Une erreur s''est produite lors de l''extraction des mises en attente du r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0387.action      = V\u00e9rifiez qu''au moins une mise en attente existe dans le r\u00e9f\u00e9rentiel.
FNRRS0387.message     = Erreur lors de l''extraction des mises en attente du r\u00e9f\u00e9rentiel de plan de fichiers : ''{0}''.
FNRRS0387.arg.0       = identificateur du r\u00e9f\u00e9rentiel de r\u00e9f\u00e9rentiel

FNRRS0388.explanation = La cha\u00eene d''identification de la mise en attente, id_rmLink, n''est pas dans un format valide.
FNRRS0388.action      = Assurez-vous que la cha\u00eene d''identification est au format d''une cha\u00eene d''identificateur global unique : ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' o\u00f9 chaque ''x'' est un caract\u00e8re hexad\u00e9cimal.
FNRRS0388.message     = La cha\u00eene d''identification de la mise en attente est dans un format incorrect : ''{0}''.
FNRRS0388.arg.0       = ID mise en attente

FNRRS0389.explanation = Impossible d''initialiser la requ\u00eate SQL sur la librairie.
FNRRS0389.action      = Si le SQL contient une r\u00e9cup\u00e9ration bas\u00e9e sur le contenu, v\u00e9rifiez que le moteur de recherche de contenu est correctement configur\u00e9.
FNRRS0389.message     = Impossible d''initialiser la requ\u00eate ''{0}'' sur le r\u00e9f\u00e9rentiel : ''{1}''.
FNRRS0389.arg.0       = cha\u00eene de requ\u00eate SQL
FNRRS0389.arg.1       = identificateur du r\u00e9f\u00e9rentiel

FNRRS0390.explanation = IBM Enterprise Records ne prend pas en charge les environnements d''extraction par le contenu (CBR) qui combinent plusieurs types de moteur CBR.
FNRRS0390.action      = Vous devez migrer les moteurs de recherche des librairies d''enregistrements d''IBM Legacy Content Search Engine vers IBM Content Search Services.
FNRRS0390.message     = Les r\u00e9f\u00e9rentiels de contenu associ\u00e9s au r\u00e9f\u00e9rentiel de plan de fichiers sont configur\u00e9s avec environnement d''extraction par le contenu (CBR) h\u00e9t\u00e9rog\u00e8ne qui combine plusieurs types de moteur CBR. Cette configuration CBR h\u00e9t\u00e9rog\u00e8ne n''est pas prise en charge. Vous devez faire migrer votre moteur de recherche d''IBM Legacy Content Search Engine vers IBM Content Search Services. Pour plus d''informations, voir la rubrique relative aux nouveaut\u00e9s du produit IBM FileNet Content Search Engine dans le centre de documentation FileNet P8.

FNRRS0391.explanation = Impossible d''initialiser l''extraction par le contenu. Un moteur de recherche de contenu n''est pas configur\u00e9 ou est incorrectement configur\u00e9.
FNRRS0391.action      = V\u00e9rifiez qu''un moteur de recherche de contenu est correctement configur\u00e9 avec le r\u00e9f\u00e9rentiel de contenu.
FNRRS0391.message     = Un moteur de recherche de contenu n''est pas configur\u00e9 ou est incorrectement configur\u00e9. Impossible d''initialiser l''extraction par le contenu : ''{0}'' sur le r\u00e9f\u00e9rentiel : ''{1}''.
FNRRS0391.arg.0       = cha\u00eene de requ\u00eate SQL
FNRRS0391.arg.1       = identificateur du r\u00e9f\u00e9rentiel

FNRRS0392.explanation = Impossible d''obtenir le r\u00e9sultat de recherche en fonction des crit\u00e8res de recherche.
FNRRS0392.action      = V\u00e9rifiez qu''un moteur de recherche de contenu est correctement configur\u00e9 avec les librairies d''enregistrements.
FNRRS0392.message     = Impossible d''obtenir le r\u00e9sultat de recherche en fonction des crit\u00e8res de recherche.

FNRRS0393.explanation = L''enregistrement ne peut pas \u00eatre class\u00e9 dans plus d''un conteneur.
FNRRS0393.action      = Assurez-vous que l''enregistrement n''est pas class\u00e9 dans plusieurs conteneurs et r\u00e9essayez.
FNRRS0393.message     = L''enregistrement ne peut pas \u00eatre class\u00e9 dans plus d''un conteneur.

FNRRS0394.explanation = La valeur de param\u00e8tre est manquante ou non valide.
FNRRS0394.action      = Indiquez une valeur de param\u00e8tre compatible.
FNRRS0394.message     = La valeur du param\u00e8tre suivant n''est pas valide : ''{0}''
FNRRS0394.arg.0       = nom de param\u00e8tre

FNRRS0395.explanation = Aucun volume actif ne se trouve dans le conteneur sp\u00e9cifi\u00e9.  Un volume actif valide est obligatoire.
FNRRS0395.action      = Assurez-vous qu''un volume actif se trouve dans le conteneur sp\u00e9cifi\u00e9.
FNRRS0395.message     = Aucun volume actif ne se trouve dans ce conteneur : ''{0}''
FNRRS0395.arg.0       = identificateur du conteneur

FNRRS0396.explanation = Les conteneurs source et de destination sont identiques.  Ce cas n''est pas autoris\u00e9 lors du d\u00e9placement d''objets.
FNRRS0396.action      = Retentez l''action en sp\u00e9cifiant un conteneur source diff\u00e9rent du conteneur de destination.
FNRRS0396.message     = Les conteneurs source et de destination sont identiques.

FNRRS0397.explanation = L''objet est d\u00e9j\u00e0 class\u00e9 dans le conteneur de destination.
FNRRS0397.action      = Retentez l''action en sp\u00e9cifiant un conteneur de destination diff\u00e9rent.
FNRRS0397.message     = L''objet est d\u00e9j\u00e0 class\u00e9 dans le conteneur de destination.

FNRRS0398.explanation = L''enregistrement est d\u00e9j\u00e0 un parent de re\u00e7u.  Il ne peut pas \u00eatre \u00e0 la fois un re\u00e7u et un parent de re\u00e7u.
FNRRS0398.action      = L''enregistrement ne peut pas \u00eatre \u00e0 la fois un re\u00e7u et un parent de re\u00e7u.  Effectuez une action corrective en fonction des besoins de votre entreprise.
FNRRS0398.message     = L''enregistrement est d\u00e9j\u00e0 un parent de re\u00e7u.
FNRRS0398.arg.0       = placeholder

FNRRS0399.explanation = L''enregistrement est d\u00e9j\u00e0 un re\u00e7u.  Les re\u00e7us peuvent \u00eatre associ\u00e9s \u00e0 un seul enregistrement.
FNRRS0399.action      = L''enregistrement peut \u00eatre associ\u00e9 \u00e0 un seul autre enregistrement.  Effectuez une action corrective en fonction des besoins de votre entreprise.
FNRRS0399.message     = L''enregistrement est d\u00e9j\u00e0 un re\u00e7u.

FNRRS0400.explanation = Le parent de re\u00e7u est d\u00e9j\u00e0 un re\u00e7u.  Il ne peut pas \u00eatre \u00e0 la fois un re\u00e7u et un parent de re\u00e7u.
FNRRS0400.action      = L''enregistrement ne peut pas \u00eatre \u00e0 la fois un re\u00e7u et un parent de re\u00e7u.  Effectuez une action corrective en fonction des besoins de votre entreprise.
FNRRS0400.message     = Le parent est d\u00e9j\u00e0 un re\u00e7u.

FNRRS0401.explanation = Une erreur s''est produite lors de l''envoi du re\u00e7u en pi\u00e8ce jointe \u00e0 l''enregistrement.
FNRRS0401.action      = V\u00e9rifiez que la propri\u00e9t\u00e9 du re\u00e7u est disponible dans la page de propri\u00e9t\u00e9s.  V\u00e9rifiez que vous \u00eates autoris\u00e9 \u00e0 modifier les propri\u00e9t\u00e9s de l''enregistrement et du re\u00e7u.
FNRRS0401.message     = Impossible de joindre le re\u00e7u \u00e0 l''enregistrement.

FNRRS0402.explanation = Cet objet n''est pas un re\u00e7u valide.
FNRRS0402.action      = V\u00e9rifiez que la propri\u00e9t\u00e9 receiptOf du re\u00e7u a une valeur valide.
FNRRS0402.message     = Cet objet n''est pas un re\u00e7u valide : {0}.
FNRRS0402.arg.0       = identificateur d''objet

FNRRS0403.explanation = Une erreur s''est produite lors de la tentative de dissociation de ce re\u00e7u et de son parent.
FNRRS0403.action      = V\u00e9rifiez que les re\u00e7us sont activ\u00e9s pour cette librairie.  V\u00e9rifiez que cet objet est un re\u00e7u valide.
FNRRS0403.message     = Impossible de dissocier ce re\u00e7u.

FNRRS0404.explanation = Une erreur s''est produite lors de la tentative de g\u00e9n\u00e9ration d''un \u00e9v\u00e9nement RMAudit sur l''objet.
FNRRS0404.action      = V\u00e9rifiez que cet objet est un objet de document, de dossier ou un objet personnalis\u00e9 valide.
FNRRS0404.message     = Impossible de g\u00e9n\u00e9rer un \u00e9v\u00e9nement pour l''objet : ''{0}''
FNRRS0404.arg.0       = id_objet

FNRRS0405.explanation = Une erreur s''est produite lors de la v\u00e9rification des propri\u00e9t\u00e9s associ\u00e9es \u00e0 des enregistrements vitaux.  L''entit\u00e9 est marqu\u00e9e comme vitale mais une propri\u00e9t\u00e9 associ\u00e9e est manquante ou incorrecte.
FNRRS0405.action      = V\u00e9rifiez que les propri\u00e9t\u00e9s d''enregistrement vital correctes sont d\u00e9finies avec des valeurs valides.
FNRRS0405.message     = Propri\u00e9t\u00e9 d''enregistrement vital non valide : ''{0}'' avec la valeur''{1}''
FNRRS0405.arg.0       = nom de propri\u00e9t\u00e9
FNRRS0405.arg.1       = valeur de propri\u00e9t\u00e9

FNRRS0406.explanation = Les conteneurs contenus ne proviennent pas du m\u00eame plan de fichiers.
FNRRS0406.action      = V\u00e9rifiez que ces conteneurs se trouvent dans le m\u00eame plan de fichiers.
FNRRS0406.message     = Les conteneurs {0} et {1} ne proviennent pas du m\u00eame plan de fichiers.
FNRRS0406.arg.0       = identificateur du conteneur 1
FNRRS0406.arg.1       = identificateur du conteneur 2

FNRRS0407.explanation = Les propri\u00e9t\u00e9s d''enregistrement vital fournies sont vides ou non valides.
FNRRS0407.action      = V\u00e9rifiez que les propri\u00e9t\u00e9s d''enregistrement vital correctes sont d\u00e9finies avec des valeurs valides.
FNRRS0407.message     = Propri\u00e9t\u00e9s d''enregistrement vital non valides.

FNRRS0408.explanation = La propri\u00e9t\u00e9 ApplyToNameOrID comporte une valeur non valide.  La valeur doit \u00eatre "Nom" ou "Identificateur".
FNRRS0408.action      = Attribuez \u00e0 la propri\u00e9t\u00e9 l''une des valeurs valides.
FNRRS0408.message     = La propri\u00e9t\u00e9 a une valeur non valide.

FNRRS0409.explanation = Impossible de d\u00e9finir les propri\u00e9t\u00e9s vitales.  Consultez les autres messages d''erreur pour conna\u00eetre la cause sp\u00e9cifique.
FNRRS0409.action      = V\u00e9rifiez que les propri\u00e9t\u00e9s d''enregistrement vital correctes sont d\u00e9finies avec des valeurs valides.
FNRRS0409.message     = Impossible d''extraire les propri\u00e9t\u00e9s vitales de l''entit\u00e9.  Propri\u00e9t\u00e9 : ''{0}''.
FNRRS0409.arg.0       = id_objet

FNRRS0410.explanation = Impossible de d\u00e9finir les propri\u00e9t\u00e9s vitales.  Consultez les autres messages d''erreur pour conna\u00eetre la cause sp\u00e9cifique.
FNRRS0410.action      = V\u00e9rifiez que les propri\u00e9t\u00e9s d''enregistrement vital correctes sont d\u00e9finies avec des valeurs valides.
FNRRS0410.message     = Impossible de d\u00e9finir la prochaine date de r\u00e9vision d''objet vital pour l''entit\u00e9 ''{0}''.
FNRRS0410.arg.0       = id_objet

FNRRS0411.explanation = Le nom de mod\u00e8le sp\u00e9cifi\u00e9 n''est pas unique.
FNRRS0411.action      = Attribuez un nom unique au mod\u00e8le.
FNRRS0411.message     = Le nom sp\u00e9cifi\u00e9 pour le mod\u00e8le n''est pas unique.

FNRRS0412.explanation = Impossible de d\u00e9finir les propri\u00e9t\u00e9s vitales.  Consultez les autres messages d''erreur pour conna\u00eetre la cause sp\u00e9cifique.
FNRRS0412.action      = V\u00e9rifiez que les propri\u00e9t\u00e9s d''enregistrement vital correctes sont d\u00e9finies avec des valeurs valides.
FNRRS0412.message     = Impossible de d\u00e9finir les propri\u00e9t\u00e9s vitales de l''entit\u00e9 ''{0}''.
FNRRS0412.arg.0       = id_objet

FNRRS0413.explanation = La propri\u00e9t\u00e9 vital ne peut pas \u00eatre null.
FNRRS0413.action      = V\u00e9rifiez que les propri\u00e9t\u00e9s d''enregistrement vital correctes sont d\u00e9finies avec une valeur d\u00e9finie valide.
FNRRS0413.message     = Impossible de d\u00e9finir la propri\u00e9t\u00e9 du d\u00e9clencheur vital ''{0}''.
FNRRS0413.arg.0       = id_objet

FNRRS0414.explanation = L''\u00e9v\u00e9nement cyclique sp\u00e9cifi\u00e9 contient une p\u00e9riode de cycle non valide.  Ce cas se produit fort probablement car les ann\u00e9es, les mois et les jours associ\u00e9s au d\u00e9clencheur ont la valeur z\u00e9ro.
FNRRS0414.action      = V\u00e9rifiez que la p\u00e9riode de cycle comprend une valeur valide sup\u00e9rieure \u00e0 z\u00e9ro.
FNRRS0414.message     = Le nom de l''\u00e9v\u00e9nement cyclique, {0}, d\u00e9finit la p\u00e9riode de cycle sur {1} ans, {2} mois, {3} jours. Le syst\u00e8me ne peut pas calculer les donn\u00e9es d''\u00e9limination.
FNRRS0414.arg.0       = nom de l''\u00e9v\u00e9nement
FNRRS0414.arg.1       = nombre d''ann\u00e9es
FNRRS0414.arg.2       = nombre de mois
FNRRS0414.arg.3       = nombre de jours

FNRRS0415.explanation = Une erreur inattendue s''est produite lors de la tentative d''extraction d''objets ConnectorRegistration disponibles d''un r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0415.action      = V\u00e9rifiez que toutes les \u00e9tapes d''installation du r\u00e9f\u00e9rentiel de plan de fichiers ont \u00e9t\u00e9 effectu\u00e9es avec succ\u00e8s.
FNRRS0415.message     = Impossible d''extraire les objets ConnectorRegistration du r\u00e9f\u00e9rentiel de plan de fichiers : {0}.
FNRRS0415.arg.0       = Identit\u00e9 du r\u00e9f\u00e9rentiel de plan de fichiers.

FNRRS0416.explanation = Impossible d''acc\u00e9der aux classes de l''API Java IBM FileNet P8 Process Engine.
FNRRS0416.action      = V\u00e9rifiez que le fichier JAR de l''API Java Process Engine et ses d\u00e9pendances sont inclus dans le chemin d''acc\u00e8s aux classes d''ex\u00e9cution. Cet ensemble inclut g\u00e9n\u00e9ralement pe.jar, peResources.jar, mailapi.jar et xercesImpl.jar. La m\u00e9thode RALPESupport#getSetupException permet de d\u00e9tecter toutes les exceptions qui se sont produites.
FNRRS0416.message     = L''API Java IBM FileNet P8 Process Engine est indisponible.

FNRRS0417.explanation = Le param\u00e8tre d''entr\u00e9e ''vwSession'' doit \u00eatre une instance valide de la classe ''filenet.vw.api.VWSession''.
FNRRS0417.action      = V\u00e9rifiez que la configuration de votre connexion client IBM FileNet P8 Process Engine est correcte.
FNRRS0417.message     = Le param\u00e8tre d''entr\u00e9e ''vwSession'' n''est pas une instance valide de la classe ''filenet.vw.api.VWSession''.

FNRRS0418.explanation = Le param\u00e8tre d''entr\u00e9e ''vwStepElement'' doit \u00eatre une instance valide de la classe ''filenet.vw.api.VWStepElement''.
FNRRS0418.action      = Une instance valide de la classe ''filenet.vw.api.VWStepElement'' peut \u00eatre obtenue via la m\u00e9thode RALPESupport#createWorkflow.
FNRRS0418.message     = Le param\u00e8tre d''entr\u00e9e ''vwStepElement'' n''est pas une instance valide de la classe ''filenet.vw.api.VWStepElement''.

FNRRS0419.explanation = Une exception ''filenet.vw.api.VWException'' inattendue s''est produite. 
FNRRS0419.action      = Examinez la cha\u00eene de message, la trace de pile et/ou les journaux serveur joints pour plus d''informations sur la source de cette erreur.
FNRRS0419.message     = Une exception ''filenet.vw.api.VWException'' inattendue a \u00e9t\u00e9 intercept\u00e9e : {0}
FNRRS0419.arg.0	   = Cha\u00eene de message localis\u00e9 provenant de l''instance ''filenet.vw.api.VWException''.

FNRRS0420.explanation = Une instance ''filenet.vw.api.VWUserInfo'' non nulle est obligatoire pour cette op\u00e9ration.
FNRRS0420.action      = Assurez-vous que l''instance ''filenet.vw.api.VWSession'' est valide et que l''utilisateur actuel a \u00e9t\u00e9 authentifi\u00e9 avec succ\u00e8s.
FNRRS0420.message     = L''appel de l''API P8 FileNet Process Engine dans le but d''obtenir une instance ''filenet.vw.api.VWUserInfo'' a renvoy\u00e9 une valeur nulle.

FNRRS0421.explanation = Une erreur a \u00e9t\u00e9 renvoy\u00e9e lors de la tentative d''extraction de la mise en attente sp\u00e9cifi\u00e9e.
FNRRS0421.action	   = V\u00e9rifiez que la cha\u00eene d''identification de la mise en attente est valide et que la mise en attente existe.
FNRRS0421.message     = Impossible d''extraire la mise en attente sp\u00e9cifi\u00e9e : {0}
FNRRS0421.arg.0        = Cha\u00eene identifiant la mise en attente sp\u00e9cifi\u00e9e.

FNRRS0422.explanation = Une erreur s''est produite lors de la tentative d''extraction des d\u00e9finitions de rapport du r\u00e9f\u00e9rentiel de plan de fichiers parent.
FNRRS0422.action      = V\u00e9rifiez que l''utilisateur actuel dispose au moins des droits d''acc\u00e8s en lecture au contenu du r\u00e9f\u00e9rentiel de plan de fichiers.
FNRRS0422.message     = Erreur lors de l''extraction des d\u00e9finitions de rapport du r\u00e9f\u00e9rentiel de plan de fichiers : ''{0}''.
FNRRS0422.arg.0       = r\u00e9f\u00e9rentiel_plan_fichiers

FNRRS0423.explanation = Une erreur s''est produite lors de la configuration de l''analyseur syntaxique XML JVM associ\u00e9e \u00e0 XPATH.
FNRRS0423.action      = V\u00e9rifiez que l''environnement d''ex\u00e9cution Java (JRE) est \u00e0 la version 1.5 ou ult\u00e9rieure.
FNRRS0423.message     = Erreur s''est produite lors de l''initialisation de la configuration de l''analyseur syntaxique XML JVM, configuration associ\u00e9e \u00e0 XPATH.

FNRRS0424.explanation = Une erreur s''est produite lors de la tentative d''analyse du fichier XML de d\u00e9finition de rapport.
FNRRS0424.action      = V\u00e9rifiez que le fichier XML de d\u00e9finition de rapport est correctement format\u00e9.
FNRRS0424.message     = Erreur lors de l''analyse syntaxique du fichier XML de d\u00e9finition de rapport : ''{0}''.
FNRRS0424.arg.0       = nom ou ID de la d\u00e9finition de rapport.

FNRRS0425.explanation = Une erreur s''est produite lors de la tentative d''extraction au contenu de la d\u00e9finition de rapport.
FNRRS0425.action      = V\u00e9rifiez que la d\u00e9finition de rapport existe et que son contenu est au format XML.
FNRRS0425.message     = Erreur lors de l''extraction du contenu de d\u00e9finition de rapport : ''{0}''.
FNRRS0425.arg.0       = nom ou ID de la d\u00e9finition de rapport.

FNRRS0426.explanation = Une erreur a \u00e9t\u00e9 renvoy\u00e9e de la biblioth\u00e8que d''API org.w3c.DOM.
FNRRS0426.action      = Examinez la pile d''exceptions pour plus d''informations.
FNRRS0426.message     = Une erreur s''est produite lors du traitement DOM XML pendant l''exportation : {0}.
FNRRS0426.arg.0       = Identit\u00e9 de l''entit\u00e9 impliqu\u00e9e dans l''exportation.

FNRRS0427.explanation = Une erreur a \u00e9t\u00e9 renvoy\u00e9e de l''utilitaire de g\u00e9n\u00e9ration d''exportation XMLP8 Content Engine.
FNRRS0427.action      = Examinez la pile d''exceptions pour plus d''informations.
FNRRS0427.message     = Une erreur s''est produite lors de la g\u00e9n\u00e9ration de fichier XML P8 Content Engine pendant l''exportation, entit\u00e9 : {0}.
FNRRS0427.arg.0       = Identit\u00e9 de l''entit\u00e9 impliqu\u00e9e dans l''exportation.

FNRRS0428.explanation = Une erreur a \u00e9t\u00e9 renvoy\u00e9e de l''utilitaire de g\u00e9n\u00e9ration d''exportation XMLP8 Content Engine.
FNRRS0428.action      = Examinez la pile d''exceptions pour plus d''informations.
FNRRS0428.message     = Une erreur s''est produite lors de la s\u00e9rialisation XML dans le fichier de sortie : {0}, {1}.
FNRRS0428.arg.0       = Chemin du fichier de sortie du syst\u00e8me de fichiers
FNRRS0428.arg.1       = Message d''exception de transformation XML.

FNRRS0429.explanation = Un document a \u00e9t\u00e9 trouv\u00e9 pour la valeur de propri\u00e9t\u00e9 CurrentPhaseExportFormat mais une erreur s''est produite lors de la tentative de lecture de son contenu XSLT. 
FNRRS0429.action      = Assurez-vous que le format CurrentPhaseExportFormat de l''entit\u00e9 d''exportation a une valeur de document valide avec un contenu XSLT valide.
FNRRS0429.message     = Une erreur s''est produite lors de la tentative de lecture du contenu XSLT \u00e0 partir du document de valeurs au format CurrentPhaseExportFormat : {0}.
FNRRS0429.arg.0       = Identit\u00e9 de la valeur de document de la propri\u00e9t\u00e9 ExportFormat.

FNRRS0430.explanation = Une tentative de pr\u00e9compilation d''une cha\u00eene XPath dans une expression XPath a \u00e9chou\u00e9. 
FNRRS0430.action      = V\u00e9rifiez que la cha\u00eene XPath est valide et/ou que l''environnement JRE/le chemin d''acc\u00e8s aux classes prend en charge XPath.
FNRRS0430.message     = Une erreur s''est produite lors de la tentative de compilation de la cha\u00eene d''expression XPath suivante : ''{0}''.
FNRRS0430.arg.0       = Cha\u00eene d''expression XPath d\u00e9faillante

FNRRS0431.explanation = Impossible d''obtenir un marque-page pour l''\u00e9tat en cours de l''it\u00e9rateur RMPageIterator. 
FNRRS0431.action      = V\u00e9rifiez que l''it\u00e9rateur RMPageIterator a \u00e9t\u00e9 transf\u00e9r\u00e9 dans un emplacement de page valide.
FNRRS0431.message     = Une erreur s''est produite lors de la tentative de renvoi du marque-page actuel.

FNRRS0432.explanation = Une erreur inattendue s''est produite lors de la tentative d''extraction de la valeur de propri\u00e9t\u00e9 RecordedDocuments de l''enregistrement.
FNRRS0432.action      = Assurez-vous que l''utilisateur actuel dispose des droits d''acc\u00e8s corrects aux objets de contenu associ\u00e9s.
FNRRS0432.message     = Une erreur s''est produite lors de la tentative d''extraction des objets de contenu associ\u00e9s pour l''enregistrement : {0}.
FNRRS0432.arg.0       = Identit\u00e9 de l''enregistrement.

FNRRS0433.explanation = Le conteneur cible d''une op\u00e9ration de d\u00e9placement de conteneur ne peut pas r\u00e9sider dans la hi\u00e9rarchie de sous-conteneurs du conteneur source.
FNRRS0433.action      = S\u00e9lectionnez un autre emplacement de conteneur cible pour y d\u00e9placer le conteneur source.
FNRRS0433.message     = Impossible de d\u00e9placer un conteneur source vers un conteneur cible situ\u00e9 sous le conteneur source, ident_source : {0}, ident_cible : {1}.
FNRRS0433.arg.0       = Identit\u00e9 du conteneur source concern\u00e9 par la tentative de d\u00e9placement.
FNRRS0433.arg.1       = Identit\u00e9 du conteneur cible.

FNRRS0434.explanation = Examinez toute trace de pile incluse pour conna\u00eetre les exceptions sous-jacentes.
FNRRS0434.action      = R\u00e9ex\u00e9cutez le balayage d''\u00e9limination et/ou retentez l''initialisation de l''\u00e9limination.
FNRRS0434.message     = Une erreur inattendue s''est produite lors de la mise \u00e0 jour des donn\u00e9es de la phase actuelle pour l''entit\u00e9 : {0}.
FNRRS0434.arg.0       = Identit\u00e9 de l''entit\u00e9 en question.

FNRRS0435.explanation = Impossible de lancer l''\u00e9limination sur une entit\u00e9 en raison d''une mise en attente ou d''un changement de son planning d''\u00e9limination.
FNRRS0435.action      = Supprimez toute mise en attente appliqu\u00e9e sur l''entit\u00e9, sur ses parents ou sur ses enfants. R\u00e9ex\u00e9cutez le balayage d''\u00e9limination.
FNRRS0435.message     = Suite \u00e0 un changement de la phase d''\u00e9limination actuelle, l''\u00e9limination ne peut pas \u00eatre lanc\u00e9e sur cette entit\u00e9 : {0}.
FNRRS0435.arg.0       = Identit\u00e9 de l''entit\u00e9 qu''un utilisateur a tent\u00e9 d''\u00e9liminer.

FNRRS0436.explanation = Une phase d''\u00e9limination ne peut pas \u00eatre supprim\u00e9e de son planning d''\u00e9limination si un ou plusieurs conteneurs ou enregistrements sont concern\u00e9s.
FNRRS0436.action      = R\u00e9ex\u00e9cutez le balayage d''\u00e9limination et/ou lancez l''\u00e9limination des enregistrements ou conteneurs d''enregistrements concern\u00e9s et retentez l''op\u00e9ration de suppression de phase.
FNRRS0436.message     = Impossible de supprimer une phase d''\u00e9limination en cours d''utilisation. Identit\u00e9 de la phase : {0}.
FNRRS0436.arg.0       = Identit\u00e9 de la phase d''\u00e9limination sur laquelle la tentative de suppression a \u00e9t\u00e9 effectu\u00e9e.

FNRRS0437.explanation = Une phase d''\u00e9limination sp\u00e9cifique ne peut pas figurer plusieurs fois dans un planning d''\u00e9limination.
FNRRS0437.action      = Cr\u00e9ez une nouvelle phase d''\u00e9limination avant de tenter de l''ajouter au planning d''\u00e9limination.
FNRRS0437.message     = Impossible d''ajouter une phase d''\u00e9limination \u00e0 un planning o\u00f9 elle figure d\u00e9j\u00e0. Identit\u00e9 de la phase : {0}.
FNRRS0437.arg.0       = Identit\u00e9 de la phase d''\u00e9limination sur laquelle la tentative d''ajout a \u00e9t\u00e9 effectu\u00e9e.

FNRRS0438.explanation = Une phase d''\u00e9limination sp\u00e9cifique ne peut pas \u00eatre utilis\u00e9e dans plusieurs plannings d''\u00e9limination.
FNRRS0438.action      = Cr\u00e9ez une nouvelle phase d''\u00e9limination avant de tenter de l''ajouter au planning d''\u00e9limination.
FNRRS0438.message     = Impossible d''ajouter une phase d''\u00e9limination \u00e0 un planning lorsqu''elle est d\u00e9j\u00e0 utilis\u00e9e dans un autre planning. Identit\u00e9 de phase : {0}.
FNRRS0438.arg.0       = Identit\u00e9 de la phase d''\u00e9limination sur laquelle la tentative d''ajout a \u00e9t\u00e9 effectu\u00e9e.

FNRRS0439.explanation = D\u00e8s qu''un planning contient une phase dont l''action d''\u00e9limination est Autodestruction, D\u00e9truire ou Transf\u00e9rer, aucune phase suppl\u00e9mentaire ne peut lui \u00eatre ajout\u00e9e.
FNRRS0439.action      = Supprimez d''abord toute phase d''action de type arr\u00eat avant de tenter d''ajouter une nouvelle phase \u00e0 un planning d''\u00e9limination.
FNRRS0439.message     = Impossible d''ajouter une phase d''\u00e9limination \u00e0 un planning comportant d\u00e9j\u00e0 une phase de type arr\u00eat Autodestruction, D\u00e9truire ou Transf\u00e9rer.

FNRRS0440.explanation = Impossible de supprimer une phase d''\u00e9limination d''un ensemble auquel elle n''appartient pas.
FNRRS0440.action      = Actualisez le planning d''\u00e9limination correspondant et acc\u00e9dez de nouveau \u00e0 sa liste de phases d''\u00e9limination.
FNRRS0440.message     = La phase d''\u00e9limination n''est pas membre de cette liste de phases d''\u00e9limination. Identit\u00e9 de la phase : {0}.
FNRRS0440.arg.0       = Identit\u00e9 de la phase d''\u00e9limination sur laquelle la tentative de suppression a \u00e9t\u00e9 effectu\u00e9e.

FNRRS0441.explanation = Une autre conservation sp\u00e9cifique ne peut pas figurer plusieurs fois dans une phase d''\u00e9limination.
FNRRS0441.action      = Cr\u00e9ez une autre conservation avant de tenter de l''ajouter \u00e0 une phase d''\u00e9limination.
FNRRS0441.message     = Impossible d''ajouter une autre conservation \u00e0 un planning d''\u00e9limination o\u00f9 elle figure d\u00e9j\u00e0. Identit\u00e9 de l''autre conservation : {0}.
FNRRS0441.arg.0       = Identit\u00e9 de l''autre conservation sur laquelle la tentative d''ajout a \u00e9t\u00e9 effectu\u00e9e.

FNRRS0442.explanation = Une autre conservation sp\u00e9cifique ne peut pas \u00eatre utilis\u00e9e dans plusieurs phases d''\u00e9limination.
FNRRS0442.action      = Cr\u00e9ez une autre conservation avant de tenter de l''ajouter \u00e0 une phase d''\u00e9limination.
FNRRS0442.message     = Impossible d''ajouter une autre conservation \u00e0 une phase lorsqu''elle est d\u00e9j\u00e0 utilis\u00e9e dans une autre phase. Identit\u00e9 de l''autre conservation : {0}.
FNRRS0442.arg.0       = Identit\u00e9 de l''autre conservation sur laquelle la tentative d''ajout a \u00e9t\u00e9 effectu\u00e9e.

FNRRS0443.explanation = Impossible de supprimer une autre conservation d''un ensemble auquel elle n''appartient pas.
FNRRS0443.action      = Actualisez la phase d''\u00e9limination correspondante et acc\u00e9dez de nouveau \u00e0 sa liste d''autres conservation.
FNRRS0443.message     = L''autre conservation ne fait pas partie de cette liste d''autres conservations. Identit\u00e9 de l''autre conservation : {0}.
FNRRS0443.arg.0       = Identit\u00e9 de l''autre conservation sur laquelle la tentative de suppression a \u00e9t\u00e9 effectu\u00e9e.

FNRRS0444.explanation = La suppression directe d''une instance DispositionPhase n''est pas prise en charge.
FNRRS0444.action      = Utilisez une des m\u00e9thodes DispositionPhaseList.remove pour supprimer une instance DispositionPhase.
FNRRS0444.message     = La m\u00e9thode de suppression n''est pas prise en charge pour une instance DispositionPhase ; utilisez DispositionPhaseList.remove \u00e0 la place.

FNRRS0445.explanation = La suppression directe d''une instance AlternateRetention n''est pas prise en charge.
FNRRS0445.action      = Utilisez une des m\u00e9thodes AlternateRetentionList.remove pour supprimer une instance AlternateRetention.
FNRRS0445.message     = La m\u00e9thode de suppression n''est pas prise en charge pour une instance AlternateRetention ; utilisez AlternateRetentionList.remove \u00e0 la place.

FNRRS0446.explanation = Un \u00e9chec s''est produit lors de la tentative d''extraction du r\u00f4le d''acc\u00e8s d\u00e9fini par un identificateur.
FNRRS0446.action      = Assurez-vous que l''utilisateur actuel dispose des droits suffisants pour ajouter un nouveau membre \u00e0 un r\u00f4le existant et que le r\u00f4le en question existe encore sur le r\u00e9f\u00e9rentiel.
FNRRS0446.message     = Echec lors de la tentative d''extraction du r\u00f4le d''acc\u00e8s d\u00e9fini par l''identificateur = ''{0}''.
FNRRS0446.arg.0       = ID_r\u00f4le

FNRRS0447.explanation = Un planning d''\u00e9limination doit avoir une valeur de propri\u00e9t\u00e9 ''Reason For Change'' (cause du changement) non vide pour que tout changement apport\u00e9 \u00e0 cette valeur et/ou aux phases d''\u00e9limination associ\u00e9es puisse \u00eatre sauvegard\u00e9.
FNRRS0447.action      = Indiquez une valeur de propri\u00e9t\u00e9 ''Reason For Change'' non vide sur le planning d''\u00e9limination associ\u00e9 avant de tenter de sauvegarder le planning d''\u00e9limination ou toutes ses phases d''\u00e9limination.
FNRRS0447.message     = Impossible de sauvegarder une phase d''\u00e9limination lorsqu''une valeur de propri\u00e9t\u00e9 ''Reason For Change'' est manquante dans son planning d''\u00e9limination associ\u00e9.

FNRRS0448.explanation = Le type d''entit\u00e9 du conteneur extrait ne correspond pas au type d''entit\u00e9 que vous avez demand\u00e9.  C''est le cas, par exemple, lorsque vous tentez d''extraire une cat\u00e9gorie d''enregistrement \u00e0 l''aide d''un identificateur de dossier d''enregistrement.
FNRRS0448.action      = Assurez-vous que l''identificateur de conteneur est correct pour le type de conteneur attendu et r\u00e9essayez.
FNRRS0448.message     = Le type d''entit\u00e9 r\u00e9el du conteneur extrait ne correspond pas au type d''entit\u00e9 que vous avez demand\u00e9. Identificateur du conteneur : {0}, type d''entit\u00e9 demand\u00e9 : {1}, type d''entit\u00e9 r\u00e9el du conteneur : {2}.
FNRRS0448.arg.0       = identificateur du conteneur
FNRRS0448.arg.1       = type d''entit\u00e9 demand\u00e9
FNRRS0448.arg.2       = type d''entit\u00e9 r\u00e9el du conteneur

FNRRS0449.explanation = IBM FileNet Content Search Engine \u00e9met l''exception CBR_FULLTEXTROWLIMIT_EXCEEDED. Les r\u00e9sultats de la recherche ont d\u00e9pass\u00e9 la capacit\u00e9 du moteur. 
FNRRS0449.action      = Affinez vos mots cl\u00e9s de recherche de contenu.
FNRRS0449.message     = Les r\u00e9sultats de la recherche ont d\u00e9pass\u00e9 la capacit\u00e9 d''IBM FileNet Content Search Engine. Affinez vos mots cl\u00e9s de recherche de contenu.



FNRRS0600.explanation = Une exception inattendue s''est produite dans l''API Java de Records Manager d\u00e9crite par le message d''exception.
FNRRS0600.action      = Consultez le texte du message d''exception et la trace de pile associ\u00e9e pour plus d''informations sur la cause de cette exception.
FNRRS0600.message     = Une exception inattendue s''est produite : {0}.
FNRRS0600.arg.0       = message_exception

FNRRS0601.explanation = Un fichier de regroupement de ressources de globalisation obligatoire est indisponible. Nom de base du regroupement : nom_base.
FNRRS0601.action      = V\u00e9rifiez qu''un ou plusieurs fichiers de regroupement de ressources au format nom_base_nnNN.properties sont disponibles sur le chemin d''acc\u00e8s aux classes JVM.
FNRRS0601.message     = Regroupement de ressources introuvable pour le nom de base : ''{0}''.
FNRRS0601.arg.0       = nom_base

FNRRS0602.explanation = Une valeur de cha\u00eene null ou vide non prise en charge a \u00e9t\u00e9 transmise pour le param\u00e8tre d''entr\u00e9e : nom_param\u00e8tre.
FNRRS0602.action      = Assurez-vous que la valeur de ce param\u00e8tre n''est pas une cha\u00eene null ou vide.
FNRRS0602.message     = La valeur du param\u00e8tre d''entr\u00e9e est null ou correspond \u00e0 une cha\u00eene vide pour le param\u00e8tre : {0}.
FNRRS0602.arg.0       = nom_param\u00e8tre

FNRRS0603.explanation = Une valeur de matrice null ou non valide non prise en charge a \u00e9t\u00e9 transmise pour le param\u00e8tre d''entr\u00e9e : nom_param\u00e8tre.
FNRRS0603.action      = Assurez-vous que la matrice n''est ni null ni vide et qu''elle ne contient pas de membres de matrice null.
FNRRS0603.message     = La valeur du param\u00e8tre d''entr\u00e9e est une matrice null ou non valide pour le param\u00e8tre : {0}.
FNRRS0603.arg.0       = nom_param\u00e8tre

FNRRS0604.explanation = Une valeur d''ensemble null ou non valide non prise en charge a \u00e9t\u00e9 transmise pour le param\u00e8tre d''entr\u00e9e : nom_param\u00e8tre.
FNRRS0604.action      = Assurez-vous que l''ensemble n''est ni null ni vide et qu''il ne contient pas de membres null.
FNRRS0604.message     = La valeur du param\u00e8tre d''entr\u00e9e est null ou constitue un ensemble non valide pour le param\u00e8tre : {0}.
FNRRS0604.arg.0       = nom_param\u00e8tre

#
#
#================================================================================
# JARM Logging Message Strings
#--------------------------------------------------------------------------------
# For each logging message include the suffixed resource where applicable:
#   .message     -- the actual log message containing any necessary {n} parameter placeholders.
#   .arg.n       -- description of argument parameter {n}.
#
#

FNRRS9999.message  = Message test , param1 : {0}, param2 : {1}.

FNRRS0700.message = Erreur lors de la cr\u00e9ation d''une instance d''audit {0} {1} RM pour l''entit\u00e9 : {2}
FNRRS0700.arg.0   = Op\u00e9ration en cours d''audit, par exemple "Supprimer", "Relocaliser", etc.
FNRRS0700.arg.1   = Statut d''audit ''Succ\u00e8s'' ou ''Echec''.
FNRRS0700.arg.2   = Cha\u00eene identifiant l''entit\u00e9 associ\u00e9e \u00e0 la tentative d''audit RM.

FNRRS0701.message = L''utilisateur ne dispose pas des droits d''acc\u00e8s pour classer le document copi\u00e9 {0} dans le dossier de contenu {1} lors du processus de copie d''enregistrement.
FNRRS0701.arg.0   = Identificateur de la copie de document tout juste cr\u00e9\u00e9e.
FNRRS0701.arg.1   = Identificateur du dossier de contenu impliqu\u00e9.

FNRRS0702.message = Plusieurs volumes actifs enfants existent sous le dossier d''enregistrement : {0}.
FNRRS0702.arg.0   = Identificateur du dossier de l''enregistrement parent.

FNRRS0703.message = Probl\u00e8me lors du traitement de la version d''enregistrement classifi\u00e9 DoD pendant la d\u00e9claration du nouvel enregistrement : {0}
FNRRS0703.arg.0   = Message d''exception.

FNRRS0704.message = Erreur inattendue lors de la tentative de suppression automatique des artefacts d''\u00e9limination g\u00e9r\u00e9s par PSS Atlas : {0}
FNRRS0704.arg.0   = Message d''exception.

FNRRS0705.message = Le recalcul de la limite d''\u00e9limination a \u00e9t\u00e9 effectu\u00e9 sur cette entit\u00e9 : {0}.
FNRRS0705.arg.0   = Identificateur de l''entit\u00e9.

#
#
#--------------------------------------------------------------------------------
#
#
#================================================================================
# JARM Miscellaneous Strings (primarily for auditing purposes).
#--------------------------------------------------------------------------------

#-- Used for LString class unit tests.
test.string1		= Cha\u00eene de test.
test.pattern1		= Premier {0} et second {1}.

audit.reasonForFailure = Cause de l''\u00e9chec : {0}

#-- {0} - the record or entity which is affected
#-- {1} - location where the entity was transferred or exported
audit.successfulDelete = L''entit\u00e9 RM {0} a \u00e9t\u00e9 supprim\u00e9e avec succ\u00e8s.
audit.failedDelete	   = L''entit\u00e9 RM {0} n''a pas \u00e9t\u00e9 supprim\u00e9e.

audit.successfulExport = L''entit\u00e9 RM {0} a \u00e9t\u00e9 export\u00e9e avec succ\u00e8s vers {1}
audit.failedExport	   = L''entit\u00e9 RM {0} n''a pas \u00e9t\u00e9 export\u00e9e vers {1}

audit.successfulInterimTransfer = L''entit\u00e9 RM {0} a \u00e9t\u00e9 transf\u00e9r\u00e9e temporairement avec succ\u00e8s vers {1}
audit.failedInterimTransfer 	= L''entit\u00e9 RM {0} n''a pas \u00e9t\u00e9 transf\u00e9r\u00e9e temporairement vers {1}

audit.successfulTransfer = L''entit\u00e9 RM {0} a \u00e9t\u00e9 transf\u00e9r\u00e9e avec succ\u00e8s vers {1}
audit.failedTransfer 	 = L''entit\u00e9 RM {0} n''a pas \u00e9t\u00e9 transf\u00e9r\u00e9e vers {1}

audit.successfulUndeclare = La d\u00e9claration de l''enregistrement RM {0} a \u00e9t\u00e9 annul\u00e9e avec succ\u00e8s.
audit.failedUndeclare     = La d\u00e9claration de l''enregistrement RM {0} n''a pas \u00e9t\u00e9 annul\u00e9e.

audit.successfulReview = L''enregistrement RM {0} a \u00e9t\u00e9 r\u00e9vis\u00e9 avec succ\u00e8s.
audit.failedReview     = L''enregistrement RM {0} n''a pas \u00e9t\u00e9 r\u00e9vis\u00e9.

#-- {0} - the record or entity which is affected
#-- {1} - source location where the entity is from
#-- {2} - destination location where the entity is being relocated to
audit.successfulRelocate = L''entit\u00e9 RM {0} a \u00e9t\u00e9 d\u00e9plac\u00e9e de la source {1} vers la destination {2}.
audit.failedRelocate     = Impossible de d\u00e9place l''entit\u00e9 RM {0}.

#-- {0} - the record or entity which is affected
#-- {1} - name of the hold
audit.holdReason       = Mise en attente manuelle
audit.successfulHold   = L''entit\u00e9 RM {0} a \u00e9t\u00e9 plac\u00e9e en attente {1}.
audit.failedHold       = L''entit\u00e9 RM {0} n''a pas \u00e9t\u00e9 plac\u00e9e en attente {1}.

audit.removeHoldReason      = Suppression de la mise en attente manuelle
audit.successfullRemoveHold = L''entit\u00e9 RM {0} a \u00e9t\u00e9 supprim\u00e9e avec succ\u00e8s de la mise en attente {1}.
audit.failedRemoveHold      = L''entit\u00e9 RM {0} n''a pas \u00e9t\u00e9 supprim\u00e9e de la mise en attente {1}.

bulk.deleteReason	= Partie d''une op\u00e9ration de suppression globale

disposition.deleteFromDestroy   = Suppression effectu\u00e9e en raison d''une action de destruction.
disposition.closedByDisposition = Fermeture due au traitement d''une \u00e9limination.

# volume.autoCloseReason must be limited to 64 chars max.
volume.autoCloseReason	= Volume ferm\u00e9 en raison de l''ajout d''un nouveau volume apparent\u00e9 actif.

