# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2010, 2012 IBM Corp. All rights reserved.
#
# JARM Localized String Resources (en_US).
# Includes strings for exception messages, logging and
#  other miscellaneous usage.
#
#
#================================================================================
# JARM Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRS0100.explanation = Vlastnost, kterou ozna\u010duje property_symbolicname, se aktu\u00e1ln\u011b nenach\u00e1z\u00ed v mezipam\u011bti vlastnost\u00ed.
FNRRS0100.action      = Aktualizujte vlastnosti objektu, abyste zajistili, \u017ee je po\u017eadovan\u00e1 vlastnost zahrnuta do filtru vlastnost\u00ed.
FNRRS0100.message     = Vlastnost nen\u00ed um\u00edst\u011bna v mezipam\u011bti vlastnost\u00ed objektu; symbolick\u00fd n\u00e1zev vlastnosti: ''{0}''.
FNRRS0100.arg.0       = property_symbolicname

FNRRS0101.explanation = Operace nen\u00ed podporov\u00e1na pro tento entity_type identifikovan\u00fd jako identita.
FNRRS0101.action      = Nastavte aplikaci klienta tak, aby se o tuto operaci s t\u00edmto typem instance nepokou\u0161ela.
FNRRS0101.message     = Operace nen\u00ed pro tento typ instance podporov\u00e1na; operace: ''{0}'', EntityType: ''{1}'', identita: ''{2}''.
FNRRS0101.arg.0       = operation
FNRRS0101.arg.1       = entity_type
FNRRS0101.arg.2       = identity

FNRRS0102.explanation = Kolekce \u00falo\u017ei\u0161\u0165, ve kter\u00e9 m\u00e1 b\u00fdt provedena operace vyhled\u00e1v\u00e1n\u00ed, nepat\u0159\u00ed do stejn\u00e9 dom\u00e9ny.
FNRRS0102.action      = Zajist\u011bte, aby prohled\u00e1van\u00e1 \u00falo\u017ei\u0161t\u011b pat\u0159ila do stejn\u00e9 dom\u00e9ny.
FNRRS0102.message     = Prohled\u00e1van\u00e1 \u00falo\u017ei\u0161t\u011b nepat\u0159\u00ed do stejn\u00e9 dom\u00e9ny.

FNRRS0103.explanation = Vlastnost symbolic_name nepodporuje z\u00edsk\u00e1n\u00ed nebo nastaven\u00ed typu data_type.
FNRRS0103.action      = Omezte datov\u00fd typ pou\u017eit\u00fd s touto vlastnost\u00ed na typ definovan\u00fd hodnotou DataType u vlastnosti.
FNRRS0103.message     = Vlastnost nepodporuje datov\u00fd typ; symbolick\u00fd n\u00e1zev: ''{0}'', datov\u00fd typ: ''{1}''.
FNRRS0103.arg.0       = symbolic_name
FNRRS0103.arg.1       = data_type

FNRRS0104.explanation = C\u00edlov\u00fd nad\u0159\u00edzen\u00fd kontejner je uzav\u0159en\u00fd a nem\u016f\u017ee p\u0159ijmout p\u0159id\u00e1n\u00ed nov\u00fdch pod\u0159\u00edzen\u00fdch polo\u017eek.
FNRRS0104.action      = Vyberte jin\u00fd nad\u0159\u00edzen\u00fd kontejner nebo tento kontejner otev\u0159ete.
FNRRS0104.message     = C\u00edlov\u00fd nad\u0159\u00edzen\u00fd kontejner ''{0}'' je uzav\u0159en\u00fd a nep\u0159ij\u00edm\u00e1 nov\u00e9 pod\u0159\u00edzen\u00e9 polo\u017eky.
FNRRS0104.arg.0       = parent_id

FNRRS0105.explanation = Zadan\u00fd nad\u0159\u00edzen\u00fd kontejner nesm\u00ed obsahovat pod\u0159\u00edzenou polo\u017eku tohoto typu.
FNRRS0105.action      = Vyberte pro nov\u00fd pod\u0159\u00edzen\u00fd objekt jin\u00fd nad\u0159\u00edzen\u00fd kontejner.
FNRRS0105.message     = C\u00edlov\u00fd nad\u0159\u00edzen\u00fd kontejner ''{0}'' nesm\u00ed obsahovat pod\u0159\u00edzen\u00fd objekt typu: {1}.
FNRRS0105.arg.0       = parent_id
FNRRS0105.arg.1       = container_type

FNRRS0106.explanation = Zadan\u00e9 hodnoty vlastnost\u00ed pro nov\u00fd kontejner mus\u00ed b\u00fdt jedine\u010dn\u00e9 vzhledem ke v\u0161em mo\u017en\u00fdm existuj\u00edc\u00edm kontejner\u016fm sourozenc\u016f v c\u00edlov\u00e9m nad\u0159\u00edzen\u00e9m kontejneru.
FNRRS0106.action      = Zajist\u011bte, aby pro p\u0159\u00edslu\u0161n\u00e9 vlastnosti byly zad\u00e1ny jedine\u010dn\u00e9 hodnoty.
FNRRS0106.message     = Nelze p\u0159idat nov\u00fd kontejner typu {0} k nad\u0159\u00edzen\u00e9mu kontejneru ''{1}'', proto\u017ee jedna nebo v\u00edce n\u00e1sleduj\u00edc\u00edch hodnot vlastnost\u00ed nen\u00ed jedine\u010dn\u00e1 mezi existuj\u00edc\u00edmi kontejnery na stejn\u00e9 \u00farovni: {2}, {3}.
FNRRS0106.arg.0       = container_type
FNRRS0106.arg.1       = parent_id
FNRRS0106.arg.2       = property1_name
FNRRS0106.arg.3       = property2_name

FNRRS0107.explanation = K zadan\u00e9 vlastnosti mus\u00ed b\u00fdt p\u0159i\u0159azena nepr\u00e1zdn\u00e1 hodnota.
FNRRS0107.action      = Zadejte pro zadanou vlastnost jinou ne\u017e pr\u00e1zdnou hodnotu.
FNRRS0107.message     = V objektu chyb\u00ed nepr\u00e1zdn\u00e1 hodnota pro vlastnost ''{0}''.
FNRRS0107.arg.0       = N\u00e1zev chyb\u011bj\u00edc\u00ed nebo pr\u00e1zdn\u00e9 vlastnosti

FNRRS0108.explanation = Zadan\u00fd kontejner nelze odstranit kv\u016fli existuj\u00edc\u00edmu zadr\u017een\u00ed, kter\u00e9 se t\u00fdk\u00e1 p\u0159\u00edmo kontejneru nebo jedn\u00e9 nebo v\u00edce nad\u0159\u00edzen\u00fdch \u010di pod\u0159\u00edzen\u00fdch polo\u017eek.
FNRRS0108.action      = Odeberte probl\u00e9mov\u00e1 zadr\u017een\u00ed a opakujte proces odstran\u011bn\u00ed.
FNRRS0108.message     = Odstran\u011bn\u00ed kontejneru nen\u00ed povoleno kv\u016fli existuj\u00edc\u00edm zadr\u017een\u00edm: ''{0}''.
FNRRS0108.arg.0       = delete_target

FNRRS0109.explanation = Ur\u010den\u00fd kontejner nelze odstranit, proto\u017ee obsahuje d\u00edl\u010d\u00ed kontejnery nebo z\u00e1znamy.
FNRRS0109.action      = Odstra\u0148te obsah kontejneru a opakujte proces odstran\u011bn\u00ed.
FNRRS0109.message     = Nelze odstranit kontejner, kter\u00fd nen\u00ed pr\u00e1zdn\u00fd: ''{0}''.
FNRRS0109.arg.0       = delete_target

FNRRS0110.explanation = Ur\u010den\u00fd kontejner nelze odstranit, proto\u017ee obsahuje d\u00edl\u010d\u00ed kontejnery nebo z\u00e1znamy, kter\u00e9 byly logicky odstran\u011bny (to znamen\u00e1, \u017ee existuj\u00ed, proto\u017ee je povolena funkce uchov\u00e1n\u00ed metadat).
FNRRS0110.action      = Odstra\u0148te obsah kontejneru a opakujte proces odstran\u011bn\u00ed.
FNRRS0110.message     = Nelze odstranit kontejner obsahuj\u00edc\u00ed logicky odstran\u011bn\u00e9 polo\u017eky: ''{0}''.
FNRRS0110.arg.0       = delete_target

FNRRS0111.explanation = Nelze p\u0159idat novou pod\u0159\u00edzenou polo\u017eku do nad\u0159\u00edzen\u00e9ho kontejneru, kter\u00fd nen\u00ed aktivn\u00ed.
FNRRS0111.action      = Nastavte nad\u0159\u00edzen\u00fd kontejner jako aktivn\u00ed nebo pro p\u0159id\u00e1n\u00ed vyberte jin\u00fd nad\u0159\u00edzen\u00fd kontejner.
FNRRS0111.message     = Nelze p\u0159idat novou pod\u0159\u00edzenou polo\u017eku do neaktivn\u00edho nad\u0159\u00edzen\u00e9ho kontejneru: ''{0}''.
FNRRS0111.arg.0       = parent_container

FNRRS0112.explanation = Pokud jsou polo\u017eky obsahu ur\u010deny pomoc\u00ed ID, je nutn\u00e9 ur\u010dit tak\u00e9 \u00falo\u017ei\u0161t\u011b obsahu.
FNRRS0112.action      = Zadejte vhodn\u00e9 \u00falo\u017ei\u0161t\u011b obsahu pro ID polo\u017eek obsahu.
FNRRS0112.message     = Chyba deklarace; pro identifik\u00e1tory polo\u017eek obsahu nen\u00ed ur\u010deno \u017e\u00e1dn\u00e9 \u00falo\u017ei\u0161t\u011b obsahu.

FNRRS0113.explanation = Pokud p\u0159i deklaraci nov\u00e9ho z\u00e1znamu zad\u00e1te v\u00edce ne\u017e jeden c\u00edlov\u00fd kontejner, budou v\u0161echny podobn\u00e9 kontejnery pat\u0159it ke stejn\u00e9mu \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f.
FNRRS0113.action      = Zajist\u011bte, aby v\u0161echny c\u00edlov\u00e9 kontejnery deklarace z\u00e1znam\u016f pat\u0159ily ke stejn\u00e9mu \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f.
FNRRS0113.message     = Chyba deklarace; c\u00edlov\u00e9 kontejnery mus\u00ed pat\u0159it ke stejn\u00e9mu \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f.

FNRRS0114.explanation = Jeden z c\u00edlov\u00fdch kontejner\u016f pro deklaraci z\u00e1znamu byl logicky odstran\u011bn a nem\u016f\u017ee obsahovat nov\u00e9 z\u00e1znamy.
FNRRS0114.action      = Odeberte tento kontejner ze seznamu nebo vyberte alternativn\u00ed (nebo oboj\u00ed).
FNRRS0114.message     = Chyba deklarace; c\u00edlov\u00fd kontejner byl logicky odstran\u011bn: ''{0}''.
FNRRS0114.arg.0       = container_ident

FNRRS0115.explanation = Z\u00e1znam nelze deklarovat do zav\u0159en\u00e9ho kontejneru.
FNRRS0115.action      = Znovu otev\u0159ete kontejner a zkuste to znovu nebo vyberte jin\u00fd.
FNRRS0115.message     = Chyba deklarace; c\u00edlov\u00fd kontejner je uzav\u0159en\u00fd: ''{0}''.
FNRRS0115.arg.0       = container_ident

FNRRS0116.explanation = Jeden z c\u00edlov\u00fdch kontejner\u016f pro deklaraci z\u00e1znamu je neaktivn\u00ed a nem\u016f\u017ee obsahovat nov\u00e9 z\u00e1znamy.
FNRRS0116.action      = Reaktivujte tento kontejner nebo jej odeberte ze seznamu c\u00edlov\u00fdch kontejner\u016f.
FNRRS0116.message     = Chyba deklarace; c\u00edlov\u00fd kontejner nen\u00ed aktivn\u00ed: ''{0}''.
FNRRS0116.arg.0       = container_ident

FNRRS0117.explanation = Pro deklaraci z\u00e1znamu lze jako c\u00edl ur\u010dit pouze jeden kontejner fyzick\u00e9ho typu.
FNRRS0117.action      = Omezte seznam c\u00edlov\u00fdch kontejner\u016f na jeden kontejner fyzick\u00e9ho typu.
FNRRS0117.message     = Chyba deklarace; je zad\u00e1no v\u00edce kontejner\u016f fyzick\u00e9ho typu.

FNRRS0118.explanation = V\u0161echny polo\u017eky obsahu p\u0159idru\u017een\u00e9 k nov\u00e9mu z\u00e1znamu mus\u00ed pat\u0159it do stejn\u00e9ho \u00falo\u017ei\u0161t\u011b z\u00e1znam\u016f.
FNRRS0118.action      = Zajist\u011bte, aby v\u0161echny p\u0159idru\u017een\u00e9 polo\u017eky obsahu pat\u0159ily do stejn\u00e9ho \u00falo\u017ei\u0161t\u011b z\u00e1znam\u016f.
FNRRS0118.message     = Chyba deklarace; zadan\u00e9 polo\u017eky obsahu pro deklaraci nov\u00e9ho z\u00e1znamu pat\u0159\u00ed do r\u016fzn\u00fdch \u00falo\u017ei\u0161\u0165 obsahu.

FNRRS0119.explanation = Zadan\u00e1 polo\u017eka obsahu nen\u00ed platn\u00e1 pro deklaraci z\u00e1znamu, proto\u017ee vlastnost CanDeclare m\u00e1 hodnotu false, polo\u017eka je ve stavu rezervace nebo je ji\u017e deklarov\u00e1na.
FNRRS0119.action      = Opravte danou polo\u017eku obsahu nebo zadejte jinou.
FNRRS0119.message     = Chyba deklarace; zadan\u00e1 polo\u017eka obsahu nen\u00ed platn\u00e1 pro deklaraci z\u00e1znamu: ''{0}''.
FNRRS0119.arg.0       = contentItem_ident

FNRRS0120.explanation = Zadan\u00fd z\u00e1znam nelze odstranit kv\u016fli existuj\u00edc\u00edmu zadr\u017een\u00ed, kter\u00e9 se t\u00fdk\u00e1 p\u0159\u00edmo z\u00e1znamu nebo jedn\u00e9 nebo v\u00edce nad\u0159\u00edzen\u00fdch polo\u017eek.
FNRRS0120.action      = Odeberte probl\u00e9mov\u00e1 zadr\u017een\u00ed a opakujte proces odstran\u011bn\u00ed.
FNRRS0120.message     = Odstran\u011bn\u00ed z\u00e1znamu nen\u00ed povoleno kv\u016fli existuj\u00edc\u00edm zadr\u017een\u00edm: ''{0}''.
FNRRS0120.arg.0       = delete_target

FNRRS0121.explanation = Hodnota vlastnosti nahrazen\u00ed objektu z\u00e1znamu m\u016f\u017ee obsahovat pouze existuj\u00edc\u00ed objekt z\u00e1znamu.
FNRRS0121.action      = Zajist\u011bte, aby hodnota objektu p\u0159idru\u017een\u00e9ho k vlastnosti nahrazen\u00ed m\u011bla typ com.ibm.jarm.api.core.Record.
FNRRS0121.message     = Chyba deklarace; hodnota vlastnosti nahrazen\u00ed nov\u00e9ho z\u00e1znamu mus\u00ed b\u00fdt jin\u00fdm objektem z\u00e1znamu.

FNRRS0122.explanation = C\u00edlov\u00fd z\u00e1znam pro hodnotu vlastnosti nahrazen\u00ed nov\u00e9ho z\u00e1znamu nesm\u00ed ji\u017e b\u00fdt nahrazen.
FNRRS0122.action      = Nepokou\u0161ejte se o nahrazen\u00ed existuj\u00edc\u00edho z\u00e1znamu, kter\u00fd ji\u017e byl nahrazen.
FNRRS0122.message     = C\u00edlov\u00fd z\u00e1znam vlastnosti nahrazen\u00ed nov\u00e9ho z\u00e1znamu ji\u017e byl nahrazen.

FNRRS0123.explanation = C\u00edlov\u00fd z\u00e1znam pro hodnotu vlastnosti nahrazen\u00ed nov\u00e9ho z\u00e1znamu nesm\u00ed b\u00fdt na\u010dten pro \u00fa\u010dely ov\u011b\u0159en\u00ed.
FNRRS0123.action      = Zajist\u011bte, aby c\u00edlov\u00fd z\u00e1znam hodnoty nahrazen\u00ed st\u00e1le existoval nebo aby aktu\u00e1ln\u00ed u\u017eivatel k n\u011bmu m\u011bl p\u0159\u00edstup (nebo oboj\u00ed).
FNRRS0123.message     = Chyba deklarace; c\u00edlov\u00fd z\u00e1znam hodnoty nahrazen\u00ed nov\u00e9ho z\u00e1znamu nen\u00ed dostupn\u00fd.

FNRRS0124.explanation = Do c\u00edlov\u00e9ho z\u00e1znamu hodnoty vlastnosti nahrazen\u00ed nov\u00e9ho z\u00e1znamu nelze zapisovat.
FNRRS0124.action      = Zajist\u011bte, aby aktu\u00e1ln\u00ed u\u017eivatel m\u011bl pot\u0159ebn\u00fd p\u0159\u00edstup pro z\u00e1pis k hodnot\u011b nahrazen\u00ed c\u00edlov\u00e9ho z\u00e1znamu.
FNRRS0124.message     = Chyba deklarace; do c\u00edlov\u00e9ho z\u00e1znamu hodnoty nahrazen\u00ed nov\u00e9ho z\u00e1znamu nelze zapisovat.

FNRRS0125.explanation = C\u00edlov\u00fd z\u00e1znam hodnoty vlastnosti potvrzen\u00ed nov\u00e9ho z\u00e1znamu ji\u017e je z\u00e1znamem potvrzen\u00ed.
FNRRS0125.action      = Vyberte pro hodnotu potvrzen\u00ed jin\u00fd z\u00e1znam.
FNRRS0125.message     = Chyba deklarace; c\u00edlov\u00fd z\u00e1znam hodnoty vlastnosti potvrzen\u00ed nov\u00e9ho z\u00e1znamu ji\u017e je z\u00e1znamem potvrzen\u00ed.

FNRRS0126.explanation = P\u0159i deklaraci z\u00e1znamu v \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f, kter\u00e9 je konfigurov\u00e1no pomoc\u00ed datov\u00e9ho modelu klasifikace DoD, je vy\u017eadov\u00e1na nenulov\u00e1 nebo nepr\u00e1zdn\u00e1 hodnota vlastnosti aktu\u00e1ln\u00ed klasifikace.
FNRRS0126.action      = Zadejte platnou hodnotu vlastnosti aktu\u00e1ln\u00ed klasifikace.
FNRRS0126.message     = Chyba deklarace; vlastnost ''Aktu\u00e1ln\u00ed klasifikace'' chyb\u00ed nebo nen\u00ed platn\u00e1.

FNRRS0127.explanation = Klasifikovan\u00fd z\u00e1znam mus\u00ed m\u00edt platnou hodnotu vlastnosti po\u010d\u00e1te\u010dn\u00ed klasifikace.
FNRRS0127.action      = Zadejte platnou hodnotu po\u010d\u00e1te\u010dn\u00ed klasifikace.
FNRRS0127.message     = Chyba deklarace; vlastnost ''Po\u010d\u00e1te\u010dn\u00ed klasifikace'' chyb\u00ed nebo nen\u00ed platn\u00e1.

FNRRS0128.explanation = Pokud nen\u00ed pro klasifikovan\u00fd z\u00e1znam zad\u00e1na vlastnost Odvozeno z, jsou zad\u00e1ny vlastnosti Klasifikoval a D\u016fvody klasifikace.
FNRRS0128.action      = Zadejte platn\u00e9 hodnoty vlastnost\u00ed Klasifikoval a D\u016fvody klasifikace.
FNRRS0128.message     = Chyba deklarace; vlastnost ''Autorita klasifikace'' chyb\u00ed nebo nen\u00ed platn\u00e1.

FNRRS0129.explanation = Pokud nejsou pro klasifikovan\u00fd z\u00e1znam ur\u010dena \u017e\u00e1dn\u00e1 vyn\u011bt\u00ed, je nutn\u00e9 zadat platnou vlastnost Deklasifikovat p\u0159i datu nebo Deklasifikovat p\u0159i ud\u00e1losti.
FNRRS0129.action      = Zadejte platn\u00e9 vyn\u011bt\u00ed nebo platnou vlastnost Deklasifikovat p\u0159i datu nebo Deklasifikovat p\u0159i ud\u00e1losti.
FNRRS0129.message     = Chyba deklarace; chyb\u00ed platn\u00e1 vlastnost ''Deklasifikovat p\u0159i datu'' nebo ''Deklasifikovat p\u0159i ud\u00e1losti''.

FNRRS0130.explanation = Pokud nejsou pro klasifikovan\u00fd z\u00e1znam zad\u00e1na \u017e\u00e1dn\u00e1 vyn\u011bt\u00ed a je zad\u00e1na vlastnost Deklasifikovat p\u0159i datu, mus\u00ed toto datum b\u00fdt v \u010dasov\u00e9m limitu zadan\u00e9m aktu\u00e1ln\u00ed prezidentskou direktivou.
FNRRS0130.action      = Zadejte platn\u00e9 vyn\u011bt\u00ed nebo platnou vlastnost Deklasifikovat p\u0159i datu nebo Deklasifikovat p\u0159i ud\u00e1losti.
FNRRS0130.message     = Chyba deklarace; zadan\u00e1 vlastnost ''Deklasifikovat p\u0159i datu'' je mimo rozsah.

FNRRS0131.explanation = Pokud je pro klasifikovan\u00fd z\u00e1znam zad\u00e1no omezen\u00e9 dodate\u010dn\u00e9 zna\u010den\u00ed, nejsou povoleny vlastnosti Deklasifikovat p\u0159i datu ani Deklasifikovat p\u0159i ud\u00e1losti.
FNRRS0131.action      = Odeberte hodnoty Deklasifikovat p\u0159i datu a Deklasifikovat p\u0159i ud\u00e1losti nebo omezen\u00e9 dodate\u010dn\u00e9 zna\u010den\u00ed.
FNRRS0131.message     = Chyba deklarace; omezen\u00fd z\u00e1znam nesm\u00ed m\u00edt vlastnosti ''Deklasifikovat p\u0159i datu'' ani ''Deklasifikovat p\u0159i ud\u00e1losti''.

FNRRS0132.explanation = Pokud je pro klasifikovan\u00fd z\u00e1znam zad\u00e1no omezen\u00e9 dodate\u010dn\u00e9 zna\u010den\u00ed, nejsou povoleny \u017e\u00e1dn\u00e9 hodnoty vyn\u011bt\u00ed.
FNRRS0132.action      = Odstra\u0148te hodnoty vyn\u011bt\u00ed nebo odeberte omezen\u00e9 dodate\u010dn\u00e9 zna\u010den\u00ed.
FNRRS0132.message     = Chyba deklarace; omezen\u00fd z\u00e1znam nesm\u00ed m\u00edt vlastnost ''Vyn\u011bt\u00ed''.

FNRRS0133.explanation = Pokud je pro klasifikovan\u00fd z\u00e1znam zad\u00e1no omezen\u00e9 dodate\u010dn\u00e9 zna\u010den\u00ed, nejsou povoleny \u017e\u00e1dn\u00e9 hodnoty vlastnosti sn\u00ed\u017een\u00ed \u00farovn\u011b.
FNRRS0133.action      = Odstra\u0148te hodnoty sn\u00ed\u017een\u00ed \u00farovn\u011b nebo odeberte omezen\u00e9 dodate\u010dn\u00e9 zna\u010den\u00ed.
FNRRS0133.message     = Chyba deklarace; omezen\u00fd z\u00e1znam nesm\u00ed m\u00edt vlastnost ''Sn\u00ed\u017eit \u00farove\u0148 p\u0159i datu'' nebo ''Sn\u00ed\u017eit \u00farove\u0148 p\u0159i ud\u00e1losti''.

FNRRS0134.explanation = Pro klasifikovan\u00fd z\u00e1znam mus\u00ed b\u00fdt zad\u00e1na platn\u00e1 Klasifikuj\u00edc\u00ed agentura.
FNRRS0134.action      = Zadejte platnou vlastnost Klasifikuj\u00edc\u00ed agentura.
FNRRS0134.message     = Chyba deklarace; vlastnost ''Klasifikuj\u00edc\u00ed agentura'' chyb\u00ed nebo nen\u00ed platn\u00e1.

FNRRS0135.explanation = Pokud je pro klasifikovan\u00fd z\u00e1znam zad\u00e1na vlastnost Sn\u00ed\u017eit \u00farove\u0148 p\u0159i datu nebo Sn\u00ed\u017eit \u00farove\u0148 p\u0159i ud\u00e1losti, je nutn\u00e9 zadat vlastnost Instrukce pro sn\u00ed\u017een\u00ed \u00farovn\u011b.
FNRRS0135.action      = Zadejte vlastnost Instrukce pro sn\u00ed\u017een\u00ed \u00farovn\u011b nebo nezad\u00e1vejte \u017e\u00e1dn\u00e9 vlastnosti Sn\u00ed\u017eit \u00farove\u0148 p\u0159i datu nebo Sn\u00ed\u017eit \u00farove\u0148 p\u0159i ud\u00e1losti.
FNRRS0135.message     = Chyba deklarace; vlastnost ''Instrukce pro sn\u00ed\u017een\u00ed \u00farovn\u011b'' chyb\u00ed nebo nen\u00ed platn\u00e1.

FNRRS0136.explanation = Pokud je pro klasifikovan\u00fd z\u00e1znam ur\u010dena vlastnost Upgradov\u00e1no, je nutn\u00e9 zadat tak\u00e9 vlastnost D\u016fvody pro upgrade.
FNRRS0136.action      = Zadejte vlastnost D\u016fvody pro upgrade nebo nezad\u00e1vejte \u017e\u00e1dnou vlastnost Upgradov\u00e1no.
FNRRS0136.message     = Chyba deklarace; vlastnost ''D\u016fvody pro upgrade'' chyb\u00ed nebo nen\u00ed platn\u00e1.

FNRRS0137.explanation = Pokud je pro klasifikovan\u00fd z\u00e1znam ur\u010dena vlastnost Upgradov\u00e1no, je nutn\u00e9 zadat tak\u00e9 vlastnost Upgradoval.
FNRRS0137.action      = Zadejte vlastnost Upgradoval nebo nezad\u00e1vejte \u017e\u00e1dnou vlastnost Upgradov\u00e1no.
FNRRS0137.message     = Chyba deklarace; vlastnost ''Upgradoval'' chyb\u00ed nebo nen\u00ed platn\u00e1.

FNRRS0138.explanation = Pokud je pro klasifikovan\u00fd z\u00e1znam ur\u010dena vlastnost Revidov\u00e1no, je nutn\u00e9 zadat tak\u00e9 vlastnost Revidoval.
FNRRS0138.action      = Zadejte vlastnost Revidoval nebo nezad\u00e1vejte \u017e\u00e1dnou vlastnost Revidov\u00e1no.
FNRRS0138.message     = Chyba deklarace; vlastnost ''Revidoval'' chyb\u00ed nebo nen\u00ed platn\u00e1.

FNRRS0139.explanation = Pokud je pro klasifikovan\u00fd z\u00e1znam ur\u010dena vlastnost \u00darove\u0148 sn\u00ed\u017eena, je nutn\u00e9 zadat tak\u00e9 vlastnost \u00darove\u0148 sn\u00ed\u017eil.
FNRRS0139.action      = Zadejte vlastnost \u00darove\u0148 sn\u00ed\u017eil nebo nezad\u00e1vejte \u017e\u00e1dnou vlastnost \u00darove\u0148 sn\u00ed\u017eena.
FNRRS0139.message     = Chyba deklarace; vlastnost ''\u00darove\u0148 sn\u00ed\u017eil'' chyb\u00ed nebo nen\u00ed platn\u00e1.

FNRRS0140.explanation = Pokud je pro klasifikovan\u00fd z\u00e1znam ur\u010dena vlastnost Deklasifikov\u00e1no, je nutn\u00e9 zadat tak\u00e9 vlastnost Deklasifikoval.
FNRRS0140.action      = Zadejte vlastnost Deklasifikoval nebo nezad\u00e1vejte \u017e\u00e1dnou vlastnost Deklasifikov\u00e1no.
FNRRS0140.message     = Chyba deklarace; vlastnost ''Deklasifikoval'' chyb\u00ed nebo nen\u00ed platn\u00e1.

FNRRS0141.explanation = P\u0159i pokusu o deklaraci klasifikovan\u00e9ho z\u00e1znamu do\u0161lo k selh\u00e1n\u00ed jednoho nebo v\u00edce klasifikovan\u00fdch ov\u011b\u0159en\u00ed DoD.
FNRRS0141.action      = Zkontrolujte kolekci chybov\u00fdch z\u00e1znam\u016f v\u00fdjimky a zjist\u011bte podrobnosti o jednotliv\u00fdch selh\u00e1n\u00edch.
FNRRS0141.message     = Chyba deklarace; do\u0161lo k chyb\u011b jednoho nebo v\u00edce klasifikovan\u00fdch ov\u011b\u0159en\u00ed DoD. Podrobnosti naleznete v chybov\u00fdch z\u00e1znamech v\u00fdjimek.

FNRRS0142.explanation = Byl proveden pokus o aktivaci kontejneru z\u00e1znam\u016f, kter\u00fd ji\u017e byl aktivn\u00ed. Aktivn\u00ed kontejner nelze nastavit jako aktivn\u00ed.
FNRRS0142.action      = Ur\u010dete, pro\u010d je kontejner nastavov\u00e1n jako aktivn\u00ed, kdy\u017e u\u017e aktivn\u00ed je.
FNRRS0142.message     = Kontejner nelze nastavit jako aktivn\u00ed, nebo\u0165 ji\u017e aktivn\u00ed je.

FNRRS0143.explanation = Byl proveden pokus o deaktivaci kontejneru z\u00e1znam\u016f, kter\u00fd ji\u017e byl neaktivn\u00ed. Neaktivn\u00ed kontejner nelze nastavit jako neaktivn\u00ed.
FNRRS0143.action      = Ur\u010dete, pro\u010d je kontejner nastavov\u00e1n jako neaktivn\u00ed, kdy\u017e u\u017e neaktivn\u00ed je.
FNRRS0143.message     = Kontejner nelze nastavit jako neaktivn\u00ed, nebo\u0165 ji\u017e neaktivn\u00ed je.

FNRRS0144.explanation = Kdy\u017e je kontejner neaktivn\u00ed, mus\u00ed b\u00fdt neaktivn\u00ed tak\u00e9 v\u0161echny jeho podkontejnery ve v\u0161ech \u00farovn\u00edch hierarchie kontejneru. Pokus o nastaven\u00ed kontejneru jako aktivn\u00ed v p\u0159\u00edpad\u011b, \u017ee je n\u011bkter\u00fd nad\u0159\u00edzen\u00fd kontejner neaktivn\u00ed, nen\u00ed povolen.
FNRRS0144.action      = Pokud je nutn\u00e9 nastavit kontejner jako aktivn\u00ed, je nutn\u00e9 nejprve aktivovat v\u0161echny neaktivn\u00ed nad\u0159\u00edzen\u00e9 kontejnery.
FNRRS0144.message     = Kontejner nelze nastavit jako aktivn\u00ed, nebo\u0165 nad\u0159\u00edzen\u00fd kontejner je aktivn\u00ed.

FNRRS0145.explanation = P\u0159i nastaven\u00ed kontejneru jako neaktivn\u00ed je nutn\u00e9 zadat d\u016fvod k t\u00e9to akci. Tento d\u016fvod informuje o tom, pro\u010d kontejner ji\u017e nen\u00ed aktivn\u00ed.
FNRRS0145.action      = Ur\u010dete d\u016fvod pro nastaven\u00ed kontejneru jako neaktivn\u00ed.
FNRRS0145.message     = P\u0159i nastaven\u00ed kontejneru jako neaktivn\u00ed je nutn\u00e9 zadat d\u016fvod deaktivace.

FNRRS0146.explanation = Kontejner je mo\u017en\u00e9 znovu otev\u0159\u00edt pouze v p\u0159\u00edpad\u011b, \u017ee je zav\u0159en\u00fd. Pokud je kontejner ji\u017e otev\u0159en\u00fd, nen\u00ed mo\u017en\u00e9 jej znovu otev\u0159\u00edt.
FNRRS0146.action      = Neotv\u00edrejte znovu kontejner, pokud nen\u00ed v zav\u0159en\u00e9m stavu.
FNRRS0146.message     = Nelze znovu otev\u0159\u00edt kontejner, kter\u00fd nebyl zav\u0159en.

FNRRS0147.explanation = Akce nov\u00e9ho otev\u0159en\u00ed je platn\u00e1 pouze pro kontejner, kter\u00fd je v zav\u0159en\u00e9m stavu. Aktu\u00e1ln\u00ed kontejner ji\u017e byl znovu otev\u0159en, nem\u016f\u017eete tedy tuto akci prov\u00e9st.
FNRRS0147.action      = Neotv\u00edrejte znovu kontejner, pokud nen\u00ed v zav\u0159en\u00e9m stavu.
FNRRS0147.message     = Nelze znovu otev\u0159\u00edt kontejner, kter\u00fd ji\u017e byl znovu otev\u0159en.

FNRRS0148.explanation = Kontejner lze znovu otev\u0159\u00edt pouze v p\u0159\u00edpad\u011b, \u017ee v\u0161echny jeho nad\u0159\u00edzen\u00e9 kontejnery jsou v otev\u0159en\u00e9m stavu. Pokud je n\u011bkter\u00fd nad\u0159\u00edzen\u00fd kontejner zav\u0159en\u00fd, nelze tento kontejner znovu otev\u0159\u00edt.
FNRRS0148.action      = Neotev\u00edrejte znovu kontejner, pokud nejsou v\u0161echny jeho nad\u0159\u00edzen\u00e9 kontejnery otev\u0159eny.
FNRRS0148.message     = Nelze znovu otev\u0159\u00edt kontejner, pokud je n\u011bkter\u00fd z jeho p\u0159edch\u016fdc\u016f zav\u0159en\u00fd.

FNRRS0149.explanation = P\u0159i zav\u00edr\u00e1n\u00ed kontejneru je nutn\u00e9 pro tuto akci zadat d\u016fvod. D\u016fvodem mus\u00ed b\u00fdt platn\u00fd nepr\u00e1zdn\u00fd \u0159et\u011bzec.
FNRRS0149.action      = Zadejte nepr\u00e1zdn\u00fd \u0159et\u011bzec uv\u00e1d\u011bj\u00edc\u00ed d\u016fvod pro zav\u0159en\u00ed kontejneru.
FNRRS0149.message     = P\u0159i zav\u00edr\u00e1n\u00ed kontejneru je nutn\u00e9 zadat d\u016fvod.

FNRRS0150.explanation = Nelze zav\u0159\u00edt kontejner, kter\u00fd je ji\u017e zav\u0159en\u00fd. Kontejner lze zav\u0159\u00edt pouze v p\u0159\u00edpad\u011b, \u017ee je otev\u0159en\u00fd (nebyl nikdy zav\u0159en\u00fd) nebo znovu otev\u0159en\u00fd (byl zav\u0159en\u00fd, ale nyn\u00ed je znovu otev\u0159en\u00fd).
FNRRS0150.action      = P\u0159ed pokusem o zav\u0159en\u00ed kontejneru zkontrolujte, zda ji\u017e nen\u00ed zav\u0159en\u00fd.
FNRRS0150.message     = Kontejner nelze zav\u0159\u00edt; ji\u017e je zav\u0159en\u00fd.

FNRRS0151.explanation = Nen\u00ed mo\u017en\u00e9 zalo\u017eit z\u00e1znam do kontejneru, kter\u00fd je neaktivn\u00ed.
FNRRS0151.action      = Znovu aktivujte kontejner nebo vyberte jin\u00fd c\u00edl pro zalo\u017een\u00ed.
FNRRS0151.message     = Nelze zalo\u017eit z\u00e1znam do neaktivn\u00edho kontejneru.

FNRRS0152.explanation = Nen\u00ed mo\u017en\u00e9 zalo\u017eit z\u00e1znam do kontejneru, kter\u00fd je zav\u0159en\u00fd.
FNRRS0152.action      = Otev\u0159ete kontejner znovu nebo vyberte jin\u00fd c\u00edl pro zalo\u017een\u00ed.
FNRRS0152.message     = Nelze zalo\u017eit z\u00e1znam do zav\u0159en\u00e9ho kontejneru.

FNRRS0153.explanation = Do c\u00edlov\u00e9ho kontejneru nelze zalo\u017eit tento typ z\u00e1znamu.
FNRRS0153.action      = Vyberte jin\u00fd kontejner pro zalo\u017een\u00ed z\u00e1znamu.
FNRRS0153.message     = C\u00edlov\u00fd kontejner nesm\u00ed obsahovat z\u00e1znam s typem entity: {0}.

FNRRS0154.explanation = Z\u00e1znam ji\u017e v zadan\u00e9m c\u00edlov\u00e9m kontejneru existuje (nebo v jeho aktivn\u00edm pod\u0159\u00edzen\u00e9m svazku).
FNRRS0154.action      = Vyberte jin\u00fd kontejner pro zalo\u017een\u00ed z\u00e1znamu.
FNRRS0154.message     = Nelze zalo\u017eit z\u00e1znam, proto\u017ee ji\u017e v c\u00edlov\u00e9m kontejneru existuje (nebo v jeho aktivn\u00edm pod\u0159\u00edzen\u00e9m svazku).

FNRRS0155.explanation = Z\u00e1znam nelze zalo\u017eit do kontejneru um\u00edst\u011bn\u00e9ho mimo existuj\u00edc\u00ed pl\u00e1n soubor\u016f.
FNRRS0155.action      = Vyberte kontejner, kter\u00fd se nach\u00e1z\u00ed v existuj\u00edc\u00edm pl\u00e1nu soubor\u016f z\u00e1znamu.
FNRRS0155.message     = Z\u00e1znam nelze zalo\u017eit do kontejneru um\u00edst\u011bn\u00e9ho mimo existuj\u00edc\u00ed pl\u00e1n soubor\u016f.

FNRRS0156.explanation = Fyzick\u00fd z\u00e1znam nelze zalo\u017eit do v\u00edce ne\u017e jednoho fyzick\u00e9ho kontejneru.
FNRRS0156.action      = Omezte obsa\u017een\u00ed fyzick\u00e9ho z\u00e1znamu na jeden fyzick\u00fd kontejner.
FNRRS0156.message     = Fyzick\u00fd z\u00e1znam nelze zalo\u017eit do v\u00edce ne\u017e jednoho fyzick\u00e9ho kontejneru.

FNRRS0157.explanation = Fyzick\u00fd z\u00e1znam nelze zalo\u017eit do v\u00edce ne\u017e jednoho fyzick\u00e9ho kontejneru.
FNRRS0157.action      = Omezte obsa\u017een\u00ed fyzick\u00e9ho z\u00e1znamu na jeden fyzick\u00fd kontejner.
FNRRS0157.message     = Zadan\u00fd re\u017eim SchedulePropagation nen\u00ed pou\u017eiteln\u00fd p\u0159i vymaz\u00e1n\u00ed existuj\u00edc\u00edho p\u0159i\u0159azen\u00ed pl\u00e1nu odebr\u00e1n\u00ed: {0}.

FNRRS0158.explanation = Zadan\u00e9 zadr\u017een\u00ed nen\u00ed p\u0159idru\u017eeno k entit\u011b; nelze je tedy odebrat.
FNRRS0158.action      = P\u0159ed pokusem o odebr\u00e1n\u00ed objektu zadr\u017een\u00ed zkontrolujte, zda je p\u0159idru\u017een k entit\u011b.
FNRRS0158.message     = Nelze odebrat zadr\u017een\u00ed, proto\u017ee nen\u00ed asociov\u00e1no s entitou; identita zadr\u017een\u00ed: {0}.
FNRRS0158.arg.0	   = Identita p\u0159\u00edslu\u0161n\u00e9ho zadr\u017een\u00ed

FNRRS0159.explanation = Zadan\u00e9 zadr\u017een\u00ed bylo dynamicky p\u0159i\u0159azeno k entit\u011b. Nelze je ru\u010dn\u011b odebrat.
FNRRS0159.action      = Dynamick\u00e1 zadr\u017een\u00ed odeberete pomoc\u00ed zadr\u017een\u00ed procesu uzav\u0159en\u00ed objektu.
FNRRS0159.message     = Nelze ru\u010dn\u011b odebrat zadr\u017een\u00ed, kter\u00e9 bylo pou\u017eito dynamicky; identita zadr\u017een\u00ed: {0}.
FNRRS0159.arg.0	   = Identita p\u0159\u00edslu\u0161n\u00e9ho zadr\u017een\u00ed

FNRRS0160.explanation = Zadan\u00e9 zadr\u017een\u00ed nen\u00ed aktivn\u00ed. Nelze je pou\u017e\u00edt pro entitu.
FNRRS0160.action      = P\u0159ed p\u0159idru\u017een\u00edm zadr\u017een\u00ed k entit\u00e1m zkontrolujte, zda je ozna\u010deno jako aktivn\u00ed.
FNRRS0160.message     = Nelze pou\u017e\u00edt zadr\u017een\u00ed, kter\u00e9 nen\u00ed aktivn\u00ed; identita zadr\u017een\u00ed: {0}.
FNRRS0160.arg.0	   = Identita p\u0159\u00edslu\u0161n\u00e9ho zadr\u017een\u00ed

FNRRS0161.explanation = Nelze p\u0159idat zadr\u017een\u00ed k entit\u011b, kter\u00e1 je k n\u011bmu ji\u017e p\u0159idru\u017eena.
FNRRS0161.action      = Zadr\u017een\u00ed p\u0159id\u00e1vejte k entit\u00e1m pouze jednou.
FNRRS0161.message     = Nelze p\u0159idat zadr\u017een\u00ed k entit\u011b v\u00edce ne\u017e jednou; identita zadr\u017een\u00ed: {0}.
FNRRS0161.arg.0	   = Identita p\u0159\u00edslu\u0161n\u00fdch zadr\u017een\u00ed

FNRRS0162.explanation = Nelze odebrat zadr\u017een\u00ed v p\u0159\u00edpad\u011b, \u017ee jsou k n\u011bmu p\u0159idru\u017eeny z\u00e1znamy nebo kontejnery.
FNRRS0162.action      = Odeberte entity p\u0159idru\u017een\u00e9 k zadr\u017een\u00ed a potom zadr\u017een\u00ed odstra\u0148te.
FNRRS0162.message     = Nelze odstranit zadr\u017een\u00ed, kter\u00e9 je p\u0159idru\u017eeno k entit\u00e1m.

FNRRS0163.explanation = Do\u0161lo k neo\u010dek\u00e1van\u00e9 v\u00fdjimce p\u0159i pokusu o p\u0159esun t\u00e9to entity.
FNRRS0163.action      = Dal\u0161\u00ed informace o v\u00fdjimce naleznete v protokolech.
FNRRS0163.message     = Nelze p\u0159esunout entitu kv\u016fli neo\u010dek\u00e1van\u00e9 v\u00fdjimce; entita: {0}, v\u00fdjimka: {1}.
FNRRS0163.arg.0       = Identita entity, u kter\u00e9 byl pokus o p\u0159esun proveden
FNRRS0163.arg.1       = Zpr\u00e1va v\u00fdjimky

FNRRS0164.explanation = Operace hromadn\u00e9ho odstran\u011bn\u00ed nepodporuje entitu s touto hodnotou entityType.
FNRRS0164.action      = Odeberte tuto entitu z kolekce entit operace hromadn\u00e9ho odstran\u011bn\u00ed.
FNRRS0164.message     = Nelze prov\u00e9st hromadn\u00e9 odstran\u011bn\u00ed pro typ entity; entityType: {0}, entityIdent: {1}.
FNRRS0164.arg.0       = Typ entity, u kter\u00e9ho byl pokus o odstran\u011bn\u00ed proveden
FNRRS0164.arg.1       = Identita entity, u kter\u00e9 byl pokus o odstran\u011bn\u00ed proveden

FNRRS0165.explanation = Operace hromadn\u00e9 deaktivace nepodporuje entitu s touto hodnotou entityType.
FNRRS0165.action      = Odeberte tuto entitu z kolekce entit operace hromadn\u00e9 deaktivace.
FNRRS0165.message     = Nelze prov\u00e9st hromadnou deaktivaci pro typ entity; entityType: {0}, entityIdent: {1}.
FNRRS0165.arg.0       = Typ entity, u kter\u00e9ho byl pokus o deaktivaci proveden
FNRRS0165.arg.1       = Identita entity, u kter\u00e9 byl pokus o deaktivaci proveden

FNRRS0166.explanation = Operace hromadn\u00e9 aktivace nepodporuje entitu s touto hodnotou entityType.
FNRRS0166.action      = Odeberte tuto entitu z kolekce entit operace hromadn\u00e9 aktivace.
FNRRS0166.message     = Nelze prov\u00e9st hromadnou aktivaci pro typ entity; entityType: {0}, entityIdent: {1}.
FNRRS0166.arg.0       = Typ entity, u kter\u00e9ho byl pokus o aktivaci proveden
FNRRS0166.arg.1       = Identita entity, u kter\u00e9 byl pokus o aktivaci proveden

FNRRS0167.explanation = Zdrojov\u00fd kontejner zadan\u00fd pro operaci p\u0159esunu neobsahuje p\u0159\u00edmo zadan\u00fd z\u00e1znam.
FNRRS0167.action      = Zajist\u011bte, \u017ee je zad\u00e1n spr\u00e1vn\u00fd zdrojov\u00fd kontejner. Pokud je skute\u010dn\u00fd zdrojov\u00fd kontejner svazkem z\u00e1znam\u016f, ur\u010dete tento svazek z\u00e1znam\u016f m\u00edsto nad\u0159\u00edzen\u00e9 slo\u017eky z\u00e1znam\u016f.
FNRRS0167.message     = Nelze prov\u00e9st p\u0159esun z\u00e1znamu, proto\u017ee z\u00e1znam nen\u00ed obsa\u017een v zadan\u00e9m zdrojov\u00e9m kontejneru.

FNRRS0168.explanation = Aktu\u00e1ln\u00ed u\u017eivatel nem\u00e1 opr\u00e1vn\u011bn\u00ed pro p\u0159esun objektu.
FNRRS0168.action      = Zajist\u011bte, aby aktu\u00e1ln\u00ed u\u017eivatel m\u011bl opr\u00e1vn\u011bn\u00ed pro p\u0159esun objektu.
FNRRS0168.message     = Aktu\u00e1ln\u00ed u\u017eivatel nem\u016f\u017ee p\u0159esunout kontejner: {0}.
FNRRS0168.arg.0       = Identita kontejneru

FNRRS0169.explanation = Aktu\u00e1ln\u00ed u\u017eivatel nem\u00e1 spr\u00e1vn\u00e9 opr\u00e1vn\u011bn\u00ed pro kop\u00edrov\u00e1n\u00ed z\u00e1znamu.
FNRRS0169.action      = Ov\u011b\u0159te, \u017ee aktu\u00e1ln\u00ed u\u017eivatel m\u00e1 alespo\u0148 opr\u00e1vn\u011bn\u00ed k z\u00e1pisu do z\u00e1znamu.
FNRRS0169.message     = Aktu\u00e1ln\u00ed u\u017eivatel nem\u00e1 opr\u00e1vn\u011bn\u00ed pro kop\u00edrov\u00e1n\u00ed z\u00e1znamu: {0}.
FNRRS0169.arg.0       = Identita z\u00e1znamu

FNRRS0170.explanation = Vzhledem k nemo\u017enosti automatick\u00e9ho vytvo\u0159en\u00ed kopie extern\u00edho sdru\u017een\u00e9ho dokumentu nelze z\u00e1znam p\u0159idru\u017een\u00fd k takov\u00e9mu dokumentu kop\u00edrovat.
FNRRS0170.action      = Ru\u010dn\u011b duplikujte p\u016fvodn\u00ed sdru\u017een\u00fd dokument a ru\u010dn\u011b deklarujte nov\u00fd z\u00e1znam pro nov\u00fd sdru\u017een\u00fd dokument.
FNRRS0170.message     = Z\u00e1znam p\u0159idru\u017een\u00fd ke sdru\u017een\u00e9mu dokumentu nelze zkop\u00edrovat.

FNRRS0171.explanation = Zadan\u00fd z\u00e1znam nen\u00ed aktu\u00e1ln\u011b zalo\u017een v zadan\u00e9m kontejneru, a proto nelze jeho zalo\u017een\u00ed zru\u0161it.
FNRRS0171.action      = Pokud jste tuto metodu volali pro slo\u017eku z\u00e1znam\u016f, kter\u00e1 vy\u017eaduje pou\u017eit\u00ed pod\u0159\u00edzen\u00fdch svazk\u016f z\u00e1znam\u016f, prove\u010fte toto vol\u00e1n\u00ed pro p\u0159\u00edslu\u0161n\u00fd pod\u0159\u00edzen\u00fd svazek, kter\u00fd z\u00e1znam ve skute\u010dnosti obsahuje.
FNRRS0171.message     = Nelze zru\u0161it zalo\u017een\u00ed z\u00e1znamu v kontejneru, ve kter\u00e9m nen\u00ed aktu\u00e1ln\u011b zalo\u017een; z\u00e1znam: {0}, kontejner: {1}.
FNRRS0171.arg.0       = Z\u00e1znam, u kter\u00e9ho se prov\u00e1d\u00ed pokus o zru\u0161en\u00ed zalo\u017een\u00ed
FNRRS0171.arg.1       = C\u00edlov\u00fd kontejner, pro kter\u00fd se prov\u00e1d\u00ed pokus o zru\u0161en\u00ed zalo\u017een\u00ed z\u00e1znamu

FNRRS0172.explanation = Z\u00e1znam mus\u00ed b\u00fdt zalo\u017een nejm\u00e9n\u011b v jednom kontejneru. 
FNRRS0172.action      = P\u0159ed pokusem o zru\u0161en\u00ed zalo\u017een\u00ed v kontejneru zajist\u011bte, aby byl z\u00e1znam zalo\u017een alespo\u0148 v jednom dal\u0161\u00edm kontejneru.
FNRRS0172.message     = Nelze zru\u0161it zalo\u017een\u00ed z\u00e1znamu, kter\u00fd je aktu\u00e1ln\u011b zalo\u017een pouze v jednom kontejneru; z\u00e1znam: {0}.
FNRRS0172.arg.0       = Z\u00e1znam, u kter\u00e9ho se prov\u00e1d\u00ed pokus o zru\u0161en\u00ed zalo\u017een\u00ed

FNRRS0173.explanation = Po "logick\u00e9m" odstran\u011bn\u00ed z\u00e1znamu ji\u017e nen\u00ed mo\u017en\u00e9 zru\u0161it jeho deklaraci. 
FNRRS0173.action      =  
FNRRS0173.message     = Nelze zru\u0161it deklaraci z\u00e1znamu, kter\u00fd byl "logicky" odstran\u011bn; z\u00e1znam: {0}.
FNRRS0173.arg.0       = Z\u00e1znam, u kter\u00e9ho se prov\u00e1d\u00ed pokus o zru\u0161en\u00ed deklarace

FNRRS0174.explanation = Pokud je z\u00e1znam (nebo n\u011bkter\u00fd z jeho nad\u0159\u00edzen\u00fdch kontejner\u016f) zadr\u017een, nelze zru\u0161it jeho deklaraci. 
FNRRS0174.action      = Odeberte v\u0161echna platn\u00e1 zadr\u017een\u00ed ze z\u00e1znamu a opakujte operaci zru\u0161en\u00ed deklarace.
FNRRS0174.message     = Nelze zru\u0161it deklaraci zadr\u017eovan\u00e9ho z\u00e1znamu; z\u00e1znam: {0}.
FNRRS0174.arg.0       = Z\u00e1znam, u kter\u00e9ho se prov\u00e1d\u00ed pokus o zru\u0161en\u00ed deklarace

FNRRS0175.explanation = Pokud je z\u00e1znam aktu\u00e1ln\u011b zahrnut v aktivn\u00edm sledu prac\u00ed odebr\u00e1n\u00ed, nelze zru\u0161it jeho deklaraci.
FNRRS0175.action      = Dokon\u010dete zpracov\u00e1n\u00ed sledu prac\u00ed p\u0159idru\u017een\u00e9ho k z\u00e1znamu a opakujte operaci zru\u0161en\u00ed deklarace.
FNRRS0175.message     = Nelze zru\u0161it deklaraci z\u00e1znamu, kter\u00fd je sou\u010d\u00e1st\u00ed aktivn\u00edho sledu prac\u00ed odebr\u00e1n\u00ed; z\u00e1znam: {0}.
FNRRS0175.arg.0       = Z\u00e1znam, u kter\u00e9ho se prov\u00e1d\u00ed pokus o zru\u0161en\u00ed deklarace

FNRRS0176.explanation = Pokud je z\u00e1znam p\u0159idru\u017een ke sdru\u017een\u00e9mu obsahu, nelze zru\u0161it jeho deklaraci.
FNRRS0176.action      = 
FNRRS0176.message     = Nelze zru\u0161it deklaraci z\u00e1znamu, kter\u00fd je p\u0159idru\u017een ke sdru\u017een\u00e9mu obsahu; z\u00e1znam: {0}.
FNRRS0176.arg.0       = Z\u00e1znam, u kter\u00e9ho se prov\u00e1d\u00ed pokus o zru\u0161en\u00ed deklarace

FNRRS0177.explanation = Obvykle se vlastnosti souvisej\u00edc\u00ed s potvrzen\u00edm z\u00e1znamu definuj\u00ed pouze v klasifikovan\u00e9m datov\u00e9m modelu \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f DoD.
FNRRS0177.action      = Ov\u011b\u0159te, zda byl pro \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f nainstalov\u00e1n spr\u00e1vn\u00fd datov\u00fd model.
FNRRS0177.message     = Potvrzen\u00ed z\u00e1znam\u016f nejsou u p\u0159idru\u017een\u00e9ho \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f podporov\u00e1na.

FNRRS0178.explanation = Ve vzorku pojmenov\u00e1n\u00ed mus\u00ed m\u00edt ka\u017ed\u00e1 prav\u00e1 z\u00e1vorka odpov\u00eddaj\u00edc\u00ed levou z\u00e1vorku, aby byl ur\u010den rozsah makra nahrazen\u00ed.
FNRRS0178.action      = Zkontrolujte vzorek pojmenov\u00e1n\u00ed a zajist\u011bte, aby p\u0159ed ka\u017edou pravou z\u00e1vorkou existovala odpov\u00eddaj\u00edc\u00ed lev\u00e1 z\u00e1vorka.
FNRRS0178.message     = Zadan\u00fd vzorek pojmenov\u00e1n\u00ed m\u00e1 pravou z\u00e1vorku bez odpov\u00eddaj\u00edc\u00ed lev\u00e9 z\u00e1vorky.

FNRRS0179.explanation = Ve vzorku pojmenov\u00e1n\u00ed mus\u00ed m\u00edt ka\u017ed\u00e1 lev\u00e1 z\u00e1vorka odpov\u00eddaj\u00edc\u00ed pravou z\u00e1vorku, aby byl ur\u010den rozsah makra nahrazen\u00ed.
FNRRS0179.action      = Zkontrolujte vzorek pojmenov\u00e1n\u00ed a zajist\u011bte, aby v\u0161echny lev\u00e9 z\u00e1vorky m\u011bly odpov\u00eddaj\u00edc\u00ed n\u00e1sleduj\u00edc\u00ed pravou z\u00e1vorku.
FNRRS0179.message     = Zadan\u00fd vzorek pojmenov\u00e1n\u00ed m\u00e1 pravou z\u00e1vorku bez odpov\u00eddaj\u00edc\u00ed lev\u00e9 z\u00e1vorky.

FNRRS0180.explanation = Dal\u0161\u00ed hodnota indexu pro nahrazen\u00ed je del\u0161\u00ed ne\u017e zadan\u00fd vzor \u010d\u00edslic.
FNRRS0180.action      = Zvy\u0161te po\u010det \u010d\u00edslic ve vzoru \u010d\u00edslic.
FNRRS0180.message     = Zadan\u00fd vzor \u010d\u00edslic je pro dal\u0161\u00ed hodnotu indexu p\u0159\u00edli\u0161 kr\u00e1tk\u00fd.

FNRRS0181.explanation = Zadan\u00fd vzor nelze analyzovat jako platn\u00fd vzor.
FNRRS0181.action      = Zkontrolujte zadan\u00fd vzor a zajist\u011bte, aby byl platn\u00fd.
FNRRS0181.message     = Zadan\u00fd vzor nen\u00ed platn\u00fd.

FNRRS0182.explanation = Ve vzorku pojmenov\u00e1n\u00ed je ur\u010dena vlastnost, kter\u00e1 neexistuje.
FNRRS0182.action      = Upravte vzorek pojmenov\u00e1n\u00ed tak, aby obsahoval platn\u00fd n\u00e1zev vlastnosti.
FNRRS0182.message     = Zadan\u00e1 vlastnost ve vzorku pojmenov\u00e1n\u00ed nen\u00ed platn\u00e1 nebo neexistuje: {0}.
FNRRS0182.arg.0       = n\u00e1zev_vlastnosti

FNRRS0183.explanation = Ve vzorku pojmenov\u00e1n\u00ed je zad\u00e1na v\u00edcehodnotov\u00e1 vlastnost. Vzorky pojmenov\u00e1n\u00ed podporuj\u00ed pouze vlastnosti s jedinou hodnotou.
FNRRS0183.action      = Odstra\u0148te ze vzorku pojmenov\u00e1n\u00ed v\u00edcehodnotovou vlastnost.
FNRRS0183.message     = V\u00edcehodnotov\u00e1 vlastnost nen\u00ed podporov\u00e1na ve vzorku pojmenov\u00e1n\u00ed: {0}.
FNRRS0183.arg.0       = n\u00e1zev_vlastnosti

FNRRS0184.explanation = Vzorky pojmenov\u00e1n\u00ed nepodporuj\u00ed bin\u00e1rn\u00ed vlastnosti ani vlastnosti objekt\u016f.
FNRRS0184.action      = Upravte vzorek pojmenov\u00e1n\u00ed, aby obsahoval podporovan\u00fd typ vlastnosti.
FNRRS0184.message     = Typ vlastnosti zadan\u00fd ve vzorku pojmenov\u00e1n\u00ed nen\u00ed podporov\u00e1n: {0}. 
FNRRS0184.arg.0       = n\u00e1zev_vlastnosti

FNRRS0185.explanation = Do\u0161lo k neo\u010dek\u00e1van\u00e9 v\u00fdjimce p\u0159i pokusu o zni\u010den\u00ed t\u00e9to entity.
FNRRS0185.action      = Dal\u0161\u00ed informace o v\u00fdjimce naleznete v protokolech.
FNRRS0185.message     = Nelze zni\u010dit entitu kv\u016fli neo\u010dek\u00e1van\u00e9 v\u00fdjimce; entita: {0}, v\u00fdjimka: {1}.
FNRRS0185.arg.0       = Identita entity, u kter\u00e9 byl pokus o zni\u010den\u00ed proveden
FNRRS0185.arg.1       = Zpr\u00e1va v\u00fdjimky

FNRRS0186.explanation = Pl\u00e1n odebr\u00e1n\u00ed pou\u017eiteln\u00fd pro entitu byl upraven, co\u017e br\u00e1n\u00ed procesu odebr\u00e1n\u00ed ovlivn\u011bn\u00fdch entit.
FNRRS0186.action      = Spus\u0165te znovu proces odebr\u00e1n\u00ed objektu a zpracujte znovu tyto entity s upraven\u00fdm pl\u00e1nem.
FNRRS0186.message     = Pou\u017eiteln\u00fd pl\u00e1n odebr\u00e1n\u00ed byl upraven.

FNRRS0187.explanation = Nelze zni\u010dit nad\u0159\u00edzen\u00fd kontejner, dokud nebudou dokon\u010deny jednotliv\u00e9 cykly uchov\u00e1n\u00ed v\u0161ech pod\u0159\u00edzen\u00fdch polo\u017eek.
FNRRS0187.action      = Odlo\u017ete zni\u010den\u00ed nad\u0159\u00edzen\u00e9 entity.
FNRRS0187.message     = Nelze zni\u010dit entitu, kter\u00e1 obsahuje jednu nebo v\u00edce hierarchick\u00fdch pod\u0159\u00edzen\u00fdch polo\u017eek s r\u016fzn\u00fdmi obdob\u00edmi uchov\u00e1n\u00ed; entita: {0}.
FNRRS0187.arg.0       = Identita entity, u kter\u00e9 byl pokus o zni\u010den\u00ed proveden

FNRRS0188.explanation = Typ akce aktu\u00e1ln\u00ed f\u00e1ze odebr\u00e1n\u00ed p\u0159idru\u017een\u00e9 k entit\u011b se zm\u011bnil.
FNRRS0188.action      = Prove\u010fte znovu proces odebr\u00e1n\u00ed objektu pro tuto entitu.
FNRRS0188.message     = Nelze pokra\u010dovat ve zpracov\u00e1n\u00ed odebr\u00e1n\u00ed kv\u016fli zm\u011bn\u011b v aktu\u00e1ln\u00ed f\u00e1zi; entita: {0}, f\u00e1ze: {1}.
FNRRS0188.arg.0       = Identita entity, kter\u00e9 se odebr\u00e1n\u00ed t\u00fdk\u00e1
FNRRS0188.arg.1       = Identita aktu\u00e1ln\u00ed f\u00e1ze entity.

FNRRS0189.explanation = Hodnota data proveden\u00ed aktu\u00e1ln\u00ed f\u00e1ze entity nen\u00ed pro zpracov\u00e1n\u00ed odebr\u00e1n\u00ed platn\u00e1.
FNRRS0189.action      = Prove\u010fte znovu proces odebr\u00e1n\u00ed objektu pro tuto entitu.
FNRRS0189.message     = Nelze pokra\u010dovat ve zpracov\u00e1n\u00ed odebr\u00e1n\u00ed, proto\u017ee datum proveden\u00ed aktu\u00e1ln\u00ed f\u00e1ze m\u00e1 hodnotu null nebo jde o budouc\u00ed datum; entita: {0}, datum: {1}.
FNRRS0189.arg.0       = Identita entity, kter\u00e9 se odebr\u00e1n\u00ed t\u00fdk\u00e1
FNRRS0189.arg.1       = Hodnota data proveden\u00ed aktu\u00e1ln\u00ed f\u00e1ze dan\u00e9 entity

FNRRS0190.explanation = Akce operace mus\u00ed odpov\u00eddat akci aktu\u00e1ln\u00ed f\u00e1ze entity krom\u011b p\u0159\u00edpadu, kdy jde o operaci exportu nebo zni\u010den\u00ed a akce aktu\u00e1ln\u00ed f\u00e1ze entity je p\u0159enos.
FNRRS0190.action      = Prove\u010fte znovu proces odebr\u00e1n\u00ed objektu pro tuto entitu.
FNRRS0190.message     = Typ akce operace odebr\u00e1n\u00ed nen\u00ed pro stav aktu\u00e1ln\u00ed f\u00e1ze entity platn\u00fd; entita: {0}, akce aktu\u00e1ln\u00ed f\u00e1ze: {1}, prov\u00e1d\u011bn\u00e1 akce: {2}.
FNRRS0190.arg.0       = Identita entity, kter\u00e9 se odebr\u00e1n\u00ed t\u00fdk\u00e1
FNRRS0190.arg.1       = Akce aktu\u00e1ln\u00ed f\u00e1ze entity
FNRRS0190.arg.2       = Prov\u00e1d\u011bn\u00e1 akce operace

FNRRS0191.explanation = U entity nelze prov\u00e9st odebr\u00e1n\u00ed, pokud je p\u0159\u00edmo pro ni nebo pro jej\u00ed nad\u0159\u00edzen\u00e9 \u010di pod\u0159\u00edzen\u00e9 polo\u017eky pou\u017eito zadr\u017een\u00ed.
FNRRS0191.action      = Odeberte v\u0161echna pou\u017eiteln\u00e1 zadr\u017een\u00ed pro tuto entitu.
FNRRS0191.message     = Nelze pokra\u010dovat v operaci odebr\u00e1n\u00ed kv\u016fli platn\u00e9mu zadr\u017een\u00ed pro entitu: {0}.
FNRRS0191.arg.0       = Identita entity, kter\u00e9 se odebr\u00e1n\u00ed t\u00fdk\u00e1

FNRRS0192.explanation = Akce odebr\u00e1n\u00ed do\u010dasn\u00e9ho p\u0159enosu a exportu nejsou povoleny u znovu otev\u0159en\u00e9ho kontejneru z\u00e1znam\u016f.
FNRRS0192.action      = Zav\u0159ete p\u0159\u00edslu\u0161n\u00fd kontejner z\u00e1znam\u016f.
FNRRS0192.message     = Nelze prov\u00e9st akci odebr\u00e1n\u00ed u znovu otev\u0159en\u00e9ho kontejneru z\u00e1znam\u016f: {0}, akce: {1}.
FNRRS0192.arg.0       = Identita entity, kter\u00e9 se odebr\u00e1n\u00ed t\u00fdk\u00e1
FNRRS0192.arg.1       = Typ prov\u00e1d\u011bn\u00e9 akce odebr\u00e1n\u00ed

FNRRS0193.explanation = Kv\u016fli mo\u017en\u00e9mu p\u0159epo\u010dtu stavu odebr\u00e1n\u00ed entity je nutn\u00e9 znovu zah\u00e1jit jej\u00ed proces odebr\u00e1n\u00ed.
FNRRS0193.action      = Prove\u010fte u t\u00e9to entity znovu akci zah\u00e1jen\u00ed odebr\u00e1n\u00ed.
FNRRS0193.message     = Akci odebr\u00e1n\u00ed nelze u entity prov\u00e9st, proto\u017ee pou\u017eiteln\u00fd sled prac\u00ed nebyl dosud zah\u00e1jen; entita: {0}.
FNRRS0193.arg.0       = Identita entity, kter\u00e9 se odebr\u00e1n\u00ed t\u00fdk\u00e1

FNRRS0194.explanation = Pokud je z\u00e1znam p\u0159idru\u017een k pl\u00e1nu odebr\u00e1n\u00ed prost\u0159ednictv\u00edm typu z\u00e1znamu, nelze jej zni\u010dit v r\u00e1mci procesu zni\u010den\u00ed jednoho z jeho kontejner\u016f.
FNRRS0194.action      = Zpracujte nejprve z\u00e1znamy a pokuste se znovu zni\u010dit kontejner.
FNRRS0194.message     = Nelze zni\u010dit entitu, proto\u017ee obsahuje jeden nebo v\u00edce pod\u0159\u00edzen\u00fdch z\u00e1znam\u016f, ke kter\u00fdm je p\u0159i\u0159azen typ z\u00e1znamu; entita: {0}.
FNRRS0194.arg.0       = Identita entity, kter\u00e9 se odebr\u00e1n\u00ed t\u00fdk\u00e1

FNRRS0195.explanation = Bu\u010f nen\u00ed entita ve skute\u010dnosti um\u00edst\u011bna v zadan\u00e9m kontejneru, nebo nen\u00ed zadan\u00fd typ z\u00e1znamu dostupn\u00fd.
FNRRS0195.action      = Ov\u011b\u0159te zp\u016fsob, jak\u00fdm entita d\u011bd\u00ed pl\u00e1n, a spus\u0165te znovu proch\u00e1zen\u00ed.
FNRRS0195.message     = Nelze spr\u00e1vn\u011b prov\u00e9st odebr\u00e1n\u00ed entity, proto\u017ee jej\u00ed hodnota ''uzav\u0159en\u00ed objektu zd\u011bd\u011bno od'' nen\u00ed platn\u00e1; entita: {0}.
FNRRS0195.arg.0       = Identita entity, kter\u00e9 se odebr\u00e1n\u00ed t\u00fdk\u00e1

FNRRS0196.explanation = Ze vstupn\u00edho parametru nebo z vlastnosti c\u00edle exportu aktu\u00e1ln\u00ed f\u00e1ze entity nelze z\u00edskat \u017e\u00e1dnou platnou cestu k adres\u00e1\u0159i.
FNRRS0196.action      = Zadejte platnou cestu k adres\u00e1\u0159i pomoc\u00ed vstupn\u00edho parametru metody nebo vlastnosti c\u00edle exportu aktu\u00e1ln\u00ed f\u00e1ze p\u0159idru\u017een\u00e9 entity.
FNRRS0196.message     = \u0158et\u011bzec cesty k adres\u00e1\u0159i c\u00edle exportu v syst\u00e9mu soubor\u016f je pr\u00e1zdn\u00e1 nebo nulov\u00e1 entita: {0}.
FNRRS0196.arg.0       = Identita entity, kter\u00e9 se odebr\u00e1n\u00ed t\u00fdk\u00e1

FNRRS0197.explanation = P\u0159i pokusu o tvorbu zadan\u00e9ho adres\u00e1\u0159e syst\u00e9mu soubor\u016f do\u0161lo k chyb\u011b syst\u00e9mu soubor\u016f. Dal\u0161\u00ed informace z\u00edsk\u00e1te p\u0159i kontrole p\u0159\u00ed\u010diny v\u00fdjimky.
FNRRS0197.action      = Zajist\u011bte, aby byla zad\u00e1na platn\u00e1 cesta k adres\u00e1\u0159i v syst\u00e9mu soubor\u016f a aby m\u011bl aktu\u00e1ln\u00ed u\u017eivatel pot\u0159ebn\u00e1 opr\u00e1vn\u011bn\u00ed syst\u00e9mu soubor\u016f.
FNRRS0197.message     = Do\u0161lo k chyb\u011b p\u0159i pokusu o tvorbu zadan\u00e9ho c\u00edlov\u00e9ho adres\u00e1\u0159e exportu v syst\u00e9mu soubor\u016f: ''{0}''.
FNRRS0197.arg.0       = Cesta k adres\u00e1\u0159i v syst\u00e9mu soubor\u016f

FNRRS0198.explanation = Do\u0161lo k chyb\u011b syst\u00e9mu soubor\u016f p\u0159i pokusu o tvorbu podadres\u00e1\u0159e ''content'' pro datov\u00e9 soubory p\u0159idru\u017een\u00e9ho obsahu z\u00e1znam\u016f. Dal\u0161\u00ed informace z\u00edsk\u00e1te p\u0159i kontrole p\u0159\u00ed\u010diny v\u00fdjimky.
FNRRS0198.action      = Zajist\u011bte, aby byla zad\u00e1na platn\u00e1 cesta k adres\u00e1\u0159i v syst\u00e9mu soubor\u016f a aby m\u011bl aktu\u00e1ln\u00ed u\u017eivatel pot\u0159ebn\u00e1 opr\u00e1vn\u011bn\u00ed syst\u00e9mu soubor\u016f.
FNRRS0198.message     = Do\u0161lo k chyb\u011b p\u0159i pokusu o tvorbu podadres\u00e1\u0159e ''content'' v adres\u00e1\u0159i v syst\u00e9mu soubor\u016f: ''{0}''.
FNRRS0198.arg.0       = Cesta k nad\u0159\u00edzen\u00e9mu adres\u00e1\u0159i v syst\u00e9mu soubor\u016f

FNRRS0199.explanation = P\u0159i generov\u00e1n\u00ed souboru obsahu exportu v syst\u00e9mu soubor\u016f do\u0161lo k chyb\u011b syst\u00e9mu soubor\u016f. Dal\u0161\u00ed informace z\u00edsk\u00e1te p\u0159i kontrole p\u0159\u00ed\u010diny v\u00fdjimky.
FNRRS0199.action      = Zajist\u011bte, aby byla zad\u00e1na platn\u00e1 cesta k adres\u00e1\u0159i v syst\u00e9mu soubor\u016f a aby m\u011bl aktu\u00e1ln\u00ed u\u017eivatel pot\u0159ebn\u00e1 opr\u00e1vn\u011bn\u00ed syst\u00e9mu soubor\u016f.
FNRRS0199.message     = Do\u0161lo k chyb\u011b p\u0159i pokusu o export dat obsahu do souboru: ''{0}''.
FNRRS0199.arg.0       = \u0158et\u011bzec cesty k v\u00fdstupn\u00edmu souboru

FNRRS0200.explanation = P\u0159i pokusu o export t\u00e9to entity do\u0161lo k neo\u010dek\u00e1van\u00e9 v\u00fdjimce.
FNRRS0200.action      = Dal\u0161\u00ed informace o v\u00fdjimce naleznete v protokolech.
FNRRS0200.message     = Nelze exportovat entitu kv\u016fli neo\u010dek\u00e1van\u00e9 v\u00fdjimce; entita: {0}, v\u00fdjimka: {1}.
FNRRS0200.arg.0       = Identita entity, u kter\u00e9 byl pokus o export proveden
FNRRS0200.arg.1       = Zpr\u00e1va v\u00fdjimky

FNRRS0201.explanation = Operace zah\u00e1jen\u00ed odebr\u00e1n\u00ed nepodporuje entitu s touto hodnotou typu entity.
FNRRS0201.action      = Odeberte tuto entitu z vstupn\u00ed kolekce operace zah\u00e1jen\u00ed odebr\u00e1n\u00ed.
FNRRS0201.message     = Nelze prov\u00e9st zah\u00e1jen\u00ed odebr\u00e1n\u00ed u entity typu: {0}, entityIdent: {1}.
FNRRS0201.arg.0       = Typ entity, u kter\u00e9ho byl pokus o zah\u00e1jen\u00ed odebr\u00e1n\u00ed proveden
FNRRS0201.arg.1       = Identita entity, u kter\u00e9 byl pokus o zah\u00e1jen\u00ed odebr\u00e1n\u00ed proveden

FNRRS0202.explanation = Nelze prov\u00e9st zah\u00e1jen\u00ed odebr\u00e1n\u00ed u entity, pro kterou bylo pou\u017eito platn\u00e9 zadr\u017een\u00ed.
FNRRS0202.action      = Odeberte z entity platn\u00e9 zadr\u017een\u00ed a opakujte zah\u00e1jen\u00ed odebr\u00e1n\u00ed.
FNRRS0202.message     = Nelze prov\u00e9st zah\u00e1jen\u00ed odebr\u00e1n\u00ed u entity, pokud pro ni nebo pro nad\u0159\u00edzenou polo\u017eku plat\u00ed zadr\u017een\u00ed; entityIdent: {0}.
FNRRS0202.arg.0       = Identita entity, u kter\u00e9 byl pokus o zah\u00e1jen\u00ed odebr\u00e1n\u00ed proveden

FNRRS0203.explanation = Nelze prov\u00e9st zah\u00e1jen\u00ed odebr\u00e1n\u00ed u entity, kter\u00e1 obsahuje zadr\u017eovanou pod\u0159\u00edzenou entitu.
FNRRS0203.action      = Odeberte z p\u0159\u00edslu\u0161n\u00fdch pod\u0159\u00edzen\u00fdch entit zadr\u017een\u00ed a opakujte zah\u00e1jen\u00ed odebr\u00e1n\u00ed.
FNRRS0203.message     = Nelze prov\u00e9st zah\u00e1jen\u00ed odebr\u00e1n\u00ed u t\u00e9to entity, proto\u017ee jeden nebo v\u00edce jej\u00edch pod\u0159\u00edzen\u00fdch \u010dlen\u016f je zadr\u017eov\u00e1no; entityIdent: {0}.
FNRRS0203.arg.0       = Identita entity, u kter\u00e9 byl pokus o zah\u00e1jen\u00ed odebr\u00e1n\u00ed proveden

FNRRS0204.explanation = Nelze prov\u00e9st zah\u00e1jen\u00ed odebr\u00e1n\u00ed u entity kv\u016fli um\u00edst\u011bn\u00ed zadr\u017een\u00ed, zm\u011bn\u011b v pl\u00e1nu odebr\u00e1n\u00ed nebo oboj\u00edmu.
FNRRS0204.action      = Odeberte platn\u00e1 zadr\u017een\u00ed u entity a v nad\u0159\u00edzen\u00e9 \u010di pod\u0159\u00edzen\u00e9 hierarchii a prove\u010fte znovu proces odebr\u00e1n\u00ed objektu.
FNRRS0204.message     = Nelze prov\u00e9st zah\u00e1jen\u00ed odebr\u00e1n\u00ed t\u00e9to entity: {0}.
FNRRS0204.arg.0       = Identita entity, u kter\u00e9 byl pokus o zah\u00e1jen\u00ed odebr\u00e1n\u00ed proveden

FNRRS0205.explanation = Do\u0161lo k neo\u010dek\u00e1van\u00e9 chyb\u011b, kter\u00e1 zabr\u00e1nila procesu zah\u00e1jen\u00ed odebr\u00e1n\u00ed v pokra\u010dov\u00e1n\u00ed.
FNRRS0205.action      = Zkontrolujte informace p\u0159idru\u017een\u00e9ho z\u00e1sobn\u00edku v\u00fdjimek a zjist\u011bte mo\u017enou p\u0159\u00ed\u010dinu nebo prove\u010fte znovu proces odebr\u00e1n\u00ed objektu nebo oboj\u00ed.
FNRRS0205.message     = P\u0159i zah\u00e1jen\u00ed odebr\u00e1n\u00ed jedn\u00e9 nebo v\u00edce entit do\u0161lo k neo\u010dek\u00e1van\u00e9 chyb\u011b.

FNRRS0206.explanation = Parametr VWSession m\u00e1 hodnotu null nebo je n\u011bjak\u00fdm zp\u016fsobem neplatn\u00fd.
FNRRS0206.action      = Ov\u011b\u0159te platnou konfiguraci IBM FileNet Process Engine klientsk\u00e9 aplikace.
FNRRS0206.message     = Nelze prov\u00e9st zah\u00e1jen\u00ed odebr\u00e1n\u00ed kv\u016fli neplatn\u00e9mu parametru VWSession: {0}.
FNRRS0206.arg.0       = P\u0159\u00edslu\u0161n\u00fd parametr VWSession

FNRRS0207.explanation = Datum proveden\u00ed aktu\u00e1ln\u00ed f\u00e1ze entity nebylo zat\u00edm ur\u010deno nebo je st\u00e1le v budoucnosti.
FNRRS0207.action      = Prove\u010fte znovu proces odebr\u00e1n\u00ed objektu a opakujte zah\u00e1jen\u00ed odebr\u00e1n\u00ed. 
FNRRS0207.message     = Nelze dokon\u010dit aktu\u00e1ln\u00ed f\u00e1zi odebr\u00e1n\u00ed, proto\u017ee data proveden\u00ed aktu\u00e1ln\u00ed f\u00e1ze zat\u00edm nebylo dosa\u017eeno; entita: {0}.
FNRRS0207.arg.0       = Identita p\u0159\u00edslu\u0161n\u00e9 entity

FNRRS0208.explanation = Do\u0161lo ke zm\u011bn\u011b v p\u0159idru\u017een\u00e9m pl\u00e1nu odebr\u00e1n\u00ed entity nebo v metadatech entity souvisej\u00edc\u00edch s odebr\u00e1n\u00edm (nebo k oboj\u00edmu).
FNRRS0208.action      = Prove\u010fte znovu proces odebr\u00e1n\u00ed objektu a opakujte zah\u00e1jen\u00ed odebr\u00e1n\u00ed. 
FNRRS0208.message     = Nelze dokon\u010dit aktu\u00e1ln\u00ed f\u00e1zi odebr\u00e1n\u00ed, proto\u017ee p\u0159idru\u017een\u00fd sled prac\u00ed zat\u00edm nebyl spu\u0161t\u011bn; entita: {0}.
FNRRS0208.arg.0       = Identita p\u0159\u00edslu\u0161n\u00e9 entity

FNRRS0209.explanation = Znovu otev\u0159en\u00fd kontejner nelze p\u0159en\u00e9st za aktu\u00e1ln\u00ed f\u00e1zi odebr\u00e1n\u00ed.
FNRRS0209.action      = Zav\u0159ete kontejner a opakujte f\u00e1zov\u00fd p\u0159echod. 
FNRRS0209.message     = Nelze dokon\u010dit aktu\u00e1ln\u00ed f\u00e1zi odebr\u00e1n\u00ed, proto\u017ee entita kontejneru byla znovu otev\u0159ena; entita: {0}.
FNRRS0209.arg.0       = Identita p\u0159\u00edslu\u0161n\u00e9 entity

FNRRS0210.explanation = Navrhovan\u00e9 datum proveden\u00ed aktu\u00e1ln\u00ed f\u00e1ze nesm\u00ed m\u00edt hodnotu null nebo b\u00fdt v budoucnosti.
FNRRS0210.action      = Navrhn\u011bte jinou hodnotu data proveden\u00ed aktu\u00e1ln\u00ed f\u00e1ze a opakujte f\u00e1zov\u00fd p\u0159echod. 
FNRRS0210.message     = Nelze dokon\u010dit aktu\u00e1ln\u00ed f\u00e1zi odebr\u00e1n\u00ed, proto\u017ee navrhovan\u00e9 datum proveden\u00ed aktu\u00e1ln\u00ed f\u00e1ze m\u00e1 hodnotu null nebo je v budoucnosti; entita: {0}, navrhovan\u00e9 datum: {1}.
FNRRS0210.arg.0       = Identita p\u0159\u00edslu\u0161n\u00e9 entity
FNRRS0210.arg.1       = Zadan\u00e1 neplatn\u00e1 hodnota data

FNRRS0211.explanation = Pl\u00e1n odebr\u00e1n\u00ed mus\u00ed v\u017edy m\u00edt hodnotu vlastnosti z\u00e1klad uzav\u0159en\u00ed objektu.
FNRRS0211.action      = Opravte pl\u00e1n odebr\u00e1n\u00ed a opakujte proces zah\u00e1jen\u00ed odebr\u00e1n\u00ed.
FNRRS0211.message     = Nelze prov\u00e9st proces uzav\u0159en\u00ed objektu odebr\u00e1n\u00ed kv\u016fli chyb\u011bj\u00edc\u00ed vlastnosti z\u00e1klad uzav\u0159en\u00ed objektu pl\u00e1nu odebr\u00e1n\u00ed: {0}.
FNRRS0211.arg.0       = Identita p\u0159\u00edslu\u0161n\u00e9ho pl\u00e1nu

FNRRS0212.explanation = U p\u0159\u00edslu\u0161n\u00e9 entity chyb\u00ed hodnota data zadan\u00e9 vlastnosti z\u00e1klad uzav\u0159en\u00ed objektu.
FNRRS0212.action      = Upravte entitu, jej\u00ed pl\u00e1n odebr\u00e1n\u00ed nebo oboj\u00ed a opakujte proces zah\u00e1jen\u00ed odebr\u00e1n\u00ed.
FNRRS0212.message     = U entity odebr\u00e1n\u00ed chyb\u00ed hodnota data pro vlastnost z\u00e1klad uzav\u0159en\u00ed objektu; entita: {0}, n\u00e1zev vlastnosti: {1}.
FNRRS0212.arg.0       = Identita p\u0159\u00edslu\u0161n\u00e9 entity
FNRRS0212.arg.1       = N\u00e1zev vlastnosti z\u00e1klad uzav\u0159en\u00ed objektu

FNRRS0213.explanation = U p\u0159\u00edslu\u0161n\u00e9 entity chyb\u00ed hodnota data zadan\u00e9 vlastnosti z\u00e1klad uzav\u0159en\u00ed objektu.
FNRRS0213.action      = Upravte entitu, jej\u00ed pl\u00e1n odebr\u00e1n\u00ed nebo oboj\u00ed a opakujte proces zah\u00e1jen\u00ed odebr\u00e1n\u00ed.
FNRRS0213.message     = Spou\u0161t\u011b\u010d odebr\u00e1n\u00ed m\u00e1 neplatn\u00fd typ spou\u0161t\u011b\u010de pro zpracov\u00e1n\u00ed uzav\u0159en\u00ed objektu; spou\u0161t\u011b\u010d: {0}, typ: {1}.
FNRRS0213.arg.0       = Identita p\u0159\u00edslu\u0161n\u00e9 entity
FNRRS0213.arg.1       = N\u00e1zev vlastnosti z\u00e1klad uzav\u0159en\u00ed objektu

FNRRS0214.explanation = Do\u0161lo k neo\u010dek\u00e1van\u00e9 v\u00fdjimce p\u0159i pokusu o do\u010dasn\u00fd p\u0159enos t\u00e9to entity.
FNRRS0214.action      = Dal\u0161\u00ed informace o v\u00fdjimce naleznete v protokolech.
FNRRS0214.message     = Nelze do\u010dasn\u011b p\u0159en\u00e9st entitu kv\u016fli neo\u010dek\u00e1van\u00e9 v\u00fdjimce; entita: {0}, v\u00fdjimka: {1}.
FNRRS0214.arg.0       = Identita entity, u kter\u00e9 byl pokus o do\u010dasn\u00fd p\u0159enos proveden
FNRRS0214.arg.1       = Zpr\u00e1va v\u00fdjimky

FNRRS0215.explanation = Do\u0161lo k neo\u010dek\u00e1van\u00e9 v\u00fdjimce p\u0159i pokusu o p\u0159enos t\u00e9to entity.
FNRRS0215.action      = Dal\u0161\u00ed informace o v\u00fdjimce naleznete v protokolech.
FNRRS0215.message     = Nelze p\u0159en\u00e9st entitu kv\u016fli neo\u010dek\u00e1van\u00e9 v\u00fdjimce; entita: {0}, v\u00fdjimka: {1}.
FNRRS0215.arg.0       = Identita entity, u kter\u00e9 byl pokus o p\u0159enos proveden
FNRRS0215.arg.1       = Zpr\u00e1va v\u00fdjimky

FNRRS0216.explanation = Nelze z\u00edskat p\u016fvodce z prvku kroku sledu prac\u00ed.
FNRRS0216.action      = Zkontrolujte spr\u00e1vnou \u010dinnost serveru Process Engine a Spr\u00e1vce komponent.
FNRRS0216.message     = Nelze z\u00edskat p\u016fvodce.

FNRRS0217.explanation = Kolekce RMProperties obsahuj\u00edc\u00ed hodnoty vlastnost\u00ed souvisej\u00edc\u00ed s kontrolou odebr\u00e1n\u00ed nesm\u00ed b\u00fdt pr\u00e1zdn\u00e1 nebo m\u00edt hodnotu null.
FNRRS0217.action      = Zadejte p\u0159\u00edslu\u0161n\u00e9 hodnoty vlastnost\u00ed kontroly a opakujte operaci kontroly.
FNRRS0217.message     = Vstupn\u00ed kolekce RMProperties je pr\u00e1zdn\u00e1 pro kontrolovanou entitu: {0}.
FNRRS0217.arg.0       = Identita entity, u kter\u00e9 byl pokus o kontrolu proveden

FNRRS0218.explanation = ID t\u0159\u00eddy vytv\u00e1\u0159en\u00e9ho typu slo\u017eky nesm\u00ed b\u00fdt pr\u00e1zdn\u00e9 nebo m\u00edt hodnotu null.
FNRRS0218.action      = Zadejte platn\u00e9 ID t\u0159\u00eddy typu slo\u017eky.
FNRRS0218.message     = ID {0} nen\u00ed platn\u00e9 ID t\u0159\u00eddy.
FNRRS0218.arg.0       = ID t\u0159\u00eddy vytv\u00e1\u0159en\u00e9ho typu slo\u017eky

FNRRS0219.explanation = Do pl\u00e1nu soubor\u016f lze p\u0159idat pouze kategorii z\u00e1znam\u016f. 
FNRRS0219.action      = Zadejte vhodn\u00fd typ vytv\u00e1\u0159en\u00e9 entity slo\u017eky.
FNRRS0219.message     = Entitu {0} nelze p\u0159idat do pl\u00e1nu soubor\u016f.
FNRRS0219.arg.0       = Typ entity vytv\u00e1\u0159en\u00e9 slo\u017eky

FNRRS0220.explanation = Jako p\u0159\u00edloha by m\u011bla b\u00fdt pou\u017eita kategorie z\u00e1znamu nebo slo\u017eka z\u00e1znam\u016f.
FNRRS0220.action      = Zadejte vhodnou p\u0159\u00edlohu.
FNRRS0220.message     = Typ p\u0159\u00edlohy {0} je neplatn\u00fd. Jako p\u0159\u00edloha by m\u011bla b\u00fdt pou\u017eita kategorie z\u00e1znamu nebo slo\u017eka z\u00e1znam\u016f.
FNRRS0220.arg.0       = N\u00e1zev p\u0159\u00edlohy

FNRRS0221.explanation = Nelze vytvo\u0159it objekt slo\u017eky z\u00e1znam\u016f. 
FNRRS0221.action      = Zkontrolujte parametry pou\u017eit\u00e9 k tvorb\u011b slo\u017eky a opakujte operaci tvorby slo\u017eky.
FNRRS0221.message     = Nelze vytvo\u0159it objekt slo\u017eky z\u00e1znamu {0}.
FNRRS0221.arg.0       = Typ entity vytv\u00e1\u0159en\u00e9 slo\u017eky

FNRRS0222.explanation = D\u00e9lka pole PropertyName a pole PropertyValue mus\u00ed b\u00fdt shodn\u00e1.
FNRRS0222.action      = Zajist\u011bte, aby se d\u00e9lky pole PropertyName a PropertyValue shodovaly.
FNRRS0222.message     = D\u00e9lka pole PropertyName {0} a pole PropertyValue {1} nen\u00ed stejn\u00e1.
FNRRS0222.arg.0       = Pole PropertyName
FNRRS0222.arg.1       = Pole PropertyValue

FNRRS0223.explanation = Pokud m\u00e1 zadan\u00e1 z\u00e1visl\u00e1 vlastnost pro objekt hodnotu true, mus\u00ed b\u00fdt ke druh\u00e9 vlastnosti p\u0159i\u0159azena nepr\u00e1zdn\u00e1 hodnota.
FNRRS0223.action      = Zadejte platnou chyb\u011bj\u00edc\u00ed hodnotu vlastnosti nebo upravte hodnotu z\u00e1visl\u00e9 vlastnosti.
FNRRS0223.message     = V objektu chyb\u00ed nepr\u00e1zdn\u00e1 hodnota pro vlastnost ''{0}'', kter\u00e1 je povinn\u00e1 p\u0159i nastaven\u00ed z\u00e1visl\u00e9 vlastnosti ''{1}'' na hodnotu ''true''.
FNRRS0223.arg.0       = N\u00e1zev chyb\u011bj\u00edc\u00ed nebo pr\u00e1zdn\u00e9 vlastnosti
FNRRS0223.arg.1       = N\u00e1zev z\u00e1visl\u00e9 vlastnosti

FNRRS0224.explanation = Dokument nelze deklarovat jako z\u00e1znam 
FNRRS0224.action      = Zkontrolujte parametry pou\u017eit\u00e9 k deklaraci dokumentu jako z\u00e1znamu a opakujte operaci deklarace dokumentu jako z\u00e1znamu.
FNRRS0224.message     = Dokument nelze deklarovat jako z\u00e1znam

FNRRS0225.explanation = Zalo\u017een\u00ed z\u00e1znamu do v\u00edce ne\u017e jednoho kontejneru aktu\u00e1ln\u011b nen\u00ed pro toto \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f povoleno.
FNRRS0225.action      = Nezakl\u00e1dejte v\u00edcen\u00e1sobn\u00fd z\u00e1znam nebo povolte podporu v\u00edcen\u00e1sobn\u00fdch zalo\u017een\u00ed v \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f.
FNRRS0225.message     = Z\u00e1znam nelze zalo\u017eit do v\u00edce ne\u017e jednoho kontejneru v \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f: {0}.
RNRRS0255.arg.0       = N\u00e1zev \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.

FNRRS0226.explanation = Povolen\u00e9 rozsahy hodnot uchov\u00e1n\u00ed: roky 0 a\u017e 999, m\u011bs\u00edce 0 a\u017e 99, dny 0 a\u017e 99.
FNRRS0226.action      = Zadejte platn\u00e9 hodnoty uchov\u00e1n\u00ed.
FNRRS0226.message     = Jedna \u010di v\u00edce hodnot uchov\u00e1n\u00ed le\u017e\u00ed mimo rozsah. Povolen\u00e9 rozsahy: roky 0 a\u017e 999, m\u011bs\u00edce 0 a\u017e 99, dny 0 a\u017e 99.

FNRRS0227.explanation = Kontejner Z\u00e1kladn\u00ed pl\u00e1n lze p\u0159idat pouze do ko\u0159enov\u00e9ho objektu pl\u00e1nu soubor\u016f nebo do kontejneru typu kategorie z\u00e1znamu.
FNRRS0227.action      = Zkuste akci zopakovat s pou\u017eit\u00edm ko\u0159enov\u00e9ho objektu pl\u00e1nu soubor\u016f nebo kategorie z\u00e1znam\u016f jako c\u00edlov\u00e9ho ko\u0159enov\u00e9ho kontejneru.
FNRRS0227.message     = Nov\u00fd kontejner Z\u00e1kladn\u00ed pl\u00e1n nelze p\u0159idat jako pod\u0159\u00edzen\u00fd prvek nad\u0159\u00edzen\u00e9ho kontejneru typu {0}. 
RNRRS0227.arg.0       = Typ entity nad\u0159\u00edzen\u00e9ho kontejneru.

FNRRS0228.explanation = Ur\u010den\u00e1 vlastnost spou\u0161t\u011b\u010de nebyla nalezena.
FNRRS0228.action      = Zadejte symbolick\u00fd n\u00e1zev platn\u00e9 vlastnosti typu DateTime p\u0159i\u0159azen\u00e9 alespo\u0148 k jedn\u00e9 t\u0159\u00edd\u011b z\u00e1znam\u016f.
FNRRS0228.message     = Nelze na\u010d\u00edst \u0161ablonu vlastnost\u00ed pro ur\u010den\u00fd symbolick\u00fd n\u00e1zev vlastnosti spou\u0161t\u011b\u010de: {0} 
RNRRS0228.arg.0       = Ur\u010den\u00fd symbolick\u00fd n\u00e1zev vlastnosti.

FNRRS0229.explanation = Ur\u010den\u00e1 vlastnost spou\u0161t\u011b\u010de mus\u00ed m\u00edt jednu hodnotu a mus\u00ed b\u00fdt datov\u00e9ho typu DateTime.
FNRRS0229.action      = Zadejte symbolick\u00fd n\u00e1zev platn\u00e9 vlastnosti typu DateTime s jednou hodnotou p\u0159i\u0159azen\u00e9 alespo\u0148 k jedn\u00e9 t\u0159\u00edd\u011b z\u00e1znam\u016f.
FNRRS0229.message     = Ur\u010den\u00e1 vlastnost spou\u0161t\u011b\u010de nen\u00ed datov\u00e9ho typu DateTime nebo nem\u00e1 pouze jednu hodnotu: {0}
RNRRS0229.arg.0       = Ur\u010den\u00fd symbolick\u00fd n\u00e1zev vlastnosti.

FNRRS0230.explanation = Ur\u010den\u00e1 vlastnost spou\u0161t\u011b\u010de mus\u00ed b\u00fdt aktu\u00e1ln\u011b p\u0159i\u0159azena k jedn\u00e9 nebo v\u00edce t\u0159\u00edd\u00e1m z\u00e1znam\u016f.
FNRRS0230.action      = Zadejte symbolick\u00fd n\u00e1zev platn\u00e9 vlastnosti typu DateTime p\u0159i\u0159azen\u00e9 alespo\u0148 k jedn\u00e9 t\u0159\u00edd\u011b z\u00e1znam\u016f.
FNRRS0230.message     = Ur\u010den\u00e1 vlastnost spou\u0161t\u011b\u010de nen\u00ed p\u0159i\u0159azena k \u017e\u00e1dn\u00e9 t\u0159\u00edd\u011b z\u00e1znam\u016f: {0}.
RNRRS0230.arg.0       = Ur\u010den\u00fd symbolick\u00fd n\u00e1zev vlastnosti.

FNRRS0231.explanation = Navrhovan\u00fd kontejner Z\u00e1kladn\u00ed pl\u00e1n nem\u016f\u017ee obsahovat \u017e\u00e1dn\u00e9 pod\u0159\u00edzen\u00e9 d\u00edl\u010d\u00ed kontejnery.
FNRRS0231.action      = Vyberte alternativn\u00ed kontejner pro p\u0159evod na kontejner Z\u00e1kladn\u00ed pl\u00e1n.
FNRRS0231.message     = Navrhovan\u00fd kontejner Z\u00e1kladn\u00ed pl\u00e1n nen\u00ed koncov\u00fdm uzlem: {0}
RNRRS0231.arg.0       = Navrhovan\u00e1 identita kontejneru.

FNRRS0232.explanation = Navrhovan\u00fd kontejner Z\u00e1kladn\u00ed pl\u00e1n nem\u016f\u017ee obsahovat \u017e\u00e1dn\u00fd pod\u0159\u00edzen\u00fd z\u00e1znam, kter\u00fd je aktu\u00e1ln\u011b zalo\u017een ve v\u00edce ne\u017e jednom kontejneru.
FNRRS0232.action      = Vyberte alternativn\u00ed kontejner pro p\u0159evod nebo odeberte nevhodn\u00e9 pod\u0159\u00edzen\u00e9 z\u00e1znamy.
FNRRS0232.message     = Navrhovan\u00fd kontejner Z\u00e1kladn\u00ed pl\u00e1n obsahuje nejm\u00e9n\u011b jeden v\u00edcen\u00e1sobn\u00fd z\u00e1znam: {0}.
FNRRS0232.arg.0       = Identita v\u00edcen\u00e1sobn\u00e9ho z\u00e1znamu.

FNRRS0233.explanation = Navrhovan\u00fd kontejner Z\u00e1kladn\u00ed pl\u00e1n nem\u016f\u017ee m\u00edt \u017e\u00e1dn\u00fd pod\u0159\u00edzen\u00fd z\u00e1znam, kter\u00fd je fyzick\u00fdm z\u00e1znamem.
FNRRS0233.action      = Vyberte pro p\u0159evod alternativn\u00ed kontejner nebo odeberte nevhodn\u00e9 pod\u0159\u00edzen\u00e9 z\u00e1znamy.
FNRRS0233.message     = Navrhovan\u00fd kontejner Z\u00e1kladn\u00ed pl\u00e1n obsahuje nejm\u00e9n\u011b jeden z\u00e1znam, kter\u00fd je fyzick\u00fdm z\u00e1znamem: {0}.
FNRRS0233.arg.0       = Identita fyzick\u00e9ho z\u00e1znamu.

FNRRS0234.explanation = Navrhovan\u00fd kontejner Z\u00e1kladn\u00ed pl\u00e1n nem\u016f\u017ee m\u00edt \u017e\u00e1dn\u00fd pod\u0159\u00edzen\u00fd z\u00e1znam, kter\u00fd m\u00e1 p\u0159idru\u017een typ z\u00e1znamu.
FNRRS0234.action      = Vyberte pro p\u0159evod alternativn\u00ed kontejner nebo odeberte nevhodn\u00e9 pod\u0159\u00edzen\u00e9 z\u00e1znamy.
FNRRS0234.message     = Navrhovan\u00fd kontejner Z\u00e1kladn\u00ed pl\u00e1n obsahuje nejm\u00e9n\u011b jeden z\u00e1znam, kter\u00fd m\u00e1 p\u0159idru\u017een typ z\u00e1znamu: {0}.
FNRRS0234.arg.0       = Identita z\u00e1znamu.

FNRRS0235.explanation = V\u0161echny z\u00e1znamy obsa\u017een\u00e9 v navrhovan\u00e9m kontejneru Z\u00e1kladn\u00ed pl\u00e1n mus\u00ed podporovat navrhovanou vlastnost spou\u0161t\u011b\u010de.
FNRRS0235.action      = Vyberte alternativn\u00ed vlastnost spou\u0161t\u011b\u010de nebo odeberte nevhodn\u00e9 pod\u0159\u00edzen\u00e9 z\u00e1znamy.
FNRRS0235.message     = Navrhovan\u00fd kontejner Z\u00e1kladn\u00ed pl\u00e1n obsahuje nejm\u00e9n\u011b jeden z\u00e1znam, jeho\u017e t\u0159\u00edda nepodporuje navrhovan\u00fd n\u00e1zev vlastnosti spou\u0161t\u011b\u010de: {0}.
FNRRS0235.arg.0       = Identita z\u00e1znamu.

FNRRS0236.explanation = Ne v\u0161echny typy kontejner\u016f z\u00e1znam\u016f lze pou\u017e\u00edt pro p\u0159evod na kontejnery Z\u00e1kladn\u00ed pl\u00e1n.
FNRRS0236.action      = Vyberte alternativn\u00ed kontejner.
FNRRS0236.message     = Navrhovan\u00fd typ kontejneru nelze pou\u017e\u00edt pro p\u0159evod na kontejner Z\u00e1kladn\u00ed pl\u00e1n: {0}.
FNRRS0236.arg.0       = Typ entity navrhovan\u00e9ho kontejneru.

FNRRS0237.explanation = Vy\u017eadovan\u00e9 \u0161ablony vlastnost\u00ed t\u00fdkaj\u00edc\u00edch se z\u00e1kladn\u00edho pl\u00e1nu a p\u0159\u00edpadn\u011b jejich p\u0159i\u0159azen\u00ed k r\u016fzn\u00fdm t\u0159\u00edd\u00e1m kontejner\u016f z\u00e1znam\u016f z\u0159ejm\u011b v tomto \u00falo\u017ei\u0161ti pl\u00e1n\u016f soubor\u016f neexistuj\u00ed.
FNRRS0237.action      = Ov\u011b\u0159te, \u017ee byl pro toto \u00falo\u017ei\u0161t\u011b pl\u00e1n\u016f soubor\u016f pou\u017eit p\u0159\u00edslu\u0161n\u00fd dopln\u011bk produktu P8 Content Manager.
FNRRS0237.message     = Metadata pot\u0159ebn\u00e1 pro podporu z\u00e1kladn\u00edho pl\u00e1nu nejsou k dispozici v tomto \u00falo\u017ei\u0161ti pl\u00e1n\u016f soubor\u016f: {0}.
FNRRS0237.arg.0       = Identifik\u00e1tor \u00falo\u017ei\u0161t\u011b pl\u00e1n\u016f soubor\u016f.

FNRRS0238.explanation = Pro platn\u00fd kontejner Z\u00e1kladn\u00ed pl\u00e1n mus\u00ed b\u00fdt nastavena \u0159\u00e1dn\u011b form\u00e1tovan\u00e1 hodnota vlastnosti RMRetentionPeriod.
FNRRS0238.action      = Prost\u0159ednictv\u00edm metody DefensiblyDisposable.setRetentionPeriod nastavte \u0159\u00e1dnou hodnotu obdob\u00ed uchov\u00e1n\u00ed pro tento kontejner. 
FNRRS0238.message     = Hodnota obdob\u00ed uchov\u00e1n\u00ed pro z\u00e1kladn\u00ed pl\u00e1n neodpov\u00edd\u00e1 o\u010dek\u00e1van\u00e9mu form\u00e1tu: yyy-mm-dd.

FNRRS0239.explanation = P\u0159ed jak\u00fdmkoli pokusem o \u00fapravu vlastnosti t\u00fdkaj\u00edc\u00ed se z\u00e1kladn\u00edho pl\u00e1nu mus\u00ed b\u00fdt kontejner ji\u017e kontejnerem Z\u00e1kladn\u00ed pl\u00e1n.
FNRRS0239.action      = Ov\u011b\u0159te, \u017ee byl kontejner vytvo\u0159en jako kontejner Z\u00e1kladn\u00ed pl\u00e1n nebo \u017ee byl na n\u011bj p\u0159eveden.
FNRRS0239.message     = \u017d\u00e1dnou hodnotu vlastnosti t\u00fdkaj\u00edc\u00ed se z\u00e1kladn\u00edho pl\u00e1nu nelze upravit v kontejneru, kter\u00fd nen\u00ed kontejnerem Z\u00e1kladn\u00ed pl\u00e1n: {0}.
FNRRS0239.arg.0       = Identifik\u00e1tor kontejneru.

FNRRS0240.explanation = P\u0159\u00edm\u00e9 nastaven\u00ed takov\u00fdch vlastnost\u00ed nen\u00ed povoleno, proto\u017ee by se t\u00edm obe\u0161la po\u017eadovan\u00e1 logika ov\u011b\u0159ov\u00e1n\u00ed. 
FNRRS0240.action      = Nam\u00edsto toho pou\u017eijte metody setRetentionPeriod \u010di setTriggerPropertyName pro polo\u017eku DefensiblyDisposable. 
FNRRS0240.message     = P\u0159\u00edm\u00e9 nastaven\u00ed hodnot vlastnosti z\u00e1kladn\u00edho pl\u00e1nu nen\u00ed povoleno.

FNRRS0241.explanation = Kontejner Z\u00e1kladn\u00ed pl\u00e1n nem\u016f\u017ee obsahovat v\u00edcen\u00e1sobn\u011b zalo\u017een\u00e9 z\u00e1znamy. 
FNRRS0241.action      = Vyberte jin\u00fd c\u00edlov\u00fd kontejner pro zalo\u017een\u00ed z\u00e1znamu. 
FNRRS0241.message     = Nelze um\u00edstit v\u00edcen\u00e1sobn\u011b zalo\u017een\u00fd z\u00e1znam do kontejneru Z\u00e1kladn\u00ed pl\u00e1n.

FNRRS0242.explanation = Kontejner Z\u00e1kladn\u00ed pl\u00e1n nem\u016f\u017ee obsahovat fyzick\u00e9 z\u00e1znamy. 
FNRRS0242.action      = Vyberte jin\u00fd c\u00edlov\u00fd kontejner pro zalo\u017een\u00ed z\u00e1znamu. 
FNRRS0242.message     = Nelze zalo\u017eit fyzick\u00fd z\u00e1znam do kontejneru Z\u00e1kladn\u00ed pl\u00e1n.

FNRRS0243.explanation = Kontejner Z\u00e1kladn\u00ed pl\u00e1n nem\u016f\u017ee obsahovat \u017e\u00e1dn\u00e9 z\u00e1znamy s typem z\u00e1znamu. 
FNRRS0243.action      = Vyberte jin\u00fd c\u00edlov\u00fd kontejner pro zalo\u017een\u00ed z\u00e1znamu. 
FNRRS0243.message     = Nelze zalo\u017eit z\u00e1znam s p\u0159idru\u017een\u00fdm typem z\u00e1znamu do kontejneru Z\u00e1kladn\u00ed pl\u00e1n.

FNRRS0244.explanation = V\u0161echny z\u00e1znamy obsa\u017een\u00e9 v kontejneru Z\u00e1kladn\u00ed pl\u00e1n mus\u00ed podporovat p\u0159i\u0159azenou vlastnost spou\u0161t\u011b\u010de kontejneru. 
FNRRS0244.action      = Vyberte jin\u00fd c\u00edlov\u00fd kontejner pro zalo\u017een\u00ed z\u00e1znamu. 
FNRRS0244.message     = T\u0159\u00edda z\u00e1znamu nepodporuje vlastnost spou\u0161t\u011b\u010de p\u0159i\u0159azenou k c\u00edlov\u00e9mu kontejneru Z\u00e1kladn\u00ed pl\u00e1n.

FNRRS0245.explanation = Ke kontejneru Z\u00e1kladn\u00ed pl\u00e1n nem\u016f\u017ee b\u00fdt p\u0159i\u0159azen \u017e\u00e1dn\u00fd pl\u00e1n odebr\u00e1n\u00ed p\u0159\u00edmo ani prost\u0159ednictv\u00edm d\u011bdi\u010dnosti. 
FNRRS0245.action      = Nepokou\u0161ejte se p\u0159i\u0159adit pl\u00e1n odebr\u00e1n\u00ed k existuj\u00edc\u00edmu kontejneru Z\u00e1kladn\u00ed pl\u00e1n ani b\u011bhem vytv\u00e1\u0159en\u00ed takov\u00e9ho kontejneru.
FNRRS0245.message     = Nelze p\u0159i\u0159adit pl\u00e1n odebr\u00e1n\u00ed ke kontejneru Z\u00e1kladn\u00ed pl\u00e1n.

FNRRS0246.explanation = \u017d\u00e1dn\u00fd z\u00e1znam, kter\u00fd je aktu\u00e1ln\u011b obsa\u017een v sestav\u011b Z\u00e1kladn\u00ed pl\u00e1n, nelze p\u0159esunout z p\u0159\u00edslu\u0161n\u00e9ho kontejneru.
FNRRS0246.action      = M\u016f\u017eete bu\u010f vytvo\u0159it novou kopii tohoto z\u00e1znamu, nebo z\u00e1znam zadr\u017eet.
FNRRS0246.message     = Nelze p\u0159esunout z\u00e1znam, kter\u00fd je aktu\u00e1ln\u011b obsa\u017een v sestav\u011b Z\u00e1kladn\u00ed pl\u00e1n: {0}.
FNRRS0246.arg.0       = Identifik\u00e1tor z\u00e1znamu.

FNRRS0247.explanation = Kontejner, kter\u00fd jinak lze pou\u017e\u00edt, nelze p\u0159ev\u00e9st na kontejner Z\u00e1kladn\u00ed pl\u00e1n, pokud p\u0159\u00edslu\u0161n\u00fd kontejner nebo nejm\u00e9n\u011b jeden obsa\u017een\u00fd z\u00e1znam aktu\u00e1ln\u011b figuruje ve zpracov\u00e1n\u00ed odeb\u00edr\u00e1n\u00ed.
FNRRS0247.action      = P\u0159ed pokusem o p\u0159evod kontejneru dokon\u010dete ve\u0161ker\u00e9 prob\u00edhaj\u00edc\u00ed zpracov\u00e1n\u00ed odeb\u00edr\u00e1n\u00ed pro p\u0159\u00edslu\u0161n\u00fd kontejner a p\u0159\u00edpadn\u00e9 z\u00e1znamy, kter\u00e9 obsahuje.
FNRRS0247.message     = Navrhovan\u00fd kontejner aktu\u00e1ln\u011b nelze pou\u017e\u00edt pro p\u0159evod na kontejner Z\u00e1kladn\u00ed pl\u00e1n, proto\u017ee tento kontejner nebo nejm\u00e9n\u011b jeden obsa\u017een\u00fd z\u00e1znam aktu\u00e1ln\u011b figuruje ve zpracov\u00e1n\u00ed odeb\u00edr\u00e1n\u00ed: {0}.
FNRRS0247.arg.0       = Identifik\u00e1tor kontejneru nebo pod\u0159\u00edzen\u00e9ho z\u00e1znamu, kter\u00fd nelze pou\u017e\u00edt.

FNRRS0248.explanation = Nen\u00ed povolena \u017e\u00e1dn\u00e1 zm\u011bna vlastnosti spou\u0161t\u011b\u010de pro \u017e\u00e1dn\u00fd z\u00e1znam, kter\u00fd je aktu\u00e1ln\u011b obsa\u017een v sestav\u011b Z\u00e1kladn\u00ed pl\u00e1n.
FNRRS0248.action      = Nepokou\u0161ejte se zm\u011bnit hodnotu vlastnosti spou\u0161t\u011b\u010de.
FNRRS0248.message     = Nelze aktualizovat p\u0159i\u0159azenou hodnotu vlastnosti spou\u0161t\u011b\u010de pro z\u00e1znam, kter\u00fd je aktu\u00e1ln\u011b obsa\u017een v sestav\u011b Z\u00e1kladn\u00ed pl\u00e1n: {0}.
FNRRS0248.arg.0       = Identifik\u00e1tor z\u00e1znamu.

FNRRS0249.explanation = Jeliko\u017e kontejner Z\u00e1kladn\u00ed pl\u00e1n nem\u016f\u017ee obsahovat v\u00edcen\u00e1sobn\u011b zalo\u017een\u00e9 z\u00e1znamy, nem\u016f\u017ee b\u00fdt \u017e\u00e1dn\u00fd existuj\u00edc\u00ed z\u00e1znam v kontejneru Z\u00e1kladn\u00ed pl\u00e1n zalo\u017een jinde.
FNRRS0249.action      = Nam\u00edsto v\u00edcen\u00e1sobn\u00e9ho zalo\u017een\u00ed z\u00e1znam p\u0159esu\u0148te nebo zkop\u00edrujte.
FNRRS0249.message     = Nelze v\u00edcen\u00e1sobn\u011b zalo\u017eit z\u00e1znam, kter\u00fd je aktu\u00e1ln\u011b obsa\u017een v kontejneru Z\u00e1kladn\u00ed pl\u00e1n: {0}.
FNRRS0249.arg.0       = Identifik\u00e1tor z\u00e1znamu.

FNRRS0250.explanation = N\u011bkter\u00e9 instance konfigurace syst\u00e9mu jsou pova\u017eov\u00e1ny za konstantn\u00ed a nelze je m\u011bnit.
FNRRS0250.message     = Nen\u00ed povolena operace aktualizace pro instanci konfigurace syst\u00e9mu s n\u00e1zvem vlastnosti: {0}.
FNRRS0250.arg.0       = N\u00e1zev vlastnosti souvisej\u00edc\u00ed konfigurace syst\u00e9mu.

FNRRS0251.explanation = Datum proveden\u00ed aktu\u00e1ln\u00ed f\u00e1ze entity bylo bu\u010f odnastaveno, nebo je nyn\u00ed v budoucnu.
FNRRS0251.action      = Chcete-li obnovit stav dispozice entity, znovu spus\u0165te proces odebr\u00e1n\u00ed objektu.
FNRRS0251.message     = Nelze zah\u00e1jit odebr\u00e1n\u00ed kv\u016fli zm\u011bn\u011b data proveden\u00ed aktu\u00e1ln\u00ed f\u00e1ze pro entitu: {0}, datum: {1}.
FNRRS0251.arg.0       = P\u0159\u00edslu\u0161n\u00e1 entita.
FNRRS0251.arg.1       = Datum proveden\u00ed aktu\u00e1ln\u00ed f\u00e1ze entity.

FNRRS0252.explanation = Akce zah\u00e1jen\u00ed odebr\u00e1n\u00ed nen\u00ed pou\u017eiteln\u00e1 pro entitu, jej\u00ed\u017e akce aktu\u00e1ln\u00ed f\u00e1ze je automatick\u00e9 zni\u010den\u00ed.
FNRRS0252.action      = Chcete-li tuto entitu zpracovat, spus\u0165te proces odebr\u00e1n\u00ed objektu automatick\u00e9ho zni\u010den\u00ed.
FNRRS0252.message     = Nelze zah\u00e1jit odebr\u00e1n\u00ed pro entitu, jej\u00ed\u017e aktu\u00e1ln\u00ed f\u00e1ze odebr\u00e1n\u00ed je automatick\u00e9 zni\u010den\u00ed: {0}.
FNRRS0252.arg.0       = P\u0159\u00edslu\u0161n\u00e1 entita.

FNRRS0253.explanation = Akce zah\u00e1jen\u00ed odebr\u00e1n\u00ed nen\u00ed pou\u017eiteln\u00e1 pro entitu, jej\u00ed\u017e hierarchie podkontejner\u016f zahrnuje jeden nebo v\u00edce zadr\u017een\u00fdch fyzick\u00fdch kontejner\u016f.
FNRRS0253.action      = Odeberte libovoln\u00e9 zadr\u017een\u00ed a znovu zkuste zah\u00e1jit odebr\u00e1n\u00ed.
FNRRS0253.message     = Nelze zah\u00e1jit odebr\u00e1n\u00ed pro entitu, kter\u00e1 obsahuje zadr\u017een\u00fd fyzick\u00fd podkontejner: {0}.
FNRRS0253.arg.0       = P\u0159\u00edslu\u0161n\u00e1 entita.

FNRRS0254.explanation = Akce zah\u00e1jen\u00ed odebr\u00e1n\u00ed nen\u00ed pou\u017eiteln\u00e1 pro entitu, jej\u00ed\u017e hierarchie podkontejner\u016f zahrnuje jeden nebo v\u00edce zadr\u017een\u00fdch fyzick\u00fdch z\u00e1znam\u016f.
FNRRS0254.action      = Odeberte libovoln\u00e9 zadr\u017een\u00ed a znovu zkuste zah\u00e1jit odebr\u00e1n\u00ed.
FNRRS0254.message     = Nelze zah\u00e1jit odebr\u00e1n\u00ed pro entitu, kter\u00e1 obsahuje zadr\u017een\u00fd fyzick\u00fd z\u00e1znam: {0}.
FNRRS0254.arg.0       = P\u0159\u00edslu\u0161n\u00e1 entita.

FNRRS0255.explanation = Akce zah\u00e1jen\u00ed odebr\u00e1n\u00ed nen\u00ed pou\u017eiteln\u00e1 pro entitu, jej\u00ed\u017e hierarchie podkontejner\u016f zahrnuje zadr\u017een\u00fd podkontejner a kter\u00e1 obsahuje fyzick\u00e9 z\u00e1znamy.
FNRRS0255.action      = Odeberte libovoln\u00e9 zadr\u017een\u00ed a znovu zkuste zah\u00e1jit odebr\u00e1n\u00ed.
FNRRS0255.message     = Nelze zah\u00e1jit odebr\u00e1n\u00ed pro entitu, kter\u00e1 m\u00e1 zadr\u017een\u00fd podkontejner, kter\u00fd obsahuje fyzick\u00fd z\u00e1znam: {0}.
FNRRS0255.arg.0       = P\u0159\u00edslu\u0161n\u00e1 entita.


FNRRS0300.explanation = Nelze z\u00edskat instanci p\u0159edm\u011btu JAAS p\u0159idru\u017eenou k t\u011bmto hodnot\u00e1m domain_type, adresy URL p\u0159ipojen\u00ed, jm\u00e9na u\u017eivatele a n\u00e1zvu JAAS_stanza.
FNRRS0300.action      = Zajist\u011bte n\u00e1sleduj\u00edc\u00ed: 1) Konfigurace JAAS pro b\u011bhov\u00e9 prost\u0159ed\u00ed je spr\u00e1vn\u011b zad\u00e1na. 2) Je zad\u00e1na spr\u00e1vn\u00e1 adresa URL v\u010detn\u011b spr\u00e1vn\u00e9ho \u010d\u00edsla portu. 3) Pro adresu URL je zad\u00e1n spr\u00e1vn\u00fd n\u00e1zev JAAS_stanza.
FNRRS0300.message     = Nelze z\u00edskat p\u0159edm\u011bt JAAS pro typ dom\u00e9ny: ''{0}'', adresu URL: ''{1}'', jm\u00e9no u\u017eivatele: ''{2}'' a sekci JAAS: ''{3}''.
FNRRS0300.arg.0       = domain_type
FNRRS0300.arg.1       = url
FNRRS0300.arg.2       = Jm\u00e9no u\u017eivatele
FNRRS0300.arg.3       = JAAS_stanza

FNRRS0301.explanation = \u00dalo\u017ei\u0161t\u011b P8 ObjectStore ur\u010den\u00e9 pomoc\u00ed objectstore_ident nen\u00ed platn\u00fdm \u00falo\u017ei\u0161t\u011bm obsahu spr\u00e1vce z\u00e1znam\u016f pro Records Manager.
FNRRS0301.action      = Zajist\u011bte, aby byl pro toto \u00falo\u017ei\u0161t\u011b P8 ObjectStore pou\u017eit spr\u00e1vn\u00fd datov\u00fd model Records Manager.
FNRRS0301.message     = \u00dalo\u017ei\u0161t\u011b P8 ObjectStore nen\u00ed platn\u00fdm \u00falo\u017ei\u0161t\u011bm obsahu pro Records Manager: ''{0}''.
FNRRS0301.arg.0       = objectstore_ident

FNRRS0302.explanation = \u00dalo\u017ei\u0161t\u011b P8 ObjectStore ur\u010den\u00e9 pomoc\u00ed objectstore_ident nen\u00ed platn\u00fdm \u00falo\u017ei\u0161t\u011bm pl\u00e1nu soubor\u016f IBM Enterprise Records.
FNRRS0302.action      = Zajist\u011bte, aby byl pro toto \u00falo\u017ei\u0161t\u011b P8 ObjectStore pou\u017eit spr\u00e1vn\u00fd datov\u00fd model produktu IBM Enterprise Records.
FNRRS0302.message     = \u00dalo\u017ei\u0161t\u011b P8 ObjectStore nen\u00ed platn\u00fdm \u00falo\u017ei\u0161t\u011bm pl\u00e1nu soubor\u016f produktu IBM Enterprise Records: ''{0}''.
FNRRS0302.arg.0       = objectstore_ident

FNRRS0303.explanation = Objekt rozhran\u00ed API instance_ident typu entity_type nebyl dosud p\u0159idru\u017een k odpov\u00eddaj\u00edc\u00edmu z\u00e1kladn\u00edmu objektu \u00falo\u017ei\u0161t\u011b. To omezuje vyu\u017eit\u00ed instance rozhran\u00ed API, nap\u0159\u00edklad p\u0159i pokusu o na\u010dten\u00ed hodnot vlastnost\u00ed z n\u00ed.
FNRRS0303.action      = Prove\u010fte akci fetchInstance (m\u00edsto getInstance) pro instanci rozhran\u00ed API, aby bylo vynuceno na\u010dten\u00ed z \u00falo\u017ei\u0161t\u011b.
FNRRS0303.message     = Pro instanci rozhran\u00ed API nebyl zaveden \u017e\u00e1dn\u00fd z\u00e1kladn\u00ed objekt \u00falo\u017ei\u0161t\u011b: ''{0}'' s typem: ''{1}''.
FNRRS0303.arg.0       = instance_ident
FNRRS0303.arg.1       = entity_type

FNRRS0304.explanation = Z dom\u00e9ny domain_ident nelze na\u010d\u00edst \u017e\u00e1dn\u00e1 dostupn\u00e1 \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.
FNRRS0304.action      = Ov\u011b\u0159te, zda aktu\u00e1ln\u00ed u\u017eivatel m\u00e1 p\u0159\u00edstupov\u00e9 opr\u00e1vn\u011bn\u00ed k alespo\u0148 jednomu \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f v dom\u00e9n\u011b. Zajist\u011bte tak\u00e9, aby alespo\u0148 jedno \u00falo\u017ei\u0161t\u011b bylo konfigurov\u00e1no jako \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.
FNRRS0304.message     = Nelze na\u010d\u00edst \u017e\u00e1dn\u00e1 dostupn\u00e1 \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f z dom\u00e9ny: ''{0}''.
FNRRS0304.arg.0       = domain_ident

FNRRS0305.explanation = Z dom\u00e9ny domain_ident nelze na\u010d\u00edst \u017e\u00e1dn\u00e1 dostupn\u00e1 \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.
FNRRS0305.action      = Ov\u011b\u0159te, zda aktu\u00e1ln\u00ed u\u017eivatel m\u00e1 p\u0159\u00edstupov\u00e9 opr\u00e1vn\u011bn\u00ed k alespo\u0148 jednomu \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f v dom\u00e9n\u011b. Zajist\u011bte tak\u00e9, aby alespo\u0148 jedno \u00falo\u017ei\u0161t\u011b bylo konfigurov\u00e1no jako \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.
FNRRS0305.message     = Nelze na\u010d\u00edst \u017e\u00e1dn\u00e1 dostupn\u00e1 \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f z dom\u00e9ny: ''{0}''.
FNRRS0305.arg.0       = domain_ident

FNRRS0306.explanation = Do\u0161lo k v\u00fdjimce p\u0159i pokusu o p\u0159\u00edjem vlastnosti P8 Content Engine, jej\u00ed\u017e symbolick\u00fd n\u00e1zev je symbolic_name.
FNRRS0306.action      = P\u0159\u00ed\u010dinu RMRuntimeException naleznete v z\u00e1sobn\u00edku v\u00fdjimek. Obvykle jde o probl\u00e9m s p\u0159etypov\u00e1n\u00edm.
FNRRS0306.message     = Do\u0161lo k chyb\u011b p\u0159i p\u0159\u00edjmu vlastnosti P8CE; symbolick\u00fd n\u00e1zev: ''{0}''.
FNRRS0306.arg.0       = symbolic_name

FNRRS0307.explanation = Pro vlastnost symbolic_name byla zji\u0161t\u011bna nepodporovan\u00e1 t\u0159\u00edda vlastnost\u00ed \u00falo\u017ei\u0161t\u011b class_name.
FNRRS0307.action      = Vyberte jinou vlastnost nebo typ t\u0159\u00eddy vlastnost\u00ed.
FNRRS0307.message     = Byla zji\u0161t\u011bna nepodporovan\u00e1 t\u0159\u00edda vlastnost\u00ed p\u0159i p\u0159\u00edjmu vlastnosti \u00falo\u017ei\u0161t\u011b; symbolick\u00fd n\u00e1zev: ''{0}'', t\u0159\u00edda: ''{1}''.
FNRRS0307.arg.0       = symbolic_name
FNRRS0307.arg.1       = n\u00e1zev_t\u0159\u00eddy

FNRRS0308.explanation = Do\u0161lo k neo\u010dek\u00e1van\u00e9 chyb\u011b p\u0159i operaci nastaven\u00ed hodnoty vlastnosti \u00falo\u017ei\u0161t\u011b pro vlastnost symbolic_name s typem data_type.
FNRRS0308.action      = Dal\u0161\u00ed popis chyby \u00falo\u017ei\u0161t\u011b naleznete ve vnit\u0159n\u00ed v\u00fdjimce.
FNRRS0308.message     = Do\u0161lo k chyb\u011b p\u0159i pokusu o nastaven\u00ed vlastnosti \u00falo\u017ei\u0161t\u011b; symbolick\u00fd n\u00e1zev: ''{0}'', datov\u00fd typ: ''{1}''.
FNRRS0308.arg.0       = symbolic_name
FNRRS0308.arg.1       = data_type

FNRRS0309.explanation = Objekt kontejneru typu entity_type nen\u00ed podporov\u00e1n p\u0159\u00edstupovou vrstvou \u00falo\u017ei\u0161t\u011b P8 Content Engine.
FNRRS0309.action      = Vyberte jin\u00fd typ kontejneru nebo vyberte alternativn\u00ed \u00falo\u017ei\u0161t\u011b, kter\u00e9 tento typ entity podporuje.
FNRRS0309.message     = Nelze vytvo\u0159it kontejnerov\u00fd objekt kv\u016fli nepodporovan\u00e9mu typu entity kontejneru P8CE_RAL: ''{0}''.
FNRRS0309.arg.0       = entity_type

FNRRS0310.explanation = fpRepository nem\u00e1 objekt ''SystemConfiguration'', jeho\u017e ''PropertyName'' je ''FPOS Setup''.
FNRRS0310.action      = Zajist\u011bte, aby bylo fpRepository spr\u00e1vn\u011b konfigurov\u00e1no.
FNRRS0310.message     = V \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f: ''{0}'' neexistuje \u017e\u00e1dn\u00fd objekt SystemConfiguration ''FPOS Setup''.
FNRRS0310.arg.0       = fpRepository

FNRRS0311.explanation = Objekt ''SystemConfiguration'' v fpRepository, jeho\u017e ''PropertyName'' je ''FPOS Setup'', m\u00e1 neplatnou hodnotu vlastnosti ''PropertyValue''.
FNRRS0311.action      = Zajist\u011bte, aby bylo fpRepository spr\u00e1vn\u011b konfigurov\u00e1no.
FNRRS0311.message     = Neplatn\u00e1 hodnota pro objekt SystemConfiguration ''FPOS Setup'' v \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f: ''{0}''
FNRRS0311.arg.0       = fpRepository

FNRRS0312.explanation = Do\u0161lo k selh\u00e1n\u00ed operace ulo\u017een\u00ed objektu s typem entity_type a identifik\u00e1torem object_ident.
FNRRS0312.action      = Ov\u011b\u0159te, zda p\u0159\u00edslu\u0161n\u00fd objekt st\u00e1le existuje v \u00falo\u017ei\u0161ti. Zajist\u011bte tak\u00e9, aby aktu\u00e1ln\u00ed u\u017eivatel m\u011bl odpov\u00eddaj\u00edc\u00ed zabezpe\u010den\u00fd p\u0159\u00edstup na \u00farovni objekt\u016f, aby mohla tato operace prob\u011bhnout.
FNRRS0312.message     = Nelze prov\u00e9st operaci ulo\u017een\u00ed pro objekt \u00falo\u017ei\u0161t\u011b ''{0}'' s typem: ''{1}''. Informace o chyb\u011b: {2}
FNRRS0312.arg.0       = object_ident
FNRRS0312.arg.1       = entity_type
FNRRS0312.arg.2		  = \u0158et\u011bzec zpr\u00e1vy v\u00fdjimky

FNRRS0313.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed ko\u0159enov\u00e9ho uzlu pl\u00e1nu soubor\u016f v \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f.
FNRRS0313.action      = Ov\u011b\u0159te, zda m\u00e1 aktu\u00e1ln\u00ed u\u017eivatel alespo\u0148 opr\u00e1vn\u011bn\u00ed k prohl\u00ed\u017een\u00ed ko\u0159enov\u00e9ho uzlu pl\u00e1nu soubor\u016f a zda bylo p\u0159\u00edslu\u0161n\u00e9 \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f spr\u00e1vn\u011b nainstalov\u00e1no a konfigurov\u00e1no.
FNRRS0313.message     = Nelze na\u010d\u00edst ko\u0159enov\u00fd uzel pl\u00e1nu soubor\u016f z \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f: ''{0}''.
FNRRS0313.arg.0       = fpRepository

FNRRS0314.explanation = Do\u0161lo k neo\u010dek\u00e1van\u00e9 chyb\u011b p\u0159i p\u0159id\u00e1v\u00e1n\u00ed do kolekce vlastnost\u00ed pro vlastnost s n\u00e1zvem symbolic_name a typem data_type.
FNRRS0314.action      = Popis chyby \u00falo\u017ei\u0161t\u011b naleznete ve vnit\u0159n\u00ed v\u00fdjimce.
FNRRS0314.message     = Do\u0161lo k chyb\u011b p\u0159i pokusu o p\u0159id\u00e1n\u00ed nov\u00e9 vlastnosti do kolekce; symbolick\u00fd n\u00e1zev: ''{0}'', datov\u00fd typ: ''{1}''.
FNRRS0314.arg.0       = symbolic_name
FNRRS0314.arg.1       = data_type

FNRRS0315.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed pod\u0159\u00edzen\u00fdch kategori\u00ed z\u00e1znam\u016f z nad\u0159\u00edzen\u00e9ho kontejneru.
FNRRS0315.action      = Ov\u011b\u0159te, zda m\u00e1 aktu\u00e1ln\u00ed u\u017eivatel alespo\u0148 opr\u00e1vn\u011bn\u00ed k prohl\u00ed\u017een\u00ed obsahu nad\u0159\u00edzen\u00e9ho kontejneru.
FNRRS0315.message     = Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed kategori\u00ed z\u00e1znam\u016f z nad\u0159\u00edzen\u00e9ho kontejneru: ''{0}''.
FNRRS0315.arg.0       = parent_container

FNRRS0316.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o z\u00edsk\u00e1n\u00ed aktu\u00e1ln\u00edho obsahu iter\u00e1toru str\u00e1nek.
FNRRS0316.action      = Zajist\u011bte, aby bylo provedeno po\u010d\u00e1te\u010dn\u00ed vol\u00e1n\u00ed RMPageInterator.nextPage(), aby se iter\u00e1tor p\u0159esunul na prvn\u00ed str\u00e1nku. Iter\u00e1tor mohl b\u00fdt tak\u00e9 p\u0159esunut za posledn\u00ed str\u00e1nku.
FNRRS0316.message     = Do\u0161lo k chyb\u011b p\u0159i pokusu o z\u00edsk\u00e1n\u00ed obsahu aktu\u00e1ln\u00ed str\u00e1nky z iter\u00e1toru RMPageIterator.

FNRRS0317.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o z\u00edsk\u00e1n\u00ed dal\u0161\u00ed str\u00e1nky iter\u00e1toru str\u00e1nek.
FNRRS0317.action      = Ov\u011b\u0159te, zda ji\u017e iter\u00e1tor nebyl p\u0159esunut za posledn\u00ed str\u00e1nku.
FNRRS0317.message     = Do\u0161lo k chyb\u011b p\u0159i pokusu o z\u00edsk\u00e1n\u00ed dal\u0161\u00ed str\u00e1nky z iter\u00e1toru PagableSet.

FNRRS0318.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed nad\u0159\u00edzen\u00fdch kontejner\u016f objektu.
FNRRS0318.action      = Ov\u011b\u0159te, zda m\u00e1 aktu\u00e1ln\u00ed u\u017eivatel alespo\u0148 opr\u00e1vn\u011bn\u00ed k prohl\u00ed\u017een\u00ed nad\u0159\u00edzen\u00e9ho kontejneru.
FNRRS0318.message     = Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed nad\u0159\u00edzen\u00fdch kontejner\u016f pro objekt: ''{0}''.
FNRRS0318.arg.0       = Objekt

FNRRS0319.explanation = Do\u0161lo k selh\u00e1n\u00ed operace objektu typu entity_type s identifik\u00e1torem object_ident.
FNRRS0319.action      = Ov\u011b\u0159te, zda p\u0159\u00edslu\u0161n\u00fd objekt st\u00e1le existuje v \u00falo\u017ei\u0161ti. Zajist\u011bte tak\u00e9, aby aktu\u00e1ln\u00ed u\u017eivatel m\u011bl odpov\u00eddaj\u00edc\u00ed zabezpe\u010den\u00fd p\u0159\u00edstup na \u00farovni objekt\u016f, aby mohla tato operace prob\u011bhnout.
FNRRS0319.message     = Nelze prov\u00e9st operaci odstran\u011bn\u00ed objektu \u00falo\u017ei\u0161t\u011b: ''{0}'' s typem: ''{1}''.
FNRRS0319.arg.0       = object_ident
FNRRS0319.arg.1       = entity_type

FNRRS0320.explanation = Do\u0161lo k selh\u00e1n\u00ed operace p\u0159id\u00e1n\u00ed kategorie z\u00e1znam\u016f objektu typu entity_type s identifik\u00e1torem object_ident.
FNRRS0320.action      = Ov\u011b\u0159te, zda c\u00edlov\u00fd objekt st\u00e1le existuje v \u00falo\u017ei\u0161ti. Ov\u011b\u0159te, zda c\u00edl m\u016f\u017ee obsahovat kategorii z\u00e1znam\u016f. Zajist\u011bte, aby aktu\u00e1ln\u00ed u\u017eivatel m\u011bl odpov\u00eddaj\u00edc\u00ed zabezpe\u010den\u00fd p\u0159\u00edstup na \u00farovni objekt\u016f, aby mohla tato operace prob\u011bhnout.
FNRRS0320.message     = Nelze p\u0159idat kategorii z\u00e1znam\u016f k c\u00edlov\u00e9mu objektu: ''{0}'' s typem: ''{1}''.
FNRRS0320.arg.0       = object_ident
FNRRS0320.arg.1       = entity_type

FNRRS0321.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o z\u00edsk\u00e1n\u00ed aktu\u00e1ln\u00edho po\u010dtu prvk\u016f iter\u00e1toru str\u00e1nek.
FNRRS0321.action      = Zajist\u011bte, aby bylo provedeno po\u010d\u00e1te\u010dn\u00ed vol\u00e1n\u00ed RMPageInterator.nextPage(), aby se iter\u00e1tor p\u0159esunul na prvn\u00ed str\u00e1nku. Iter\u00e1tor mohl b\u00fdt tak\u00e9 p\u0159esunut za posledn\u00ed str\u00e1nku.
FNRRS0321.message     = Do\u0161lo k chyb\u011b p\u0159i pokusu o z\u00edsk\u00e1n\u00ed aktu\u00e1ln\u00edho po\u010dtu prvk\u016f z iter\u00e1toru RMPageIterator.

FNRRS0322.explanation = Do\u0161lo k selh\u00e1n\u00ed operace p\u0159id\u00e1n\u00ed slo\u017eky z\u00e1znam\u016f objektu s typem entity_type a identifik\u00e1torem object_ident.
FNRRS0322.action      = Ov\u011b\u0159te, zda c\u00edlov\u00fd objekt st\u00e1le existuje v \u00falo\u017ei\u0161ti. Ov\u011b\u0159te, zda c\u00edl m\u016f\u017ee obsahovat slo\u017eku z\u00e1znam\u016f tohoto typu. Zajist\u011bte, aby aktu\u00e1ln\u00ed u\u017eivatel m\u011bl odpov\u00eddaj\u00edc\u00ed zabezpe\u010den\u00fd p\u0159\u00edstup na \u00farovni objekt\u016f, aby mohla tato operace prob\u011bhnout.
FNRRS0322.message     = Nelze p\u0159idat slo\u017eku z\u00e1znam\u016f k c\u00edlov\u00e9mu objektu: ''{0}'' s typem: ''{1}''.
FNRRS0322.arg.0       = object_ident
FNRRS0322.arg.1       = entity_type

FNRRS0323.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed pod\u0159\u00edzen\u00fdch slo\u017eek z\u00e1znam\u016f z nad\u0159\u00edzen\u00e9ho kontejneru.
FNRRS0323.action      = Ov\u011b\u0159te, zda m\u00e1 aktu\u00e1ln\u00ed u\u017eivatel alespo\u0148 opr\u00e1vn\u011bn\u00ed k prohl\u00ed\u017een\u00ed obsahu nad\u0159\u00edzen\u00e9ho kontejneru.
FNRRS0323.message     = Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed slo\u017eek z\u00e1znam\u016f z nad\u0159\u00edzen\u00e9ho kontejneru: ''{0}''.
FNRRS0323.arg.0       = parent_container

FNRRS0324.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed aktivn\u00edho pod\u0159\u00edzen\u00e9ho svazku z nad\u0159\u00edzen\u00e9ho kontejneru.
FNRRS0324.action      = Ov\u011b\u0159te, zda m\u00e1 aktu\u00e1ln\u00ed u\u017eivatel alespo\u0148 opr\u00e1vn\u011bn\u00ed k prohl\u00ed\u017een\u00ed obsahu nad\u0159\u00edzen\u00e9ho kontejneru.
FNRRS0324.message     = Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed aktivn\u00edho svazku z nad\u0159\u00edzen\u00e9ho kontejneru: ''{0}''.
FNRRS0324.arg.0       = parent_container

FNRRS0325.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed pod\u0159\u00edzen\u00fdch svazk\u016f z\u00e1znam\u016f z nad\u0159\u00edzen\u00e9ho kontejneru.
FNRRS0325.action      = Ov\u011b\u0159te, zda m\u00e1 aktu\u00e1ln\u00ed u\u017eivatel alespo\u0148 opr\u00e1vn\u011bn\u00ed k prohl\u00ed\u017een\u00ed obsahu nad\u0159\u00edzen\u00e9ho kontejneru.
FNRRS0325.message     = Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed svazku z\u00e1znam\u016f z nad\u0159\u00edzen\u00e9ho kontejneru: ''{0}''.
FNRRS0325.arg.0       = parent_container

FNRRS0326.explanation = Do\u0161lo k selh\u00e1n\u00ed operace p\u0159id\u00e1n\u00ed svazku z\u00e1znam\u016f objektu s typem entity_type a identifik\u00e1torem object_ident.
FNRRS0326.action      = Ov\u011b\u0159te, zda c\u00edlov\u00fd objekt st\u00e1le existuje v \u00falo\u017ei\u0161ti. Ov\u011b\u0159te, zda c\u00edl m\u016f\u017ee obsahovat svazek z\u00e1znam\u016f. Zajist\u011bte, aby aktu\u00e1ln\u00ed u\u017eivatel m\u011bl odpov\u00eddaj\u00edc\u00ed zabezpe\u010den\u00fd p\u0159\u00edstup na \u00farovni objekt\u016f, aby mohla tato operace prob\u011bhnout.
FNRRS0326.message     = Nelze p\u0159idat svazek z\u00e1znam\u016f k c\u00edlov\u00e9mu objektu: ''{0}'' s typem: ''{1}''.
FNRRS0326.arg.0       = object_ident
FNRRS0326.arg.1       = entity_type

FNRRS0327.explanation = Do\u0161lo k selh\u00e1n\u00ed dotazu na objekty kv\u016fli chyb\u011b \u00falo\u017ei\u0161t\u011b.
FNRRS0327.action      = Ov\u011b\u0159te, zda je syntaxe SQL spr\u00e1vn\u00e1, nebo zkontrolujte p\u0159\u00edpadn\u00e9 v\u00fdjimky a vyhledejte v nich podrobn\u011bj\u0161\u00ed vysv\u011btlen\u00ed chyb nebo prove\u010fte oboj\u00ed.
FNRRS0327.message     = Do\u0161lo k selh\u00e1n\u00ed dotazu na objekty.

FNRRS0328.explanation = Do\u0161lo k selh\u00e1n\u00ed dotazu na \u0159\u00e1dky kv\u016fli chyb\u011b \u00falo\u017ei\u0161t\u011b.
FNRRS0328.action      = Ov\u011b\u0159te, zda je syntaxe SQL spr\u00e1vn\u00e1, nebo zkontrolujte p\u0159\u00edpadn\u00e9 v\u00fdjimky a vyhledejte v nich podrobn\u011bj\u0161\u00ed vysv\u011btlen\u00ed chyb nebo prove\u010fte oboj\u00ed.
FNRRS0328.message     = Do\u0161lo k selh\u00e1n\u00ed dotazu na \u0159\u00e1dky.

FNRRS0329.explanation = Byl proveden pokus o z\u00edsk\u00e1n\u00ed RMPagingIterator z PagableSet nepodporuj\u00edc\u00ed str\u00e1nkov\u00e1n\u00ed.
FNRRS0329.action      = Pomoc\u00ed metody RMPagingIterator.supportsPaging() zjist\u011bte, zda je str\u00e1nkov\u00e1n\u00ed podporov\u00e1no. Pokud nen\u00ed, pou\u017eijte metodu RMPagingIterator.iterator() m\u00edsto RMPagingIterator.pageIterator().
FNRRS0329.message     = Pro tuto instanci PagableSet nen\u00ed podporov\u00e1no str\u00e1nkov\u00e1n\u00ed.

FNRRS0330.explanation = Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed sad zna\u010den\u00ed z dom\u00e9ny domain_ident.
FNRRS0330.action      = Ov\u011b\u0159te, zda aktu\u00e1ln\u00ed u\u017eivatel m\u00e1 p\u0159\u00edstupov\u00e9 opr\u00e1vn\u011bn\u00ed k alespo\u0148 jedn\u00e9 sad\u011b zna\u010den\u00ed v dom\u00e9n\u011b.
FNRRS0330.message     = Nelze na\u010d\u00edst sady zna\u010den\u00ed z dom\u00e9ny: ''{0}''.
FNRRS0330.arg.0       = domain_ident

FNRRS0331.explanation = \u0158et\u011bzec identifikuj\u00edc\u00ed sadu zna\u010den\u00ed (markingSetId) nem\u00e1 platn\u00fd form\u00e1t.
FNRRS0331.action      = Zajist\u011bte, aby identifikuj\u00edc\u00ed \u0159et\u011bzec m\u011bl form\u00e1t \u0159et\u011bzce identifik\u00e1toru GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', kde ka\u017ed\u00e9 ''x'' p\u0159edstavuje hexadecim\u00e1ln\u00ed znak.
FNRRS0331.message     = Form\u00e1t \u0159et\u011bzce identifikuj\u00edc\u00edho sadu zna\u010den\u00ed nen\u00ed spr\u00e1vn\u00fd: ''{0}''.
FNRRS0331.arg.0       = markingSetId

FNRRS0332.explanation = Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed seznamu voleb z \u00falo\u017ei\u0161t\u011b repos_ident.
FNRRS0332.action      = Ov\u011b\u0159te, zda aktu\u00e1ln\u00ed u\u017eivatel m\u00e1 p\u0159\u00edstupov\u00e9 opr\u00e1vn\u011bn\u00ed k alespo\u0148 jednomu seznamu voleb v \u00falo\u017ei\u0161ti.
FNRRS0332.message     = Nelze na\u010d\u00edst seznamy voleb z \u00falo\u017ei\u0161t\u011b: ''{0}''.
FNRRS0332.arg.0       = repos_ident

FNRRS0333.explanation = \u0158et\u011bzec identifikuj\u00edc\u00ed seznam voleb (choiceListId) nem\u00e1 platn\u00fd form\u00e1t.
FNRRS0333.action      = Zajist\u011bte, aby identifikuj\u00edc\u00ed \u0159et\u011bzec m\u011bl form\u00e1t \u0159et\u011bzce identifik\u00e1toru GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', kde ka\u017ed\u00e9 ''x'' p\u0159edstavuje hexadecim\u00e1ln\u00ed znak.
FNRRS0333.message     = Form\u00e1t \u0159et\u011bzce identifikuj\u00edc\u00edho seznam voleb nen\u00ed spr\u00e1vn\u00fd: ''{0}''.
FNRRS0333.arg.0       = choiceListId

FNRRS0334.explanation = Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed popisu t\u0159\u00eddy classDesc_ident z \u00falo\u017ei\u0161t\u011b repos_ident.
FNRRS0334.action      = Ov\u011b\u0159te, zda popis t\u0159\u00eddy existuje v \u00falo\u017ei\u0161ti a zda m\u00e1 aktu\u00e1ln\u00ed u\u017eivatel k popisu t\u0159\u00eddy p\u0159\u00edstupov\u00e9 opr\u00e1vn\u011bn\u00ed.
FNRRS0334.message     = Nelze na\u010d\u00edst popis t\u0159\u00eddy z \u00falo\u017ei\u0161t\u011b: ''{0}'', identita popisu t\u0159\u00eddy: ''{1}''.
FNRRS0334.arg.0       = repos_ident
FNRRS0334.arg.1       = classDesc_ident

FNRRS0335.explanation = Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed popis\u016f t\u0159\u00edd z \u00falo\u017ei\u0161t\u011b repos_ident.
FNRRS0335.action      = Zajist\u011bte, aby aktu\u00e1ln\u00ed u\u017eivatel m\u011bl p\u0159\u00edstupov\u00e9 opr\u00e1vn\u011bn\u00ed k \u00falo\u017ei\u0161ti.
FNRRS0335.message     = Nelze na\u010d\u00edst popisy t\u0159\u00edd z \u00falo\u017ei\u0161t\u011b: ''{0}'', identity popis\u016f t\u0159\u00edd: ''{1}''.
FNRRS0335.arg.0       = repos_ident

FNRRS0336.explanation = Byl zji\u0161t\u011bn neplatn\u00fd parametr \u0159et\u011bzce ID.
FNRRS0336.action      = Zajist\u011bte, aby identifikuj\u00edc\u00ed \u0159et\u011bzec m\u011bl form\u00e1t \u0159et\u011bzce identifik\u00e1toru GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', kde ka\u017ed\u00e9 ''x'' p\u0159edstavuje hexadecim\u00e1ln\u00ed znak.
FNRRS0336.message     = Neplatn\u00fd parametr \u0159et\u011bzce ID: {0}.
FNRRS0336.arg.0       = id_string

FNRRS0337.explanation = Nelze na\u010d\u00edst aktu\u00e1ln\u00edho ov\u011b\u0159en\u00e9ho u\u017eivatele pro dom\u00e9nu.
FNRRS0337.action      = Zajist\u011bte, aby byl u\u017eivatel ov\u011b\u0159en pro dom\u00e9nu nebo aby byl pro aktu\u00e1ln\u00ed podproces zaji\u0161t\u011bn p\u0159edm\u011bt JAAS nebo oboj\u00ed.
FNRRS0337.message     = Nelze na\u010d\u00edst aktu\u00e1ln\u00edho ov\u011b\u0159en\u00e9ho u\u017eivatele pro dom\u00e9nu.

FNRRS0338.explanation = Do\u0161lo k chyb\u011b operace vyhled\u00e1v\u00e1n\u00ed pro zadan\u00e9 skupiny u\u017eivatel\u016f.
FNRRS0338.action      = Zajist\u011bte, aby byl u\u017eivatel ov\u011b\u0159en pro dom\u00e9nu nebo aby byl pro aktu\u00e1ln\u00ed podproces zaji\u0161t\u011bn p\u0159edm\u011bt JAAS nebo oboj\u00ed.
FNRRS0338.message     = Do\u0161lo k selh\u00e1n\u00ed p\u0159i vyhled\u00e1v\u00e1n\u00ed skupin u\u017eivatel\u016f dom\u00e9ny.

FNRRS0339.explanation = Do\u0161lo k chyb\u011b operace vyhled\u00e1v\u00e1n\u00ed pro zadan\u00e9 u\u017eivatele.
FNRRS0339.action      = Zajist\u011bte, aby byl u\u017eivatel ov\u011b\u0159en pro dom\u00e9nu nebo aby byl pro aktu\u00e1ln\u00ed podproces zaji\u0161t\u011bn p\u0159edm\u011bt JAAS nebo oboj\u00ed.
FNRRS0339.message     = Do\u0161lo k selh\u00e1n\u00ed p\u0159i vyhled\u00e1v\u00e1n\u00ed u\u017eivatel\u016f dom\u00e9ny.

FNRRS0340.explanation = Aktu\u00e1ln\u00ed u\u017eivatel nem\u00e1 dostate\u010dn\u00e1 opr\u00e1vn\u011bn\u00ed k p\u0159id\u00e1n\u00ed nov\u00e9ho \u010dlena do existuj\u00edc\u00ed role definovan\u00e9 pomoc\u00ed role_name, role_type a appl_name.
FNRRS0340.action      = Zajist\u011bte, aby aktu\u00e1ln\u00ed u\u017eivatel m\u011bl dostate\u010dn\u00e1 pr\u00e1va pro p\u0159id\u00e1n\u00ed nov\u00e9ho \u010dlena do existuj\u00edc\u00ed role.
FNRRS0340.message     = Aktu\u00e1ln\u00ed u\u017eivatel nem\u00e1 dostate\u010dn\u00e1 pr\u00e1va zabezpe\u010den\u00ed pro roli; n\u00e1zev role = ''{0}'', typ role = ''{1}'', aplikace = ''{2}''.
FNRRS0340.arg.0       = role_name
FNRRS0340.arg.1       = role_type
FNRRS0340.arg.2       = appl_name

FNRRS0341.explanation = Do\u0161lo k selh\u00e1n\u00ed p\u0159i pokusu o na\u010dten\u00ed p\u0159\u00edstupov\u00e9 role definovan\u00e9 pomoc\u00ed role_type a appl_name.
FNRRS0341.action      = Zajist\u011bte, aby aktu\u00e1ln\u00ed u\u017eivatel m\u011bl dostate\u010dn\u00e1 pr\u00e1va k p\u0159id\u00e1n\u00ed nov\u00e9ho \u010dlena do existuj\u00edc\u00ed role a aby tato role v \u00falo\u017ei\u0161ti existovala.
FNRRS0341.message     = Do\u0161lo k selh\u00e1n\u00ed p\u0159i pokusu o na\u010dten\u00ed p\u0159\u00edstupov\u00e9 role definovan\u00e9 typem = ''{0}'' a aplikac\u00ed = ''{1}''.
FNRRS0341.arg.0       = role_type
FNRRS0341.arg.1       = appl_name

FNRRS0342.explanation = Nelze vytvo\u0159it novou roli pomoc\u00ed typu role_type a n\u00e1zvu aplikace appl_name, proto\u017ee ji\u017e existuje role se stejn\u00fdmi hodnotami.
FNRRS0342.action      = Pou\u017eijte jinou sadu hodnot n\u00e1zvu aplikace a typu role nebo odstra\u0148te odpov\u00eddaj\u00edc\u00ed existuj\u00edc\u00ed roli.
FNRRS0342.message     = Nelze vytvo\u0159it novou roli kv\u016fli ji\u017e existuj\u00edc\u00ed odpov\u00eddaj\u00edc\u00ed roli; typ = ''{0}'' a aplikace = ''{1}''.
FNRRS0342.arg.0       = role_type
FNRRS0342.arg.1       = appl_name

FNRRS0343.explanation = Do\u0161lo k selh\u00e1n\u00ed p\u0159i pokusu o na\u010dten\u00ed p\u0159\u00edstupov\u00e9 role definovan\u00e9 pomoc\u00ed role_name a appl_name.
FNRRS0343.action      = Zajist\u011bte, aby aktu\u00e1ln\u00ed u\u017eivatel m\u011bl dostate\u010dn\u00e1 pr\u00e1va pro zobrazen\u00ed existuj\u00edc\u00ed role a aby tato role v \u00falo\u017ei\u0161ti existovala.
FNRRS0343.message     = Do\u0161lo k selh\u00e1n\u00ed p\u0159i pokusu o na\u010dten\u00ed p\u0159\u00edstupov\u00e9 role definovan\u00e9 n\u00e1zvem = ''{0}'' a aplikac\u00ed = ''{1}''.
FNRRS0343.arg.0       = role_name
FNRRS0343.arg.1       = appl_name

FNRRS0344.explanation = Nelze ur\u010dit aktu\u00e1ln\u00edho u\u017eivatele.
FNRRS0344.action      = Zajist\u011bte, aby byl u\u017eivatel ov\u011b\u0159en pro dom\u00e9nu nebo aby byl pro aktu\u00e1ln\u00ed podproces zaji\u0161t\u011bn p\u0159edm\u011bt JAAS nebo oboj\u00ed.
FNRRS0344.message     = Nelze ur\u010dit aktu\u00e1ln\u00edho u\u017eivatele.

FNRRS0345.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed pl\u00e1n\u016f soubor\u016f z nad\u0159\u00edzen\u00e9ho \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.
FNRRS0345.action      = Ov\u011b\u0159te, zda m\u00e1 aktu\u00e1ln\u00ed u\u017eivatel alespo\u0148 opr\u00e1vn\u011bn\u00ed k prohl\u00ed\u017een\u00ed obsahu \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.
FNRRS0345.message     = Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed pl\u00e1n\u016f soubor\u016f z \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f: ''{0}''.
FNRRS0345.arg.0       = fileplan_repository

FNRRS0346.explanation = Povinn\u00e1 vlastnost chyb\u00ed nebo nem\u00e1 \u017e\u00e1dnou hodnotu.
FNRRS0346.action      = Zajist\u011bte, aby byla zad\u00e1na platn\u00e1 hodnota vlastnosti.
FNRRS0346.message     = Vlastnost chyb\u00ed nebo nem\u00e1 \u017e\u00e1dnou hodnotu; symbolick\u00fd n\u00e1zev: ''{0}''.
FNRRS0346.arg.0       = n\u00e1zev_vlastnosti

FNRRS0347.explanation = Zadan\u00fd n\u00e1zev pl\u00e1nu soubor\u016f nen\u00ed jedine\u010dn\u00fd.
FNRRS0347.action      = Zadejte n\u00e1zev pl\u00e1nu soubor\u016f, kter\u00fd se v \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f zat\u00edm nepou\u017e\u00edv\u00e1.
FNRRS0347.message     = N\u00e1zev pl\u00e1nu soubor\u016f nen\u00ed jedine\u010dn\u00fd: ''{0}''.
FNRRS0347.arg.0       = fileplan_name

FNRRS0348.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o p\u0159id\u00e1n\u00ed nov\u00e9ho pl\u00e1nu soubor\u016f k \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f.
FNRRS0348.action      = Ov\u011b\u0159te, zda je c\u00edlov\u00e9 \u00falo\u017ei\u0161t\u011b platn\u00e9. Zajist\u011bte, aby aktu\u00e1ln\u00ed u\u017eivatel m\u011bl odpov\u00eddaj\u00edc\u00ed zabezpe\u010den\u00fd p\u0159\u00edstup na \u00farovni objekt\u016f, aby mohla tato operace prob\u011bhnout.
FNRRS0348.message     = Nelze p\u0159idat nov\u00fd pl\u00e1n soubor\u016f k c\u00edlov\u00e9mu \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f: ''{0}''.
FNRRS0348.arg.0       = repository_ident

FNRRS0349.explanation = Nelze z\u00edskat popis zadan\u00e9 vlastnosti nebo jeho d\u00edl\u010d\u00ed pole pat\u0159\u00edc\u00ed do zadan\u00e9 t\u0159\u00eddy a \u00falo\u017ei\u0161t\u011b.
FNRRS0349.action      = Ov\u011b\u0159te, zda je zadan\u00e1 t\u0159\u00edda vhodn\u00e1 pro aktu\u00e1ln\u00ed proces.
FNRRS0349.message     = Nelze z\u00edskat popis vlastnosti pro: ''{0}'', identita t\u0159\u00eddy: ''{1}'' z \u00falo\u017ei\u0161t\u011b: ''{2}''.
FNRRS0349.arg.0       = property_ident
FNRRS0349.arg.1       = class_ident
FNRRS0349.arg.2       = repository_ident

FNRRS0350.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed zadan\u00e9 polo\u017eky obsahu v r\u00e1mci procesu deklarace z\u00e1znamu.
FNRRS0350.action      = Ov\u011b\u0159te, zda zadan\u00e1 polo\u017eka obsahu existuje a je p\u0159\u00edstupn\u00e1.
FNRRS0350.message     = Nelze na\u010d\u00edst zadanou polo\u017eku obsahu pro \u00fa\u010dely deklarace z\u00e1znamu: ''{0}''.
FNRRS0350.arg.0       = contentItem_ident

FNRRS0351.explanation = Pro zadanou slo\u017eku z\u00e1znam\u016f nelze nal\u00e9zt \u017e\u00e1dn\u00fd aktivn\u00ed pod\u0159\u00edzen\u00fd svazek. To m\u016f\u017ee zabr\u00e1nit v operaci deklarace z\u00e1znamu v p\u0159\u00edpad\u011b, \u017ee je tato slo\u017eka z\u00e1znam\u016f \u010dlenem c\u00edlov\u00fdch kontejner\u016f nov\u00e9ho z\u00e1znamu.
FNRRS0351.action      = P\u0159idejte do slo\u017eky z\u00e1znam\u016f nov\u00fd aktivn\u00ed svazek nebo znovu otev\u0159ete existuj\u00edc\u00ed svazek a definujte jej jako c\u00edlov\u00fd kontejner pro operaci deklarace z\u00e1znamu.
FNRRS0351.message     = Pro zadanou slo\u017eku z\u00e1znam\u016f nen\u00ed dostupn\u00fd \u017e\u00e1dn\u00fd aktivn\u00ed pod\u0159\u00edzen\u00fd svazek: ''{0}''.
FNRRS0351.arg.0       = recordFolder_ident

FNRRS0352.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed um\u00edst\u011bn\u00ed z nad\u0159\u00edzen\u00e9ho \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.
FNRRS0352.action      = Ov\u011b\u0159te, zda m\u00e1 aktu\u00e1ln\u00ed u\u017eivatel alespo\u0148 opr\u00e1vn\u011bn\u00ed k prohl\u00ed\u017een\u00ed obsahu \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.
FNRRS0352.message     = Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed um\u00edst\u011bn\u00ed z \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f: ''{0}''.
FNRRS0352.arg.0       = fileplan_repository

FNRRS0353.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed dopl\u0148ku z nad\u0159\u00edzen\u00e9ho \u00falo\u017ei\u0161t\u011b.
FNRRS0353.action      = Ov\u011b\u0159te, zda m\u00e1 aktu\u00e1ln\u00ed u\u017eivatel alespo\u0148 opr\u00e1vn\u011bn\u00ed k prohl\u00ed\u017een\u00ed obsahu \u00falo\u017ei\u0161t\u011b.
FNRRS0353.message     = Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed modul\u016f add-on z \u00falo\u017ei\u0161t\u011b: ''{0}''.
FNRRS0353.arg.0       = \u00falo\u017ei\u0161t\u011b

FNRRS0354.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed typ\u016f z\u00e1znam\u016f z nad\u0159\u00edzen\u00e9ho \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.
FNRRS0354.action      = Ov\u011b\u0159te, zda m\u00e1 aktu\u00e1ln\u00ed u\u017eivatel alespo\u0148 opr\u00e1vn\u011bn\u00ed k prohl\u00ed\u017een\u00ed obsahu \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.
FNRRS0354.message     = Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed typ\u016f z\u00e1znam\u016f z \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f: ''{0}''.
FNRRS0354.arg.0       = fileplan_repository

FNRRS0355.explanation = \u0158et\u011bzec identifikuj\u00edc\u00ed RMLink (rmLinkId) nem\u00e1 platn\u00fd form\u00e1t.
FNRRS0355.action      = Zajist\u011bte, aby identifikuj\u00edc\u00ed \u0159et\u011bzec m\u011bl form\u00e1t \u0159et\u011bzce identifik\u00e1toru GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', kde ka\u017ed\u00e9 ''x'' p\u0159edstavuje hexadecim\u00e1ln\u00ed znak.
FNRRS0355.message     = Form\u00e1t \u0159et\u011bzce identifikuj\u00edc\u00edho RMLink nen\u00ed spr\u00e1vn\u00fd: ''{0}''.
FNRRS0355.arg.0       = rmLinkId

FNRRS0356.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed dostupn\u00fdch pr\u016fvodc\u016f klasifikac\u00ed zabezpe\u010den\u00ed ze zadan\u00e9ho \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.
FNRRS0356.action      = Zajist\u011bte, aby \u00falo\u017ei\u0161t\u011b bylo klasifikovan\u00fdm \u00falo\u017ei\u0161t\u011bm pl\u00e1nu soubor\u016f zabezpe\u010den\u00ed DoD a aby aktu\u00e1ln\u00ed u\u017eivatel m\u011bl pot\u0159ebn\u00fd zabezpe\u010den\u00fd p\u0159\u00edstup k pr\u016fvodc\u016fm klasifikac\u00ed.
FNRRS0356.message     = Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed pr\u016fvodc\u016f klasifikac\u00ed zabezpe\u010den\u00ed z \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f: ''{0}''.
FNRRS0356.arg.0       = repositoryIdent

FNRRS0357.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed dostupn\u00fdch pod\u0159\u00edzen\u00fdch \u010d\u00e1st\u00ed zadan\u00e9ho pr\u016fvodce klasifikac\u00ed zabezpe\u010den\u00ed nebo \u010d\u00e1sti pr\u016fvodce pat\u0159\u00edc\u00ed do zadan\u00e9ho \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.
FNRRS0357.action      = Zajist\u011bte, aby \u00falo\u017ei\u0161t\u011b bylo klasifikovan\u00fdm \u00falo\u017ei\u0161t\u011bm pl\u00e1nu soubor\u016f zabezpe\u010den\u00ed DoD a aby aktu\u00e1ln\u00ed u\u017eivatel m\u011bl pot\u0159ebn\u00fd zabezpe\u010den\u00fd p\u0159\u00edstup k pr\u016fvodc\u016fm klasifikac\u00ed.
FNRRS0357.message     = Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed pod\u0159\u00edzen\u00fdch \u010d\u00e1st\u00ed z pr\u016fvodce klasifikac\u00ed nebo \u010d\u00e1sti pr\u016fvodce ''{1}'' pat\u0159\u00edc\u00ed do \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f: ''{0}''.
FNRRS0357.arg.0       = repositoryIdent
FNRRS0357.arg.1       = classificationGuideOrSection

FNRRS0358.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed dostupn\u00fdch pod\u0159\u00edzen\u00fdch \u010d\u00e1st\u00ed zadan\u00e9ho pr\u016fvodce klasifikac\u00ed zabezpe\u010den\u00ed nebo \u010d\u00e1sti pr\u016fvodce pat\u0159\u00edc\u00ed do zadan\u00e9ho \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.
FNRRS0358.action      = Zajist\u011bte, aby \u00falo\u017ei\u0161t\u011b bylo klasifikovan\u00fdm \u00falo\u017ei\u0161t\u011bm pl\u00e1nu soubor\u016f zabezpe\u010den\u00ed DoD a aby aktu\u00e1ln\u00ed u\u017eivatel m\u011bl pot\u0159ebn\u00fd zabezpe\u010den\u00fd p\u0159\u00edstup k pr\u016fvodc\u016fm klasifikac\u00ed.
FNRRS0358.message     = Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed pod\u0159\u00edzen\u00fdch \u010d\u00e1st\u00ed z pr\u016fvodce klasifikac\u00ed nebo \u010d\u00e1sti pr\u016fvodce ''{1}'' pat\u0159\u00edc\u00ed do \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f: ''{0}''.
FNRRS0358.arg.0       = repositoryIdent
FNRRS0358.arg.1       = classificationGuideOrSection

FNRRS0359.explanation = Zadan\u00e9 \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f nen\u00ed konfigurov\u00e1no pomoc\u00ed klasifikovan\u00e9ho datov\u00e9ho modelu DoD, a proto nepodporuje pr\u016fvodce klasifikac\u00ed zabezpe\u010den\u00ed DoD.
FNRRS0359.action      = Zajist\u011bte, aby bylo zad\u00e1no spr\u00e1vn\u00e9 \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f a aby bylo konfigurov\u00e1no pro klasifikovan\u00fd datov\u00fd model DoD.
FNRRS0359.message     = \u00dalo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f nepodporuje pr\u016fvodce klasifikac\u00ed DoD: ''{0}''.
FNRRS0359.arg.0       = repositoryIdent

FNRRS0360.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed zadan\u00e9ho pr\u016fvodce klasifikac\u00ed zabezpe\u010den\u00ed pat\u0159\u00edc\u00edho do zadan\u00e9ho \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.
FNRRS0360.action      = Zajist\u011bte, aby \u00falo\u017ei\u0161t\u011b bylo klasifikovan\u00fdm \u00falo\u017ei\u0161t\u011bm pl\u00e1nu soubor\u016f zabezpe\u010den\u00ed DoD a aby aktu\u00e1ln\u00ed u\u017eivatel m\u011bl pot\u0159ebn\u00fd zabezpe\u010den\u00fd p\u0159\u00edstup k pr\u016fvodc\u016fm klasifikac\u00ed.
FNRRS0360.message     = Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed pr\u016fvodce klasifikac\u00ed ''{1}'' pat\u0159\u00edc\u00edho do \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f: ''{0}''.
FNRRS0360.arg.0       = repositoryIdent
FNRRS0360.arg.1       = guideIdent

FNRRS0361.explanation = Z rozhran\u00ed API P8 Content Engine byla vr\u00e1cena neo\u010dek\u00e1van\u00e1 v\u00fdjimka ur\u010den\u00e1 k\u00f3dem v\u00fdjimky a \u0159et\u011bzcem zpr\u00e1vy.
FNRRS0361.action      = Informace o p\u0159\u00ed\u010din\u011b tohoto chybov\u00e9ho stavu z\u00edsk\u00e1te p\u0159i kontrole zahrnut\u00e9 v\u00fdjimky P8 Content Engine a dostupn\u00fdch chybov\u00fdch z\u00e1znam\u016f.
FNRRS0361.message     = Do\u0161lo k neo\u010dek\u00e1van\u00e9 v\u00fdjimce P8 Content Engine. K\u00f3d v\u00fdjimky: {0}, zpr\u00e1va: ''{1}''
FNRRS0361.arg.0       = ceExceptionCode
FNRRS0361.arg.1       = ceExceptionMessage

FNRRS0362.explanation = Do\u0161lo k neo\u010dek\u00e1van\u00e9 v\u00fdjimce p\u0159i pokusu o na\u010dten\u00ed maxim\u00e1ln\u00ed hodnoty \u010dasov\u00e9ho limitu deklasifikace klasifikace DoD ze zadan\u00e9ho \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.
FNRRS0362.action      = Zajist\u011bte, aby byl pro toto \u00falo\u017ei\u0161t\u011b konfigurov\u00e1n klasifikovan\u00fd datov\u00fd model DoD a aby obsahoval platnou hodnotu pro p\u0159\u00edslu\u0161nou polo\u017eku syst\u00e9mov\u00e9 konfigurace.
FNRRS0362.message     = P\u0159i na\u010d\u00edt\u00e1n\u00ed hodnoty maxim\u00e1ln\u00edho \u010dasov\u00e9ho limitu deklasifikace klasifikace DoD do\u0161lo k neo\u010dek\u00e1van\u00e9 chyb\u011b. \u00dalo\u017ei\u0161t\u011b: ''{0}''
FNRRS0362.arg.0       = repositoryName

FNRRS0363.explanation = P\u0159i pokusu o na\u010dten\u00ed akc\u00ed odebr\u00e1n\u00ed z nad\u0159\u00edzen\u00e9ho \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f do\u0161lo k chyb\u011b.
FNRRS0363.action      = Ov\u011b\u0159te, zda m\u00e1 aktu\u00e1ln\u00ed u\u017eivatel alespo\u0148 opr\u00e1vn\u011bn\u00ed k prohl\u00ed\u017een\u00ed obsahu \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.
FNRRS0363.message     = Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed akc\u00ed odebr\u00e1n\u00ed z \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f: ''{0}''.
FNRRS0363.arg.0       = fileplan_repository

FNRRS0364.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed spou\u0161t\u011b\u010d\u016f odebr\u00e1n\u00ed z nad\u0159\u00edzen\u00e9ho \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.
FNRRS0364.action      = Ov\u011b\u0159te, zda m\u00e1 aktu\u00e1ln\u00ed u\u017eivatel alespo\u0148 opr\u00e1vn\u011bn\u00ed k prohl\u00ed\u017een\u00ed obsahu \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.
FNRRS0364.message     = Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed spou\u0161t\u011b\u010d\u016f odebr\u00e1n\u00ed z \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f: ''{0}''.
FNRRS0364.arg.0       = fileplan_repository

FNRRS0365.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed pl\u00e1n\u016f odebr\u00e1n\u00ed z nad\u0159\u00edzen\u00e9ho \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.
FNRRS0365.action      = Ov\u011b\u0159te, zda m\u00e1 aktu\u00e1ln\u00ed u\u017eivatel alespo\u0148 opr\u00e1vn\u011bn\u00ed k prohl\u00ed\u017een\u00ed obsahu \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.
FNRRS0365.message     = Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed pl\u00e1n\u016f odebr\u00e1n\u00ed z \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f: ''{0}''.
FNRRS0365.arg.0       = fileplan_repository

FNRRS0366.explanation = Navrhovan\u00fd n\u00e1zev ud\u00e1losti spou\u0161t\u011b\u010de odebr\u00e1n\u00ed se v tomto \u00falo\u017ei\u0161ti ji\u017e pou\u017e\u00edv\u00e1.
FNRRS0366.action      = Zadejte hodnotu, kter\u00e1 se v \u00falo\u017ei\u0161ti zat\u00edm nepou\u017e\u00edv\u00e1.
FNRRS0366.message     = Navrhovan\u00fd n\u00e1zev ud\u00e1losti spou\u0161t\u011b\u010de odebr\u00e1n\u00ed nen\u00ed v \u00falo\u017ei\u0161ti jedine\u010dn\u00fd: ''{0}''.
FNRRS0366.arg.0       = name_value

FNRRS0367.explanation = Obdob\u00ed \u010dasu cyklu pro opakuj\u00edc\u00ed se spou\u0161t\u011b\u010d odebr\u00e1n\u00ed mus\u00ed b\u00fdt v\u011bt\u0161\u00ed ne\u017e 0.
FNRRS0367.action      = Zadejte nenulovou hodnotu pro roky, m\u011bs\u00edce nebo dny.
FNRRS0367.message     = Aspo\u0148 jedna hodnota obdob\u00ed \u010dasu cyklu mus\u00ed b\u00fdt v\u011bt\u0161\u00ed ne\u017e 0.

FNRRS0368.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o p\u0159id\u00e1n\u00ed nov\u00e9ho spou\u0161t\u011b\u010de odebr\u00e1n\u00ed k \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f.
FNRRS0368.action      = Ov\u011b\u0159te, zda je c\u00edlov\u00e9 \u00falo\u017ei\u0161t\u011b platn\u00e9. Zajist\u011bte, aby aktu\u00e1ln\u00ed u\u017eivatel m\u011bl odpov\u00eddaj\u00edc\u00ed zabezpe\u010den\u00fd p\u0159\u00edstup na \u00farovni objekt\u016f, aby mohla tato operace prob\u011bhnout.
FNRRS0368.message     = Nelze p\u0159idat nov\u00fd spou\u0161t\u011b\u010d odebr\u00e1n\u00ed k c\u00edlov\u00e9mu \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f: ''{0}''.
FNRRS0368.arg.0       = repository_ident

FNRRS0369.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o p\u0159id\u00e1n\u00ed nov\u00e9 akce odebr\u00e1n\u00ed k \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f.
FNRRS0369.action      = Ov\u011b\u0159te, zda je c\u00edlov\u00e9 \u00falo\u017ei\u0161t\u011b platn\u00e9. Zajist\u011bte, aby aktu\u00e1ln\u00ed u\u017eivatel m\u011bl odpov\u00eddaj\u00edc\u00ed zabezpe\u010den\u00fd p\u0159\u00edstup na \u00farovni objekt\u016f, aby mohla tato operace prob\u011bhnout.
FNRRS0369.message     = Nelze p\u0159idat novou akci odebr\u00e1n\u00ed k c\u00edlov\u00e9mu \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f: ''{0}''.
FNRRS0369.arg.0       = repository_ident

FNRRS0370.explanation = Navrhovan\u00fd n\u00e1zev akce odebr\u00e1n\u00ed se v tomto \u00falo\u017ei\u0161ti ji\u017e pou\u017e\u00edv\u00e1.
FNRRS0370.action      = Zadejte hodnotu, kter\u00e1 se v \u00falo\u017ei\u0161ti zat\u00edm nepou\u017e\u00edv\u00e1.
FNRRS0370.message     = Navrhovan\u00fd n\u00e1zev akce odebr\u00e1n\u00ed nen\u00ed v \u00falo\u017ei\u0161ti jedine\u010dn\u00fd: ''{0}''.
FNRRS0370.arg.0       = name_value

FNRRS0371.explanation = Navrhovan\u00e1 hodnota p\u0159idru\u017een\u00e9ho sledu prac\u00ed akce odebr\u00e1n\u00ed nen\u00ed instanc\u00ed t\u0159\u00eddy WorkflowDefinition.
FNRRS0371.action      = Zadejte pro vlastnost p\u0159idru\u017een\u00e9ho sledu prac\u00ed platnou instanci IBM Enterprise Records WorkflowDefinition.
FNRRS0371.message     = Navrhovan\u00e1 hodnota p\u0159idru\u017een\u00e9ho sledu prac\u00ed akce odebr\u00e1n\u00ed nen\u00ed instanc\u00ed t\u0159\u00eddy WorkflowDefinition: ''{0}''.
FNRRS0371.arg.0       = n\u00e1zev_t\u0159\u00eddy

FNRRS0372.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed definic sled\u016f prac\u00ed z nad\u0159\u00edzen\u00e9ho \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.
FNRRS0372.action      = Ov\u011b\u0159te, zda m\u00e1 aktu\u00e1ln\u00ed u\u017eivatel alespo\u0148 opr\u00e1vn\u011bn\u00ed k prohl\u00ed\u017een\u00ed obsahu \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.
FNRRS0372.message     = Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed definic sled\u016f prac\u00ed z \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f: ''{0}''.
FNRRS0372.arg.0       = fileplan_repository

FNRRS0373.explanation = Navrhovan\u00fd n\u00e1zev pl\u00e1nu odebr\u00e1n\u00ed se v tomto \u00falo\u017ei\u0161ti ji\u017e pou\u017e\u00edv\u00e1.
FNRRS0373.action      = Zadejte hodnotu, kter\u00e1 se v \u00falo\u017ei\u0161ti zat\u00edm nepou\u017e\u00edv\u00e1.
FNRRS0373.message     = Navrhovan\u00fd n\u00e1zev pl\u00e1nu odebr\u00e1n\u00ed nen\u00ed v \u00falo\u017ei\u0161ti jedine\u010dn\u00fd: ''{0}''.
FNRRS0373.arg.0       = name_value

FNRRS0374.explanation = Pro navrhovan\u00fd pl\u00e1n odebr\u00e1n\u00ed je zad\u00e1na neplatn\u00e1 hodnota spou\u0161t\u011b\u010de odebr\u00e1n\u00ed.
FNRRS0374.action      = Zadejte platnou hodnotu spou\u0161t\u011b\u010de odebr\u00e1n\u00ed nebo p\u0159eddefinovan\u00fd spou\u0161t\u011b\u010d na z\u00e1klad\u011b kalend\u00e1\u0159n\u00edho data.
FNRRS0374.message     = Pro navrhovan\u00fd pl\u00e1n odebr\u00e1n\u00ed je zad\u00e1na neplatn\u00e1 hodnota spou\u0161t\u011b\u010de odebr\u00e1n\u00ed.
FNRRS0374.arg.0       = name_value

FNRRS0375.explanation = Hodnota zadan\u00e9 vlastnosti nen\u00ed platn\u00e1 nebo je mimo rozsah.
FNRRS0375.action      = Zadejte pro uvedenou vlastnost platnou hodnotu.
FNRRS0375.message     = Hodnota pro zadanou vlastnost nen\u00ed platn\u00e1 nebo je mimo rozsah: {0}, ''{1}''.
FNRRS0375.arg.0       = n\u00e1zev_vlastnosti
FNRRS0375.arg.1       = property_value

FNRRS0376.explanation = V navrhovan\u00e9m n\u00e1zvu pl\u00e1nu odebr\u00e1n\u00ed chyb\u00ed platn\u00e1 hodnota obdob\u00ed uchov\u00e1n\u00ed.
FNRRS0376.action      = Zadejte nez\u00e1porn\u00e9 hodnoty pro roky, m\u011bs\u00edce a dny obdob\u00ed uchov\u00e1n\u00ed.
FNRRS0376.message     = V navrhovan\u00e9m n\u00e1zvu pl\u00e1nu odebr\u00e1n\u00ed chyb\u00ed platn\u00e1 hodnota obdob\u00ed uchov\u00e1n\u00ed.

FNRRS0377.explanation = Ve f\u00e1zi odebr\u00e1n\u00ed chyb\u00ed platn\u00e1 hodnota obdob\u00ed uchov\u00e1n\u00ed.
FNRRS0377.action      = Zadejte nez\u00e1porn\u00e9 hodnoty pro roky, m\u011bs\u00edce a dny obdob\u00ed uchov\u00e1n\u00ed.
FNRRS0377.message     = Ve f\u00e1zi odebr\u00e1n\u00ed chyb\u00ed platn\u00e1 hodnota obdob\u00ed uchov\u00e1n\u00ed.

FNRRS0378.explanation = V alternativn\u00edm uchov\u00e1n\u00ed f\u00e1ze odebr\u00e1n\u00ed chyb\u00ed platn\u00e1 hodnota obdob\u00ed uchov\u00e1n\u00ed.
FNRRS0378.action      = Zadejte nez\u00e1porn\u00e9 hodnoty pro roky, m\u011bs\u00edce a dny obdob\u00ed uchov\u00e1n\u00ed.
FNRRS0378.message     = V alternativn\u00edm uchov\u00e1n\u00ed f\u00e1ze odebr\u00e1n\u00ed chyb\u00ed platn\u00e1 hodnota obdob\u00ed uchov\u00e1n\u00ed.

FNRRS0379.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o p\u0159id\u00e1n\u00ed nov\u00e9ho pl\u00e1nu odebr\u00e1n\u00ed k \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f.
FNRRS0379.action      = Ov\u011b\u0159te, zda je c\u00edlov\u00e9 \u00falo\u017ei\u0161t\u011b platn\u00e9. Zajist\u011bte, aby aktu\u00e1ln\u00ed u\u017eivatel m\u011bl odpov\u00eddaj\u00edc\u00ed zabezpe\u010den\u00fd p\u0159\u00edstup na \u00farovni objekt\u016f, aby mohla tato operace prob\u011bhnout.
FNRRS0379.message     = Nelze p\u0159idat nov\u00fd pl\u00e1n odebr\u00e1n\u00ed k c\u00edlov\u00e9mu \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f: ''{0}''.
FNRRS0379.arg.0       = repository_ident

FNRRS0380.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o p\u0159id\u00e1n\u00ed nov\u00e9ho typu z\u00e1znamu k \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f.
FNRRS0380.action      = Ov\u011b\u0159te, zda je c\u00edlov\u00e9 \u00falo\u017ei\u0161t\u011b platn\u00e9. Zajist\u011bte, aby aktu\u00e1ln\u00ed u\u017eivatel m\u011bl odpov\u00eddaj\u00edc\u00ed zabezpe\u010den\u00fd p\u0159\u00edstup na \u00farovni objekt\u016f, aby mohla tato operace prob\u011bhnout.
FNRRS0380.message     = Nelze p\u0159idat nov\u00fd typ z\u00e1znamu k c\u00edlov\u00e9mu \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f: ''{0}''.
FNRRS0380.arg.0       = repository_ident

FNRRS0381.explanation = Navrhovan\u00fd n\u00e1zev typu z\u00e1znamu se v tomto \u00falo\u017ei\u0161ti ji\u017e pou\u017e\u00edv\u00e1.
FNRRS0381.action      = Zadejte hodnotu, kter\u00e1 se v \u00falo\u017ei\u0161ti zat\u00edm nepou\u017e\u00edv\u00e1.
FNRRS0381.message     = Navrhovan\u00fd n\u00e1zev typu z\u00e1znamu nen\u00ed v \u00falo\u017ei\u0161ti jedine\u010dn\u00fd: ''{0}''.
FNRRS0381.arg.0       = name_value

FNRRS0382.explanation = Nelze vytvo\u0159it novou instanci entity_type v repository_ident.
FNRRS0382.action      = Zajist\u011bte, aby p\u0159idru\u017een\u00e1 t\u0159\u00edda byla v \u00falo\u017ei\u0161ti definov\u00e1na a aby m\u011bl aktu\u00e1ln\u00ed u\u017eivatel odpov\u00eddaj\u00edc\u00ed zabezpe\u010den\u00fd p\u0159\u00edstup k proveden\u00ed t\u00e9to operace.
FNRRS0382.message     = Nelze vytvo\u0159it novou instanci typu entity v zadan\u00e9m \u00falo\u017ei\u0161ti: {0}, ''{1}''.
FNRRS0382.arg.0       = entity_type
FNRRS0382.arg.1       = repository_ident

FNRRS0383.explanation = Zadan\u00e1 vlastnost nebo jej\u00ed hodnota nejsou aktu\u00e1ln\u011b k dispozici.
FNRRS0383.action      = Zajist\u011bte, aby tato vlastnost byla definov\u00e1na a aby k n\u00ed aktu\u00e1ln\u00ed u\u017eivatel m\u011bl p\u0159\u00edstup.
FNRRS0383.message     = Nelze na\u010d\u00edst vlastnost: {0}.
FNRRS0383.arg.0       = n\u00e1zev_vlastnosti

FNRRS0384.explanation = Navrhovan\u00fd n\u00e1zev um\u00edst\u011bn\u00ed se v tomto \u00falo\u017ei\u0161ti ji\u017e pou\u017e\u00edv\u00e1.
FNRRS0384.action      = Zadejte hodnotu, kter\u00e1 se v \u00falo\u017ei\u0161ti zat\u00edm nepou\u017e\u00edv\u00e1.
FNRRS0384.message     = Navrhovan\u00fd n\u00e1zev um\u00edst\u011bn\u00ed nen\u00ed v \u00falo\u017ei\u0161ti jedine\u010dn\u00fd: ''{0}''.
FNRRS0384.arg.0       = name_value

FNRRS0385.explanation = Operace nen\u00ed aktu\u00e1ln\u00edm typem objektu podporov\u00e1na.
FNRRS0385.action      = Tuto operaci nelze s t\u00edmto objektem pou\u017e\u00edt. Upravte objekt nebo operaci.
FNRRS0385.message     = Tato operace nen\u00ed aktu\u00e1ln\u00edm typem objektu podporov\u00e1na.

FNRRS0386.explanation = Navrhovan\u00fd n\u00e1zev zadr\u017een\u00ed se v tomto \u00falo\u017ei\u0161ti ji\u017e pou\u017e\u00edv\u00e1.
FNRRS0386.action      = Zadejte hodnotu, kter\u00e1 se v \u00falo\u017ei\u0161ti zat\u00edm nepou\u017e\u00edv\u00e1.
FNRRS0386.message     = Navrhovan\u00fd n\u00e1zev zadr\u017een\u00ed nen\u00ed v \u00falo\u017ei\u0161ti jedine\u010dn\u00fd: ''{0}''.
FNRRS0386.arg.0       = name_value

FNRRS0387.explanation = B\u011bhem na\u010d\u00edt\u00e1n\u00ed zadr\u017een\u00ed z \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f do\u0161lo k chyb\u011b.
FNRRS0387.action      = Ov\u011b\u0159te, zda v \u00falo\u017ei\u0161ti existuje aspo\u0148 jedno zadr\u017een\u00ed.
FNRRS0387.message     = Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed zadr\u017een\u00ed z \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f: ''{0}''.
FNRRS0387.arg.0       = Identifik\u00e1tor \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f

FNRRS0388.explanation = \u0158et\u011bzec identifikuj\u00edc\u00ed zadr\u017een\u00ed (rmHoldId) nem\u00e1 platn\u00fd form\u00e1t.
FNRRS0388.action      = Zajist\u011bte, aby identifikuj\u00edc\u00ed \u0159et\u011bzec m\u011bl form\u00e1t \u0159et\u011bzce identifik\u00e1toru GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', kde ka\u017ed\u00e9 ''x'' p\u0159edstavuje hexadecim\u00e1ln\u00ed znak.
FNRRS0388.message     = \u0158et\u011bzec identifikuj\u00edc\u00ed zadr\u017een\u00ed nem\u00e1 spr\u00e1vn\u00fd form\u00e1t: ''{0}''.
FNRRS0388.arg.0       = Identifik\u00e1tor zadr\u017een\u00ed

FNRRS0389.explanation = Nelze inicializovat dotaz SQL v \u00falo\u017ei\u0161ti objekt\u016f.
FNRRS0389.action      = Pokud SQL obsahuje na\u010dten\u00ed na z\u00e1klad\u011b obsahu, zkontrolujte, zda je vyhled\u00e1v\u00e1n\u00ed obsahu spr\u00e1vn\u011b konfigurov\u00e1no.
FNRRS0389.message     = Nelze inicializovat dotaz SQL ''{0}'' v \u00falo\u017ei\u0161ti: ''{1}''.
FNRRS0389.arg.0       = \u0158et\u011bzec dotazu SQL
FNRRS0389.arg.1       = Identifik\u00e1tor \u00falo\u017ei\u0161t\u011b

FNRRS0390.explanation = Produkt IBM Enterprise Records nepodporuje heterogenn\u00ed prost\u0159ed\u00ed na\u010dten\u00ed na z\u00e1klad\u011b obsahu (CBR), kter\u00e9 kombinuje r\u016fzn\u00e9 typy stroj\u016f CBR.
FNRRS0390.action      = Vyhled\u00e1vac\u00ed stroje v \u00falo\u017ei\u0161t\u00edch objekt\u016f z\u00e1znam\u016f je nutn\u00e9 migrovat z produktu IBM Legacy Content Search Engine do produktu IBM Content Search Services.
FNRRS0390.message     = \u00dalo\u017ei\u0161t\u011b obsahu, kter\u00e1 jsou p\u0159idru\u017eena k \u00falo\u017ei\u0161ti pl\u00e1nu soubor\u016f, jsou konfigurov\u00e1na s heterogenn\u00edm prost\u0159ed\u00edm na\u010dten\u00ed na z\u00e1klad\u011b obsahu (CBR), kter\u00e9 kombinuje jeden nebo v\u00edce r\u016fzn\u00fdch typ\u016f stroj\u016f CBR. Takov\u00e1 heterogenn\u00ed konfigurace CBR nen\u00ed podporov\u00e1na. Vyhled\u00e1vac\u00ed stroj je nutn\u00e9 migrovat z produktu IBM Legacy Content Search na produkt IBM Content Search Services. Dal\u0161\u00ed informace naleznete v t\u00e9matu \u201eCo je nov\u00e9ho v produktu IBM FileNet Content Search Engine\u201c v Informa\u010dn\u00edm centru produktu FileNet P8.

FNRRS0391.explanation = Nelze inicializovat na\u010dten\u00ed na z\u00e1klad\u011b obsahu. Stroj pro vyhled\u00e1v\u00e1n\u00ed obsahu nen\u00ed spr\u00e1vn\u011b konfigurov\u00e1n.
FNRRS0391.action      = Zkontrolujte, zda je pro \u00falo\u017ei\u0161t\u011b obsahu spr\u00e1vn\u011b konfigurov\u00e1n stroj pro vyhled\u00e1v\u00e1n\u00ed obsahu.
FNRRS0391.message     = Stroj pro vyhled\u00e1v\u00e1n\u00ed obsahu nen\u00ed spr\u00e1vn\u011b konfigurov\u00e1n. Nelze inicializovat na\u010dten\u00ed na z\u00e1klad\u011b obsahu: ''{0}'' pro \u00falo\u017ei\u0161t\u011b: ''{1}''.
FNRRS0391.arg.0       = \u0158et\u011bzec dotazu SQL
FNRRS0391.arg.1       = Identifik\u00e1tor \u00falo\u017ei\u0161t\u011b

FNRRS0392.explanation = Nelze z\u00edskat v\u00fdsledek Vyhled\u00e1v\u00e1n\u00ed zalo\u017een\u00fd na tomto krit\u00e9riu Vyhled\u00e1v\u00e1n\u00ed.
FNRRS0392.action      = Zkontrolujte, zda je pro \u00falo\u017ei\u0161t\u011b objekt\u016f z\u00e1znam\u016f spr\u00e1vn\u011b konfigurov\u00e1n stroj pro vyhled\u00e1v\u00e1n\u00ed obsahu.
FNRRS0392.message     = Nelze z\u00edskat v\u00fdsledek Vyhled\u00e1v\u00e1n\u00ed zalo\u017een\u00fd na tomto krit\u00e9riu Vyhled\u00e1v\u00e1n\u00ed.

FNRRS0393.explanation = Z\u00e1znam nelze zalo\u017eit do v\u00edce ne\u017e jednoho kontejneru.
FNRRS0393.action      = Zkontrolujte, zda nen\u00ed z\u00e1znam zalo\u017een ve v\u00edce kontejnerech, a zkuste operaci prov\u00e9st znovu.
FNRRS0393.message     = Z\u00e1znam nelze zalo\u017eit do v\u00edce ne\u017e jednoho kontejneru.

FNRRS0394.explanation = Hodnota parametru chyb\u00ed nebo nen\u00ed platn\u00e1.
FNRRS0394.action      = Zadejte kompatibiln\u00ed hodnotu parametru.
FNRRS0394.message     = Hodnota pro n\u00e1sleduj\u00edc\u00ed parametr nen\u00ed platn\u00e1: ''{0}''.
FNRRS0394.arg.0       = N\u00e1zev parametru

FNRRS0395.explanation = V zadan\u00e9m kontejneru nen\u00ed \u017e\u00e1dn\u00fd aktivn\u00ed svazek. Je nutn\u00e9 zadat platn\u00fd aktivn\u00ed svazek.
FNRRS0395.action      = Zkontrolujte, zda je v zadan\u00e9m kontejneru aktivn\u00ed svazek.
FNRRS0395.message     = V tomto kontejneru nen\u00ed \u017e\u00e1dn\u00fd aktivn\u00ed svazek: ''{0}''.
FNRRS0395.arg.0       = Identifik\u00e1tor kontejneru

FNRRS0396.explanation = Zdrojov\u00fd a c\u00edlov\u00fd kontejner jsou stejn\u00e9. To nen\u00ed p\u0159i p\u0159esouv\u00e1n\u00ed objekt\u016f povoleno.
FNRRS0396.action      = Opakujte akci s r\u016fzn\u00fdmi zdrojov\u00fdmi a c\u00edlov\u00fdmi kontejnery.
FNRRS0396.message     = Zdrojov\u00fd a c\u00edlov\u00fd kontejner jsou stejn\u00e9.

FNRRS0397.explanation = Objekt je ji\u017e zalo\u017een v c\u00edlov\u00e9m kontejneru.
FNRRS0397.action      = Opakujte akci s jin\u00fdm c\u00edlov\u00fdm kontejnerem.
FNRRS0397.message     = Objekt je ji\u017e zalo\u017een v c\u00edlov\u00e9m kontejneru.

FNRRS0398.explanation = Tento z\u00e1znam ji\u017e p\u0159edstavuje nad\u0159\u00edzen\u00e9 potvrzen\u00ed. Nesm\u00ed b\u00fdt z\u00e1rove\u0148 potvrzen\u00edm a nad\u0159\u00edzen\u00fdm potvrzen\u00edm.
FNRRS0398.action      = Z\u00e1znam nesm\u00ed b\u00fdt z\u00e1rove\u0148 potvrzen\u00edm a nad\u0159\u00edzen\u00fdm potvrzen\u00edm. Prove\u010fte n\u00e1pravnou akci podle va\u0161ich pot\u0159eb.
FNRRS0398.message     = Tento z\u00e1znam ji\u017e p\u0159edstavuje nad\u0159\u00edzen\u00e9 potvrzen\u00ed.
FNRRS0398.arg.0       = Z\u00e1stupn\u00fd symbol

FNRRS0399.explanation = Tento z\u00e1znam ji\u017e je potvrzen\u00edm. Potvrzen\u00ed mohou b\u00fdt p\u0159idru\u017eena pouze k jednomu z\u00e1znamu.
FNRRS0399.action      = Z\u00e1znam lze p\u0159idru\u017eit pouze k jednomu z\u00e1znamu. Prove\u010fte n\u00e1pravnou akci podle va\u0161ich pot\u0159eb.
FNRRS0399.message     = Tento z\u00e1znam ji\u017e je potvrzen\u00edm.

FNRRS0400.explanation = Nad\u0159\u00edzen\u00e9 potvrzen\u00ed ji\u017e p\u0159edstavuje potvrzen\u00ed. Nesm\u00ed b\u00fdt z\u00e1rove\u0148 potvrzen\u00edm a nad\u0159\u00edzen\u00fdm potvrzen\u00edm.
FNRRS0400.action      = Z\u00e1znam nesm\u00ed b\u00fdt z\u00e1rove\u0148 potvrzen\u00edm a nad\u0159\u00edzen\u00fdm potvrzen\u00edm. Prove\u010fte n\u00e1pravnou akci podle va\u0161ich pot\u0159eb.
FNRRS0400.message     = Nad\u0159\u00edzen\u00fd z\u00e1znam ji\u017e je potvrzen\u00edm.

FNRRS0401.explanation = Do\u0161lo k chyb\u011b p\u0159i p\u0159ipojov\u00e1n\u00ed potvrzen\u00ed k z\u00e1znamu.
FNRRS0401.action      = Ov\u011b\u0159te, zda je vlastnost potvrzen\u00ed dostupn\u00e1 ze str\u00e1nky vlastnost\u00ed. Ov\u011b\u0159te, zda m\u00e1te opr\u00e1vn\u011bn\u00ed k \u00faprav\u011b vlastnost\u00ed z\u00e1znamu a potvrzen\u00ed.
FNRRS0401.message     = Potvrzen\u00ed nelze p\u0159ipojit k z\u00e1znamu.

FNRRS0402.explanation = Tento objekt nen\u00ed platn\u00fdm potvrzen\u00edm.
FNRRS0402.action      = Ov\u011b\u0159te, zda m\u00e1 vlastnost receiptOf tohoto "potvrzen\u00ed" platnou hodnotu.
FNRRS0402.message     = Tento objekt nen\u00ed platn\u00fdm potvrzen\u00edm: {0}.
FNRRS0402.arg.0       = Identifik\u00e1tor objektu

FNRRS0403.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o odpojen\u00ed tohoto potvrzen\u00ed od nad\u0159\u00edzen\u00e9 polo\u017eky.
FNRRS0403.action      = Ov\u011b\u0159te, zda jsou pro \u00falo\u017ei\u0161t\u011b objekt\u016f povolena potvrzen\u00ed. Ov\u011b\u0159te, zda je tento objekt platn\u00fdm potvrzen\u00edm.
FNRRS0403.message     = Potvrzen\u00ed nelze odpojit.

FNRRS0404.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o tvorbu ud\u00e1losti RMAudit objektu.
FNRRS0404.action      = Ov\u011b\u0159te, zda je tento objekt platn\u00fdm vlastn\u00edm objektem nebo objektem dokumentu \u010di slo\u017eky.
FNRRS0404.message     = Nelze vytvo\u0159it ud\u00e1lost objektu: ''{0}''.
FNRRS0404.arg.0       = object_id

FNRRS0405.explanation = Do\u0161lo k chyb\u011b p\u0159i ov\u011b\u0159ov\u00e1n\u00ed vlastnost\u00ed p\u0159idru\u017een\u00fdch k z\u00e1va\u017en\u00fdm z\u00e1znam\u016fm. Entita je ozna\u010dena jako z\u00e1va\u017en\u00e1, ale p\u0159idru\u017een\u00e1 vlastnost chyb\u00ed nebo nen\u00ed spr\u00e1vn\u00e1.
FNRRS0405.action      = Ov\u011b\u0159te, zda jsou vlastnosti z\u00e1va\u017en\u00fdch z\u00e1znam\u016f nastaveny s platn\u00fdmi hodnotami.
FNRRS0405.message     = Neplatn\u00e1 vlastnost z\u00e1va\u017en\u00e9ho z\u00e1znamu: ''{0}'' s hodnotou ''{1}''
FNRRS0405.arg.0       = N\u00e1zev vlastnosti
FNRRS0405.arg.1       = Hodnota vlastnosti

FNRRS0406.explanation = Schv\u00e1len\u00e9 kontejnery nejsou ze stejn\u00e9ho pl\u00e1nu soubor\u016f.
FNRRS0406.action      = Ov\u011b\u0159te, zda jsou tyto kontejnery ve stejn\u00e9m pl\u00e1nu soubor\u016f.
FNRRS0406.message     = Kontejnery {0} a {1} nejsou ze stejn\u00e9ho pl\u00e1nu soubor\u016f.
FNRRS0406.arg.0       = Identifik\u00e1tor kontejneru 1
FNRRS0406.arg.1       = Identifik\u00e1tor kontejneru 2

FNRRS0407.explanation = Zadan\u00e9 vlastnosti z\u00e1va\u017en\u00e9ho z\u00e1znamu jsou pr\u00e1zdn\u00e9 nebo neplatn\u00e9.
FNRRS0407.action      = Ov\u011b\u0159te, zda jsou vlastnosti z\u00e1va\u017en\u00fdch z\u00e1znam\u016f nastaveny s platn\u00fdmi hodnotami.
FNRRS0407.message     = Neplatn\u00e9 vlastnosti z\u00e1va\u017en\u00e9ho z\u00e1znamu

FNRRS0408.explanation = Vlastnost ApplyToNameOrID m\u00e1 neplatnou hodnotu. Hodnota mus\u00ed b\u00fdt "N\u00e1zev" nebo "Identifik\u00e1tor".
FNRRS0408.action      = Zm\u011b\u0148te vlastnost na n\u011bkterou z platn\u00fdch hodnot.
FNRRS0408.message     = Vlastnost m\u00e1 neplatnou hodnotu.

FNRRS0409.explanation = Z\u00e1va\u017en\u00e9 vlastnosti nelze nastavit. P\u0159\u00ed\u010dinu naleznete v ostatn\u00edch chybov\u00fdch zpr\u00e1v\u00e1ch.
FNRRS0409.action      = Ov\u011b\u0159te, zda jsou vlastnosti z\u00e1va\u017en\u00fdch z\u00e1znam\u016f nastaveny s platn\u00fdmi hodnotami.
FNRRS0409.message     = Nelze na\u010d\u00edst z\u00e1va\u017en\u00e9 vlastnosti pro entitu. Vlastnost: ''{0}''
FNRRS0409.arg.0       = object_id

FNRRS0410.explanation = Z\u00e1va\u017en\u00e9 vlastnosti nelze nastavit. P\u0159\u00ed\u010dinu naleznete v ostatn\u00edch chybov\u00fdch zpr\u00e1v\u00e1ch.
FNRRS0410.action      = Ov\u011b\u0159te, zda jsou vlastnosti z\u00e1va\u017en\u00fdch z\u00e1znam\u016f nastaveny s platn\u00fdmi hodnotami.
FNRRS0410.message     = Nelze nastavit datum p\u0159\u00ed\u0161t\u00ed revize z\u00e1va\u017en\u00e9ho objektu pro entitu ''{0}''.
FNRRS0410.arg.0       = object_id

FNRRS0411.explanation = Zadan\u00fd n\u00e1zev vzoru nen\u00ed jedine\u010dn\u00fd.
FNRRS0411.action      = Vyberte pro vzor jin\u00fd jedine\u010dn\u00fd n\u00e1zev.
FNRRS0411.message     = N\u00e1zev zadan\u00fd pro vzor nen\u00ed jedine\u010dn\u00fd.

FNRRS0412.explanation = Z\u00e1va\u017en\u00e9 vlastnosti nelze nastavit. P\u0159\u00ed\u010dinu naleznete v ostatn\u00edch chybov\u00fdch zpr\u00e1v\u00e1ch.
FNRRS0412.action      = Ov\u011b\u0159te, zda jsou vlastnosti z\u00e1va\u017en\u00fdch z\u00e1znam\u016f nastaveny s platn\u00fdmi hodnotami.
FNRRS0412.message     = Nelze nastavit z\u00e1va\u017en\u00e9 vlastnosti pro entitu ''{0}''.
FNRRS0412.arg.0       = object_id

FNRRS0413.explanation = Z\u00e1va\u017en\u00e1 vlastnost nesm\u00ed m\u00edt hodnotu null.
FNRRS0413.action      = Ov\u011b\u0159te, zda je vlastnost z\u00e1va\u017en\u00e9ho z\u00e1znamu nastavena s platnou nenulovou hodnotou.
FNRRS0413.message     = Nelze nastavit z\u00e1va\u017enou vlastnost spou\u0161t\u011b\u010de ''{0}''.
FNRRS0413.arg.0       = object_id

FNRRS0414.explanation = Zadan\u00e1 cyklick\u00e1 ud\u00e1lost m\u00e1 neplatn\u00e9 obdob\u00ed cyklu. Pravd\u011bpodobn\u011b k tomu doch\u00e1z\u00ed proto, \u017ee roky, m\u011bs\u00edce a dny p\u0159idru\u017een\u00e9 ke spou\u0161t\u011b\u010di maj\u00ed nulov\u00e9 hodnoty.
FNRRS0414.action      = Ov\u011b\u0159te, zda m\u00e1 obdob\u00ed cyklu platnou hodnotu v\u011bt\u0161\u00ed ne\u017e nula.
FNRRS0414.message     = N\u00e1zev cyklick\u00e9 ud\u00e1losti {0} definuje dobu cyklu jako {1} rok\u016f, {2} m\u011bs\u00edc\u016f, {3} dn\u016f. Syst\u00e9mu se neda\u0159\u00ed vypo\u010d\u00edtat data odebr\u00e1n\u00ed.
FNRRS0414.arg.0       = N\u00e1zev ud\u00e1losti
FNRRS0414.arg.1       = Po\u010det rok\u016f
FNRRS0414.arg.2       = Po\u010det m\u011bs\u00edc\u016f
FNRRS0414.arg.3       = Po\u010det dn\u016f

FNRRS0415.explanation = B\u011bhem pokusu o na\u010dten\u00ed dostupn\u00fdch objekt\u016f ConnectorRegistration z \u00falo\u017ei\u0161t\u011b pl\u00e1n\u016f soubor\u016f do\u0161lo k neo\u010dek\u00e1van\u00e9 chyb\u011b.
FNRRS0415.action      = Ov\u011b\u0159te, zda byly v\u0161echny kroky instalace \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f \u00fasp\u011b\u0161n\u011b provedeny.
FNRRS0415.message     = Nelze na\u010d\u00edst objekty ConnectorRegistration z \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f: {0}.
FNRRS0415.arg.0       = Identita \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f

FNRRS0416.explanation = Nelze z\u00edskat p\u0159\u00edstup ke t\u0159\u00edd\u00e1m v Java rozhran\u00ed API produktu IBM FileNet P8 Process Engine.
FNRRS0416.action      = Ov\u011b\u0159te, zda je v cest\u011b ke t\u0159\u00edd\u011b b\u011bhov\u00e9ho prost\u0159ed\u00ed zahrnut soubor jar rozhran\u00ed API jazyka JAVA stroje Process Engine a jeho z\u00e1vislosti. Do t\u00e9to sady obvykle pat\u0159\u00ed soubory pe.jar, peResources.jar, mailapi.jar a xercesImpl.jar. K z\u00edsk\u00e1n\u00ed p\u0159\u00edpadn\u00fdch v\u00fdjimek lze pou\u017e\u00edt metodu RALPESupport#getSetupException.
FNRRS0416.message     = rozhran\u00ed API jazyka JAVA IBM FileNet P8 Process Engine nen\u00ed dostupn\u00e9.

FNRRS0417.explanation = Vstupn\u00ed parametr ''vwSession'' mus\u00ed b\u00fdt platnou instanc\u00ed t\u0159\u00eddy ''filenet.vw.api.VWSession''.
FNRRS0417.action      = Zkontrolujte, zda je va\u0161e konfigurace p\u0159ipojen\u00ed klienta IBM FileNet P8 Process Engine spr\u00e1vn\u00e1.
FNRRS0417.message     = Vstupn\u00ed parametr ''vwSession'' nen\u00ed platnou instanc\u00ed t\u0159\u00eddy ''filenet.vw.api.VWSession''.

FNRRS0418.explanation = Vstupn\u00ed parametr ''vwStepElement'' mus\u00ed b\u00fdt platnou instanc\u00ed t\u0159\u00eddy ''filenet.vw.api.VWStepElement''.
FNRRS0418.action      = Platnou instanci t\u0159\u00eddy ''filenet.vw.api.VWStepElement'' lze z\u00edskat pomoc\u00ed metody RALPESupport#createWorkflow.
FNRRS0418.message     = Vstupn\u00ed parametr ''vwStepElement'' nen\u00ed platnou instanc\u00ed t\u0159\u00eddy ''filenet.vw.api.VWStepElement''.

FNRRS0419.explanation = Do\u0161lo k neo\u010dek\u00e1van\u00e9 v\u00fdjimce ''filenet.vw.api.VWException''. 
FNRRS0419.action      = Zkontrolujte p\u0159ipojen\u00fd \u0159et\u011bzec zpr\u00e1vy, trasov\u00e1n\u00ed z\u00e1sobn\u00edku nebo protokoly serveru a vyhledejte v nich informace t\u00fdkaj\u00edc\u00ed se zdroje t\u00e9to chyby.
FNRRS0419.message     = Byla zaznamen\u00e1na neo\u010dek\u00e1van\u00e1 v\u00fdjimka ''filenet.vw.api.VWException'': {0}
FNRRS0419.arg.0	   = Lokalizovan\u00fd \u0159et\u011bzec zpr\u00e1vy z instance v\u00fdjimky ''filenet.vw.api.VWException''

FNRRS0420.explanation = Pro proveden\u00ed t\u00e9to operace je nutn\u00e1 nenulov\u00e1 instance ''filenet.vw.api.VWUserInfo''.
FNRRS0420.action      = Zajist\u011bte, aby byla zadan\u00e1 instance ''filenet.vw.api.VWSession'' platn\u00e1 a aby byl aktu\u00e1ln\u00ed u\u017eivatel \u00fasp\u011b\u0161n\u011b ov\u011b\u0159en.
FNRRS0420.message     = Vol\u00e1n\u00ed rozhran\u00ed API P8 FileNet Process Engine API pro na\u010dten\u00ed instance ''filenet.vw.api.VWUserInfo'' vr\u00e1tilo hodnotu null.

FNRRS0421.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed zadan\u00e9ho zadr\u017een\u00ed.
FNRRS0421.action	   = Ov\u011b\u0159te, zda je \u0159et\u011bzec identifikuj\u00edc\u00ed zadr\u017een\u00ed platn\u00fd a zda zadr\u017een\u00ed existuje.
FNRRS0421.message     = Nelze na\u010d\u00edst zadan\u00e9 zadr\u017een\u00ed: {0}
FNRRS0421.arg.0        = Zadan\u00fd \u0159et\u011bzec identifikuj\u00edc\u00ed zadr\u017een\u00ed

FNRRS0422.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed definic sestav z nad\u0159\u00edzen\u00e9ho \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.
FNRRS0422.action      = Ov\u011b\u0159te, zda m\u00e1 aktu\u00e1ln\u00ed u\u017eivatel alespo\u0148 opr\u00e1vn\u011bn\u00ed k prohl\u00ed\u017een\u00ed obsahu \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f.
FNRRS0422.message     = Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed definic sestav z \u00falo\u017ei\u0161t\u011b pl\u00e1nu soubor\u016f: ''{0}''.
FNRRS0422.arg.0       = fileplan_repository

FNRRS0423.explanation = Do\u0161lo k chyb\u011b v konfiguraci syntaktick\u00e9ho analyz\u00e1toru XML JVM v souvislosti s XPATH.
FNRRS0423.action      = Ov\u011b\u0159te, zda je verze JRE 1.5 nebo nov\u011bj\u0161\u00ed.
FNRRS0423.message     = Do\u0161lo k chyb\u011b v konfiguraci syntaktick\u00e9ho analyz\u00e1toru XML JVM v souvislosti s XPATH.

FNRRS0424.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o anal\u00fdzu souboru XML definice sestavy.
FNRRS0424.action      = Ov\u011b\u0159te, zda je soubor XML definice sestavy spr\u00e1vn\u011b form\u00e1tov\u00e1n.
FNRRS0424.message     = Do\u0161lo k chyb\u011b p\u0159i anal\u00fdze souboru XML definice sestavy: ''{0}''.
FNRRS0424.arg.0       = N\u00e1zev nebo ID definice sestavy

FNRRS0425.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed obsahu definice sestavy.
FNRRS0425.action      = Ov\u011b\u0159te, zda definice sestavy existuje a zda m\u00e1 jej\u00ed obsah form\u00e1t XML.
FNRRS0425.message     = Do\u0161lo k chyb\u011b p\u0159i na\u010d\u00edt\u00e1n\u00ed obsahu definice sestavy: ''{0}''.
FNRRS0425.arg.0       = N\u00e1zev nebo ID definice sestavy

FNRRS0426.explanation = Z knihovny rozhran\u00ed API org.w3c.DOM byla vr\u00e1cena chyba.
FNRRS0426.action      = Podrobn\u011bj\u0161\u00ed informace naleznete v z\u00e1sobn\u00edku v\u00fdjimek.
FNRRS0426.message     = Do\u0161lo k chyb\u011b p\u0159i zpracov\u00e1n\u00ed XML DOM jako sou\u010d\u00e1sti procesu exportu; entita: {0}.
FNRRS0426.arg.0       = Identita entity, kter\u00e9 se export t\u00fdk\u00e1

FNRRS0427.explanation = Z obslu\u017en\u00e9ho programu generov\u00e1n\u00ed exportu XML P8 Content Engine byla vr\u00e1cena chyba.
FNRRS0427.action      = Podrobn\u011bj\u0161\u00ed informace naleznete v z\u00e1sobn\u00edku v\u00fdjimek.
FNRRS0427.message     = Do\u0161lo k chyb\u011b p\u0159i generov\u00e1n\u00ed XML P8 Content Engine jako sou\u010d\u00e1sti procesu exportu; entita: {0}.
FNRRS0427.arg.0       = Identita entity, kter\u00e9 se export t\u00fdk\u00e1

FNRRS0428.explanation = Z obslu\u017en\u00e9ho programu generov\u00e1n\u00ed exportu XML P8 Content Engine byla vr\u00e1cena chyba.
FNRRS0428.action      = Podrobn\u011bj\u0161\u00ed informace naleznete v z\u00e1sobn\u00edku v\u00fdjimek.
FNRRS0428.message     = Do\u0161lo k chyb\u011b p\u0159i serializaci XML do v\u00fdstupn\u00edho souboru: {0}, {1}.
FNRRS0428.arg.0       = Cesta syst\u00e9mu soubor\u016f k v\u00fdstupn\u00edmu souboru
FNRRS0428.arg.1       = Zpr\u00e1va v\u00fdjimky transformace XML

FNRRS0429.explanation = I kdy\u017e byl nalezen dokument pro hodnotu vlastnosti CurrentPhaseExportFormat, do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed jeho obsahu XSLT. 
FNRRS0429.action      = Zajist\u011bte, aby byla k vlastnosti CurrentPhaseExportFormat entity exportu p\u0159i\u0159azena platn\u00e1 hodnota dokumentu s platn\u00fdm obsahem XSLT.
FNRRS0429.message     = Do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed obsahu XSLT z dokumentu hodnoty CurrentPhaseExportFormat: {0}.
FNRRS0429.arg.0       = Identita hodnoty dokumentu vlastnosti ExportFormat

FNRRS0430.explanation = Do\u0161lo k chyb\u011b p\u0159i pokusu o p\u0159edkompilov\u00e1n\u00ed \u0159et\u011bzce XPath do v\u00fdrazu XPath. 
FNRRS0430.action      = Ov\u011b\u0159te, zda je \u0159et\u011bzec XPath platn\u00fd a zda aktu\u00e1ln\u00ed JRE/cesta ke t\u0159\u00edd\u011b podporuje XPath.
FNRRS0430.message     = Do\u0161lo k chyb\u011b p\u0159i pokusu o kompilaci n\u00e1sleduj\u00edc\u00edho \u0159et\u011bzce v\u00fdrazu XPath: ''{0}''.
FNRRS0430.arg.0       = \u0158et\u011bzec v\u00fdrazu XPath s chybou

FNRRS0431.explanation = Pro aktu\u00e1ln\u00ed stav RMPageIterator nelze z\u00edskat ozna\u010den\u00ed str\u00e1nky. 
FNRRS0431.action      = Ov\u011b\u0159te, zda byl RMPageIterator p\u0159esunut do platn\u00e9ho um\u00edst\u011bn\u00ed str\u00e1nky.
FNRRS0431.message     = Do\u0161lo k chyb\u011b p\u0159i pokusu o vr\u00e1cen\u00ed aktu\u00e1ln\u00edho ozna\u010den\u00ed str\u00e1nky.

FNRRS0432.explanation = Do\u0161lo k neo\u010dek\u00e1van\u00e9 chyb\u011b p\u0159i pokusu o na\u010dten\u00ed hodnoty vlastnosti RecordedDocuments pro z\u00e1znam.
FNRRS0432.action      = Zajist\u011bte, aby aktu\u00e1ln\u00ed u\u017eivatel m\u011bl spr\u00e1vn\u00e1 opr\u00e1vn\u011bn\u00ed pro p\u0159\u00edstup k p\u0159idru\u017een\u00fdm polo\u017ek\u00e1m obsahu.
FNRRS0432.message     = Do\u0161lo k chyb\u011b p\u0159i pokusu o na\u010dten\u00ed p\u0159idru\u017een\u00fdch polo\u017eek obsahu pro z\u00e1znam: {0}.
FNRRS0432.arg.0       = Identita z\u00e1znamu

FNRRS0433.explanation = C\u00edlov\u00fd kontejner operace p\u0159esunut\u00ed kontejneru nem\u016f\u017ee b\u00fdt um\u00edst\u011bn v hierarchii d\u00edl\u010d\u00edch kontejner\u016f zdrojov\u00e9ho kontejneru.
FNRRS0433.action      = Vyberte jin\u00e9 um\u00edst\u011bn\u00ed c\u00edlov\u00e9ho kontejneru pro p\u0159esun zdrojov\u00e9ho kontejneru.
FNRRS0433.message     = Nelze p\u0159esunout zdrojov\u00fd kontejner do c\u00edlov\u00e9ho kontejneru um\u00edst\u011bn\u00e9ho pod zdrojov\u00fdm kontejnerem; sourceIdent: {0}, targetIdent: {1}.
FNRRS0433.arg.0       = Identita zdrojov\u00e9ho kontejneru, kter\u00e9ho se pokus o p\u0159esun t\u00fdk\u00e1
FNRRS0433.arg.1       = Identita c\u00edlov\u00e9ho kontejneru

FNRRS0434.explanation = Zkontrolujte mo\u017en\u00e9 v\u00fdjimky v zahrnut\u00e9m trasov\u00e1n\u00ed z\u00e1sobn\u00edku.
FNRRS0434.action      = Prove\u010fte znovu proces odebr\u00e1n\u00ed objektu nebo operaci zah\u00e1jen\u00ed odebr\u00e1n\u00ed nebo oboj\u00ed.
FNRRS0434.message     = Do\u0161lo k neo\u010dek\u00e1van\u00e9 chyb\u011b p\u0159i aktualizaci dat aktu\u00e1ln\u00ed f\u00e1ze pro entitu; identifik\u00e1tor entity: {0}.
FNRRS0434.arg.0       = Identita p\u0159\u00edslu\u0161n\u00e9 entity

FNRRS0435.explanation = Nelze prov\u00e9st zah\u00e1jen\u00ed odebr\u00e1n\u00ed u entity kv\u016fli um\u00edst\u011bn\u00ed zadr\u017een\u00ed nebo zm\u011bn\u011b v pl\u00e1nu odebr\u00e1n\u00ed.
FNRRS0435.action      = Odeberte pou\u017eit\u00e1 zadr\u017een\u00ed u entity a v nad\u0159\u00edzen\u00e9 \u010di pod\u0159\u00edzen\u00e9 hierarchii. Prove\u010fte znovu proces odebr\u00e1n\u00ed objektu.
FNRRS0435.message     = Z d\u016fvodu zm\u011bny aktu\u00e1ln\u00ed f\u00e1ze odebr\u00e1n\u00ed nelze u t\u00e9to entity prov\u00e9st zah\u00e1jen\u00ed odebr\u00e1n\u00ed: {0}.
FNRRS0435.arg.0       = Identita entity, u kter\u00e9 byl pokus o zah\u00e1jen\u00ed odebr\u00e1n\u00ed proveden

FNRRS0436.explanation = F\u00e1zi odebr\u00e1n\u00ed nelze odebrat z pl\u00e1nu odebr\u00e1n\u00ed, pokud je v n\u00ed obsa\u017een jeden nebo v\u00edce kontejner\u016f \u010di z\u00e1znam\u016f.
FNRRS0436.action      = Prove\u010fte znovu proces odebr\u00e1n\u00ed objektu nebo zah\u00e1jen\u00ed odebr\u00e1n\u00ed pro p\u0159\u00edslu\u0161n\u00e9 kontejnery nebo z\u00e1znamy a opakujte operaci odebr\u00e1n\u00ed f\u00e1ze.
FNRRS0436.message     = Nelze odebrat f\u00e1zi odebr\u00e1n\u00ed, kter\u00e1 se pr\u00e1v\u011b pou\u017e\u00edv\u00e1; identita f\u00e1ze: {0}.
FNRRS0436.arg.0       = Identita f\u00e1ze odebr\u00e1n\u00ed, u kter\u00e9 do\u0161lo k pokusu o odebr\u00e1n\u00ed

FNRRS0437.explanation = Specifick\u00e1 f\u00e1ze odebr\u00e1n\u00ed nesm\u00ed v pl\u00e1nu odebr\u00e1n\u00ed existovat v\u00edce ne\u017e jednou.
FNRRS0437.action      = Vytvo\u0159te novou f\u00e1zi odebr\u00e1n\u00ed p\u0159ed pokusem o p\u0159id\u00e1n\u00ed do pl\u00e1nu odebr\u00e1n\u00ed.
FNRRS0437.message     = F\u00e1zi odebr\u00e1n\u00ed nelze p\u0159idat do pl\u00e1nu, ve kter\u00e9m ji\u017e existuje. Identita f\u00e1ze: {0}.
FNRRS0437.arg.0       = Identita f\u00e1ze odebr\u00e1n\u00ed, u kter\u00e9 do\u0161lo k pokusu o p\u0159id\u00e1n\u00ed

FNRRS0438.explanation = Specifickou f\u00e1zi odebr\u00e1n\u00ed nelze pou\u017e\u00edt v\u00edce ne\u017e v jednom pl\u00e1nu odebr\u00e1n\u00ed.
FNRRS0438.action      = Vytvo\u0159te novou f\u00e1zi odebr\u00e1n\u00ed p\u0159ed pokusem o p\u0159id\u00e1n\u00ed do pl\u00e1nu odebr\u00e1n\u00ed.
FNRRS0438.message     = F\u00e1zi odebr\u00e1n\u00ed nelze p\u0159idat do pl\u00e1nu, kter\u00fd je ji\u017e pou\u017e\u00edv\u00e1n v jin\u00e9m pl\u00e1nu. Identita f\u00e1ze: {0}.
FNRRS0438.arg.0       = Identita f\u00e1ze odebr\u00e1n\u00ed, u kter\u00e9 do\u0161lo k pokusu o p\u0159id\u00e1n\u00ed

FNRRS0439.explanation = Pokud pl\u00e1n obsahuje f\u00e1zi, jej\u00ed\u017e akce odebr\u00e1n\u00ed je automatick\u00e9 zni\u010den\u00ed, zni\u010den\u00ed nebo p\u0159enos, nelze k n\u011bmu p\u0159id\u00e1vat \u017e\u00e1dn\u00e9 dal\u0161\u00ed f\u00e1ze.
FNRRS0439.action      = P\u0159ed pokusem o p\u0159id\u00e1n\u00ed nov\u00e9 f\u00e1ze k pl\u00e1nu odebr\u00e1n\u00ed nejprve odeberte jak\u00e9koliv f\u00e1ze s akcemi typu ukon\u010den\u00ed.
FNRRS0439.message     = Nelze p\u0159ipojit f\u00e1zi odebr\u00e1n\u00ed k pl\u00e1nu, kter\u00fd ji\u017e obsahuje f\u00e1zi s akc\u00ed typu ukon\u010den\u00ed (automatick\u00e9 zni\u010den\u00ed, zni\u010den\u00ed nebo p\u0159enos).

FNRRS0440.explanation = Nelze odebrat f\u00e1zi odebr\u00e1n\u00ed z kolekce, do kter\u00e9 nepat\u0159\u00ed.
FNRRS0440.action      = Aktualizujte p\u0159\u00edslu\u0161n\u00fd pl\u00e1n odebr\u00e1n\u00ed a zopakujte pokus o p\u0159\u00edstup k jeho seznamu f\u00e1z\u00ed odebr\u00e1n\u00ed.
FNRRS0440.message     = F\u00e1ze odebr\u00e1n\u00ed nen\u00ed \u010dlenem f\u00e1ze tohoto seznamu f\u00e1z\u00ed odebr\u00e1n\u00ed. Identita f\u00e1ze: {0}.
FNRRS0440.arg.0       = Identita f\u00e1ze odebr\u00e1n\u00ed, u kter\u00e9 do\u0161lo k pokusu o odebr\u00e1n\u00ed

FNRRS0441.explanation = Specifick\u00e9 alternativn\u00ed uchov\u00e1n\u00ed nesm\u00ed v pl\u00e1nu odebr\u00e1n\u00ed existovat v\u00edce ne\u017e jednou.
FNRRS0441.action      = Vytvo\u0159te nov\u00e9 alternativn\u00ed uchov\u00e1n\u00ed p\u0159ed pokusem o p\u0159id\u00e1n\u00ed do f\u00e1ze odebr\u00e1n\u00ed.
FNRRS0441.message     = Nelze p\u0159idat alternativn\u00ed uchov\u00e1n\u00ed do pl\u00e1nu odebr\u00e1n\u00ed, v n\u011bm\u017e ji\u017e existuje. Identita alternativn\u00edho uchov\u00e1n\u00ed: {0}.
FNRRS0441.arg.0       = Identita alternativn\u00edho uchov\u00e1n\u00ed, u kter\u00e9 do\u0161lo k pokusu o p\u0159id\u00e1n\u00ed

FNRRS0442.explanation = Specifick\u00e9 alternativn\u00ed uchov\u00e1n\u00ed nelze pou\u017e\u00edt v\u00edce ne\u017e v jedn\u00e9 f\u00e1zi odebr\u00e1n\u00ed.
FNRRS0442.action      = Vytvo\u0159te nov\u00e9 alternativn\u00ed uchov\u00e1n\u00ed p\u0159ed pokusem o p\u0159id\u00e1n\u00ed do f\u00e1ze odebr\u00e1n\u00ed.
FNRRS0442.message     = Nelze p\u0159idat alternativn\u00ed uchov\u00e1n\u00ed do f\u00e1ze, kter\u00e1 je ji\u017e pou\u017e\u00edv\u00e1na v r\u00e1mci jin\u00e9 f\u00e1ze. Identita alternativn\u00edho uchov\u00e1n\u00ed: {0}.
FNRRS0442.arg.0       = Identita alternativn\u00edho uchov\u00e1n\u00ed, u kter\u00e9 do\u0161lo k pokusu o p\u0159id\u00e1n\u00ed

FNRRS0443.explanation = Nelze odebrat alternativn\u00ed uchov\u00e1n\u00ed z kolekce, do kter\u00e9 nepat\u0159\u00ed.
FNRRS0443.action      = Aktualizujte odpov\u00eddaj\u00edc\u00ed f\u00e1zi odebr\u00e1n\u00ed a prove\u010fte znovu p\u0159\u00edstup k jej\u00edmu seznamu alternativn\u00edho uchov\u00e1n\u00ed.
FNRRS0443.message     = Alternativn\u00ed uchov\u00e1n\u00ed nen\u00ed \u010dlenem tohoto seznamu alternativn\u00edch uchov\u00e1n\u00ed. Identita alternativn\u00edho uchov\u00e1n\u00ed: {0}.
FNRRS0443.arg.0       = Identita alternativn\u00edho uchov\u00e1n\u00ed, u kter\u00e9 do\u0161lo k pokusu o odebr\u00e1n\u00ed

FNRRS0444.explanation = P\u0159\u00edm\u00e9 odstran\u011bn\u00ed instance DispositionPhase nen\u00ed podporov\u00e1no.
FNRRS0444.action      = K odstran\u011bn\u00ed instance DispositionPhase pou\u017eijte jednu z metod DispositionPhaseList.remove.
FNRRS0444.message     = Metoda odstran\u011bn\u00ed nen\u00ed pro instanci DispositionPhase podporov\u00e1na; pou\u017eijte metodu DispositionPhaseList.remove.

FNRRS0445.explanation = P\u0159\u00edm\u00e9 odstran\u011bn\u00ed instance AlternateRetention nen\u00ed podporov\u00e1no.
FNRRS0445.action      = K odstran\u011bn\u00ed instance AlternateRetention pou\u017eijte jednu z metod AlternateRetentionList.remove.
FNRRS0445.message     = Metoda odstran\u011bn\u00ed nen\u00ed pro instanci AlternateRetention podporov\u00e1na; pou\u017eijte metodu AlternateRetentionList.remove.

FNRRS0446.explanation = Do\u0161lo k selh\u00e1n\u00ed p\u0159i pokusu o na\u010dten\u00ed p\u0159\u00edstupov\u00e9 role definovan\u00e9 identifik\u00e1torem.
FNRRS0446.action      = Zajist\u011bte, aby aktu\u00e1ln\u00ed u\u017eivatel m\u011bl dostate\u010dn\u00e1 pr\u00e1va k p\u0159id\u00e1n\u00ed nov\u00e9ho \u010dlena do existuj\u00edc\u00ed role a aby tato role v \u00falo\u017ei\u0161ti existovala.
FNRRS0446.message     = Do\u0161lo k selh\u00e1n\u00ed p\u0159i pokusu o na\u010dten\u00ed p\u0159\u00edstupov\u00e9 role definovan\u00e9 identifik\u00e1torem = ''{0}''.
FNRRS0446.arg.0       = role_ID

FNRRS0447.explanation = Pl\u00e1n odebr\u00e1n\u00ed mus\u00ed m\u00edt nepr\u00e1zdnou hodnotu vlastnosti d\u016fvodu pro zm\u011bnu p\u0159edt\u00edm, ne\u017e bude mo\u017en\u00e9 ulo\u017eit jakoukoliv zm\u011bnu v n\u011bm nebo v p\u0159idru\u017een\u00fdch f\u00e1z\u00edch odebr\u00e1n\u00ed.
FNRRS0447.action      = Zadejte nepr\u00e1zdnou hodnotu vlastnosti d\u016fvodu pro zm\u011bnu pro p\u0159idru\u017een\u00fd pl\u00e1n odebr\u00e1n\u00ed p\u0159ed pokusem o ulo\u017een\u00ed pl\u00e1nu nebo jeho f\u00e1z\u00ed odebr\u00e1n\u00ed.
FNRRS0447.message     = Nelze prov\u00e9st ulo\u017een\u00ed f\u00e1ze odebr\u00e1n\u00ed, pokud jej\u00ed p\u0159idru\u017een\u00fd pl\u00e1n odebr\u00e1n\u00ed nem\u00e1 hodnotu vlastnosti d\u016fvodu pro zm\u011bnu.

FNRRS0448.explanation = Typ entity na\u010dten\u00e9ho kontejneru neodpov\u00edd\u00e1 po\u017eadovan\u00e9mu typu entity. P\u0159\u00edkladem m\u016f\u017ee b\u00fdt pokus o na\u010dten\u00ed kategorie z\u00e1znamu pomoc\u00ed identifik\u00e1toru slo\u017eky z\u00e1znam\u016f.
FNRRS0448.action      = Zajist\u011bte, aby byl ur\u010den spr\u00e1vn\u00fd identifik\u00e1tor kontejneru pro o\u010dek\u00e1van\u00fd typ kontejneru, a opakujte operaci.
FNRRS0448.message     = Skute\u010dn\u00fd typ entity na\u010dten\u00e9ho kontejneru neodpov\u00edd\u00e1 po\u017eadovan\u00e9mu typu entity. Identifikace kontejneru: {0}, po\u017eadovan\u00fd typ entity: {1}, skute\u010dn\u00fd typ entity kontejneru: {2}.
FNRRS0448.arg.0       = Identifik\u00e1tor kontejneru
FNRRS0448.arg.1       = po\u017eadovan\u00fd typ entity
FNRRS0448.arg.2       = skute\u010dn\u00fd typ entity kontejneru

FNRRS0449.explanation = Stroj IBM FileNet Content Search Engine vygeneroval v\u00fdjimku CBR_FULLTEXTROWLIMIT_EXCEEDED. V\u00fdsledky vyhled\u00e1v\u00e1n\u00ed p\u0159ekra\u010duj\u00ed kapacitu stroje. 
FNRRS0449.action      = Zp\u0159esn\u011bte kl\u00ed\u010dov\u00e1 slova pro vyhled\u00e1v\u00e1n\u00ed obsahu.
FNRRS0449.message     = Po\u010det v\u00fdsledk\u016f vyhled\u00e1v\u00e1n\u00ed p\u0159ekro\u010dil kapacitu stroje IBM FileNet Content Search Engine. Zp\u0159esn\u011bte kl\u00ed\u010dov\u00e1 slova pro vyhled\u00e1v\u00e1n\u00ed obsahu.



FNRRS0600.explanation = Do\u0161lo k neo\u010dek\u00e1van\u00e9 v\u00fdjimce v rozhran\u00ed API jazyka Java spr\u00e1vce Records Manager, kterou popisuje exception_message.
FNRRS0600.action      = Chcete-li z\u00edskat dal\u0161\u00ed informace o p\u0159\u00ed\u010din\u011b t\u00e9to v\u00fdjimky, zkontrolujte text zpr\u00e1vy v\u00fdjimky a souvisej\u00edc\u00ed trasov\u00e1n\u00ed z\u00e1sobn\u00edku.
FNRRS0600.message     = Do\u0161lo k neo\u010dek\u00e1van\u00e9 v\u00fdjimce: {0}.
FNRRS0600.arg.0       = exception_message

FNRRS0601.explanation = Povinn\u00fd soubor bal\u00edku prost\u0159edk\u016f globalizace nen\u00ed dostupn\u00fd; z\u00e1kladn\u00ed n\u00e1zev bal\u00edku: base_name.
FNRRS0601.action      = Ov\u011b\u0159te, zda je v cest\u011b ke t\u0159\u00edd\u011b JVM dostupn\u00fd jeden nebo v\u00edce soubor\u016f bal\u00edku prost\u0159edk\u016f ve form\u00e1tu basename_nnNN.properties.
FNRRS0601.message     = Nebyl nalezen \u017e\u00e1dn\u00fd ResourceBundle pro z\u00e1kladn\u00ed n\u00e1zev: ''{0}''.
FNRRS0601.arg.0       = base_name

FNRRS0602.explanation = Byla schv\u00e1lena nepodporovan\u00e1 pr\u00e1zdn\u00e1 nebo nulov\u00e1 hodnota \u0159et\u011bzce pro vstupn\u00ed parametr: parameter_name.
FNRRS0602.action      = Zajist\u011bte, aby hodnota pro tento parametr nebyla nulov\u00fdm nebo pr\u00e1zdn\u00fdm \u0159et\u011bzcem.
FNRRS0602.message     = Hodnota vstupn\u00edho parametru je nulov\u00fd nebo pr\u00e1zdn\u00fd \u0159et\u011bzec pro parametr: ''{0}''.
FNRRS0602.arg.0       = n\u00e1zev_parametru

FNRRS0603.explanation = Byla schv\u00e1lena nepodporovan\u00e1 pr\u00e1zdn\u00e1 nebo neplatn\u00e1 hodnota pole pro vstupn\u00ed parametr: parameter_name.
FNRRS0603.action      = Zajist\u011bte, aby pole nebylo nulov\u00e9 nebo pr\u00e1zdn\u00e9 a neobsahovalo \u017e\u00e1dn\u00e9 nulov\u00e9 \u010dleny pole.
FNRRS0603.message     = Hodnota vstupn\u00edho parametru je nulov\u00e9 nebo pr\u00e1zdn\u00e9 pole pro parametr: ''{0}''.
FNRRS0603.arg.0       = n\u00e1zev_parametru

FNRRS0604.explanation = Byla schv\u00e1lena nepodporovan\u00e1 pr\u00e1zdn\u00e1 nebo neplatn\u00e1 hodnota kolekce pro vstupn\u00ed parametr: parameter_name.
FNRRS0604.action      = Zajist\u011bte, aby kolekce nebyla nulov\u00e1 nebo pr\u00e1zdn\u00e1 a neobsahovala \u017e\u00e1dn\u00e9 nulov\u00e9 \u010dleny.
FNRRS0604.message     = Hodnota vstupn\u00edho parametru je nulov\u00e1 nebo neplatn\u00e1 kolekce pro parametr: ''{0}''.
FNRRS0604.arg.0       = n\u00e1zev_parametru

#
#
#================================================================================
# JARM Logging Message Strings
#--------------------------------------------------------------------------------
# For each logging message include the suffixed resource where applicable:
#   .message     -- the actual log message containing any necessary {n} parameter placeholders.
#   .arg.n       -- description of argument parameter {n}.
#
#

FNRRS9999.message  = Testovac\u00ed zpr\u00e1va; param1: {0}, param2: {1}.

FNRRS0700.message = Do\u0161lo k chyb\u011b tvorby instance RM Audit {0} {1} pro entitu: {2}
FNRRS0700.arg.0   = Auditovan\u00e1 operace, nap\u0159\u00edklad "Odstranit", "Zm\u011bnit um\u00edst\u011bn\u00ed" atd.
FNRRS0700.arg.1   = Stav auditu ''\u00dasp\u011bch'' nebo ''Selh\u00e1n\u00ed''
FNRRS0700.arg.2   = Identifikuj\u00edc\u00ed \u0159et\u011bzec entity p\u0159idru\u017een\u00e9 k pokusu o RM Audit

FNRRS0701.message = Aktu\u00e1ln\u00ed u\u017eivatel nem\u00e1 opr\u00e1vn\u011bn\u00ed pro p\u0159\u00edstup k zalo\u017een\u00ed kop\u00edrovan\u00e9ho dokumentu {0} do slo\u017eky obsahu {1} v r\u00e1mci procesu kop\u00edrov\u00e1n\u00ed z\u00e1znamu.
FNRRS0701.arg.0   = Identifik\u00e1tor nov\u011b vytvo\u0159en\u00e9 kopie dokumentu
FNRRS0701.arg.1   = Identifik\u00e1tor slo\u017eky obsahu, kter\u00e9 se operace t\u00fdk\u00e1

FNRRS0702.message = V\u00edce ne\u017e jeden aktivn\u00ed pod\u0159\u00edzen\u00fd svazek existuje pod slo\u017ekou z\u00e1znam\u016f: {0}.
FNRRS0702.arg.0   = Identifik\u00e1tor nad\u0159\u00edzen\u00e9 slo\u017eky z\u00e1znam\u016f

FNRRS0703.message = Do\u0161lo k probl\u00e9mu p\u0159i zpracov\u00e1n\u00ed verze klasifikovan\u00e9ho z\u00e1znamu DoD p\u0159i deklaraci nov\u00e9ho z\u00e1znamu: {0}.
FNRRS0703.arg.0   = Zpr\u00e1va v\u00fdjimky

FNRRS0704.message = Do\u0161lo k neo\u010dek\u00e1van\u00e9 chyb\u011b p\u0159i pokusu o automatick\u00e9 odstran\u011bn\u00ed artefakt\u016f odebr\u00e1n\u00ed spravovan\u00e9ho pomoc\u00ed PSS Atlas: {0}.
FNRRS0704.arg.0   = Zpr\u00e1va v\u00fdjimky

FNRRS0705.message = Byl proveden p\u0159epo\u010det uzav\u0159en\u00ed objektu odebr\u00e1n\u00ed pro entitu: {0}.
FNRRS0705.arg.0   = Identifik\u00e1tor entity

#
#
#--------------------------------------------------------------------------------
#
#
#================================================================================
# JARM Miscellaneous Strings (primarily for auditing purposes).
#--------------------------------------------------------------------------------

#-- Used for LString class unit tests.
test.string1		= Testovac\u00ed \u0159et\u011bzec
test.pattern1		= Prvn\u00ed {0} a druh\u00fd {1}

audit.reasonForFailure = P\u0159\u00ed\u010dina selh\u00e1n\u00ed: {0}

#-- {0} - the record or entity which is affected
#-- {1} - location where the entity was transferred or exported
audit.successfulDelete = RM entita {0} byla \u00fasp\u011b\u0161n\u011b odstran\u011bna.
audit.failedDelete	   = RM entita {0} nebyla odstran\u011bna.

audit.successfulExport = RM entita {0} byla \u00fasp\u011b\u0161n\u011b exportov\u00e1na do {1}.
audit.failedExport	   = RM entita {0} nebyla exportov\u00e1na do {1}.

audit.successfulInterimTransfer = RM entita {0} byla \u00fasp\u011b\u0161n\u011b do\u010dasn\u011b p\u0159enesena do {1}.
audit.failedInterimTransfer 	= RM entita {0} nebyla do\u010dasn\u011b p\u0159enesena do {1}.

audit.successfulTransfer = RM entita {0} byla \u00fasp\u011b\u0161n\u011b p\u0159evedena do {1}.
audit.failedTransfer 	 = RM entita {0} nebyla p\u0159evedena do {1}.

audit.successfulUndeclare = Deklarace RM z\u00e1znamu {0} byla \u00fasp\u011b\u0161n\u011b zru\u0161ena.
audit.failedUndeclare     = Deklarace RM z\u00e1znamu {0} nebyla zru\u0161ena.

audit.successfulReview = RM z\u00e1znam {0} byl \u00fasp\u011b\u0161n\u011b zkontrolov\u00e1n.
audit.failedReview     = RM z\u00e1znam {0} nebyl zkontrolov\u00e1n.

#-- {0} - the record or entity which is affected
#-- {1} - source location where the entity is from
#-- {2} - destination location where the entity is being relocated to
audit.successfulRelocate = RM entita {0} byla p\u0159em\u00edst\u011bna ze zdroje {1} do c\u00edle {2}.
audit.failedRelocate     = RM entitu {0} nebylo mo\u017en\u00e9 p\u0159em\u00edstit.

#-- {0} - the record or entity which is affected
#-- {1} - name of the hold
audit.holdReason       = Ru\u010dn\u00ed zadr\u017een\u00ed
audit.successfulHold   = RM entita {0} byla \u00fasp\u011b\u0161n\u011b uvedena do stavu zadr\u017een\u00ed {1}.
audit.failedHold       = RM entita {0} nebyla uvedena do stavu zadr\u017een\u00ed {1}.

audit.removeHoldReason      = Ru\u010dn\u00ed odebr\u00e1n\u00ed zadr\u017een\u00ed
audit.successfullRemoveHold = RM entita {0} byla \u00fasp\u011b\u0161n\u011b odebr\u00e1na ze stavu zadr\u017een\u00ed {1}.
audit.failedRemoveHold      = RM entita {0} nebyla odebr\u00e1na ze stavu zadr\u017een\u00ed {1}.

bulk.deleteReason	= Sou\u010d\u00e1st operace hromadn\u00e9ho odstran\u011bn\u00ed

disposition.deleteFromDestroy   = Odstran\u011bn\u00ed bylo provedeno jako v\u00fdsledek akce zni\u010den\u00ed.
disposition.closedByDisposition = Do\u0161lo k uzav\u0159en\u00ed kv\u016fli zpracov\u00e1n\u00ed odebr\u00e1n\u00ed.

# volume.autoCloseReason must be limited to 64 chars max.
volume.autoCloseReason	= Svazek byl uzav\u0159en kv\u016fli p\u0159id\u00e1n\u00ed nov\u00e9ho aktivn\u00edho svazku stejn\u00e9 \u00farovn\u011b.

