# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2010, 2012 IBM Corp. All rights reserved.
#
# JARM Localized String Resources (en_US).
# Includes strings for exception messages, logging and
#  other miscellaneous usage.
#
#
#================================================================================
# JARM Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRS0100.explanation = Die mit ''Symbolischer Name der Eigenschaft'' angegebene Eigenschaft befindet sich derzeit nicht im Eigenschaftscache.
FNRRS0100.action      = Aktualisieren Sie die Eigenschaften f\u00fcr das Objekt, um sicherzustellen, dass die erforderlich Eigenschaft im Eigenschaftsfilter enthalten ist.
FNRRS0100.message     = Die Eigenschaft befindet sich nicht im Eigenschaftscache f\u00fcr das Objekt, symbolischer Name der Eigenschaft: ''{0}''.
FNRRS0100.arg.0       = Symbolischer Name der Eigenschaft

FNRRS0101.explanation = Die Operation wird f\u00fcr diesen als Identit\u00e4t angegebenen Entit\u00e4tstyp nicht unterst\u00fctzt.
FNRRS0101.action      = Passen Sie die Clientanwendung so an, dass diese Operation f\u00fcr diesen Instanztyp nicht versucht wird.
FNRRS0101.message     = Die Operation wird f\u00fcr diesen Instanztyp nicht unterst\u00fctzt, Operation: ''{0}'', Entit\u00e4tstyp: ''{1}'', Identit\u00e4t: ''{2}''.
FNRRS0101.arg.0       = Operation
FNRRS0101.arg.1       = Entit\u00e4tstyp
FNRRS0101.arg.2       = Identit\u00e4t

FNRRS0102.explanation = Die Objektgruppe von Repositorys, f\u00fcr die eine Suchoperation durchgef\u00fchrt werden soll, geh\u00f6rt nicht zu derselben Dom\u00e4ne.
FNRRS0102.action      = Stellen Sie sicher, dass alle Suchrepositorys zu derselben Dom\u00e4ne geh\u00f6ren.
FNRRS0102.message     = Die Suchrepositorys geh\u00f6ren nicht zu derselben Dom\u00e4ne.

FNRRS0103.explanation = Die Eigenschaft ''Symbolischer Name'' unterst\u00fctzt nicht das Abrufen oder Festlegen des Typs ''Datentyp''.
FNRRS0103.action      = Beschr\u00e4nken Sie den mit dieser Eigenschaft verwendeten Datentyp auf den Typ, der durch den Datentypwert der Eigenschaft definiert ist.
FNRRS0103.message     = Die Eigenschaft unterst\u00fctzt den Datentyp nicht, symbolischer Name: ''{0}'', Datentyp: ''{1}''.
FNRRS0103.arg.0       = Symbolischer Name
FNRRS0103.arg.1       = Datentyp

FNRRS0104.explanation = Der \u00fcbergeordnete Zielcontainer ist derzeit geschlossen und kann das Hinzuf\u00fcgen neuer untergeordneter Elemente nicht akzeptieren.
FNRRS0104.action      = W\u00e4hlen Sie entweder einen alternativen \u00fcbergeordneten Container aus oder \u00f6ffnen Sie diesen \u00fcbergeordneten Container.
FNRRS0104.message     = Der \u00fcbergeordnete Zielcontainer ''{0}'' ist derzeit f\u00fcr das Hinzuf\u00fcgen neuer untergeordneter Elemente geschlossen.
FNRRS0104.arg.0       = ID des \u00fcbergeordneten Elements

FNRRS0105.explanation = Der angegebene \u00fcbergeordnete Container darf kein untergeordnetes Element dieses Typs enthalten.
FNRRS0105.action      = W\u00e4hlen Sie einen alternativen \u00fcbergeordneten Container f\u00fcr das neue untergeordnete Objekt aus.
FNRRS0105.message     = Der \u00fcbergeordnete Zielcontainer ''{0}'' kann kein untergeordnetes Objekt des folgenden Typs enthalten: {1}.
FNRRS0105.arg.0       = ID des \u00fcbergeordneten Elements
FNRRS0105.arg.1       = Containertyp

FNRRS0106.explanation = Die angegebenen Eigenschaftswerte f\u00fcr den neuen Container m\u00fcssen \u00fcber eindeutige Werte verf\u00fcgen, die relativ zu allen m\u00f6glichen vorhandenen gleichgeordneten Containern innerhalb des \u00fcbergeordneten Zielcontainers sind.
FNRRS0106.action      = Stellen Sie sicher, dass f\u00fcr die betroffenen Eigenschaftswerte eindeutige Werte angegeben werden.
FNRRS0106.message     = Das Hinzuf\u00fcgen eines neuen Containers des Typs {0} zum \u00fcbergeordneten Container ''{1}'' ist fehlgeschlagen, da mindestens einer der folgenden Eigenschaftswerte unter den vorhandenen gleichgeordneten Containern nicht eindeutig ist: {2}, {3}.
FNRRS0106.arg.0       = Containertyp
FNRRS0106.arg.1       = ID des \u00fcbergeordneten Elements
FNRRS0106.arg.2       = Name der Eigenschaft 1
FNRRS0106.arg.3       = Name der Eigenschaft 2

FNRRS0107.explanation = Der angegebenen Eigenschaft muss ein nicht leerer Wert zugewiesen sein.
FNRRS0107.action      = Geben Sie einen nicht leeren Wert f\u00fcr die angegebene Eigenschaft an.
FNRRS0107.message     = Dem Objekt fehlt ein nicht leerer Wert f\u00fcr die Eigenschaft ''{0}''.
FNRRS0107.arg.0       = Name der fehlenden oder leeren Eigenschaft.

FNRRS0108.explanation = Der angegebene Container kann nicht gel\u00f6scht werden, da eine R\u00fcckstellung direkt f\u00fcr den Container, f\u00fcr mindestens eines seiner \u00fcbergeordneten Elemente oder f\u00fcr mindestens einen seiner untergeordneten Inhalte vorhanden ist.
FNRRS0108.action      = Heben Sie die behindernden R\u00fcckstellungen auf und versuchen Sie den L\u00f6schvorgang neu.
FNRRS0108.message     = Das L\u00f6schen des Containers ist aufgrund der vorhandenen R\u00fcckstellungsbedingungen nicht zul\u00e4ssig: ''{0}''.
FNRRS0108.arg.0       = L\u00f6schziel

FNRRS0109.explanation = Der angegebene Container kann nicht gel\u00f6scht werden, da er entweder untergeordnete Container oder Schriftst\u00fccke enth\u00e4lt.
FNRRS0109.action      = L\u00f6schen Sie den Inhalt des Containers und versuchen Sie den L\u00f6schvorgang neu.
FNRRS0109.message     = Ein nicht leerer Container kann nicht gel\u00f6scht werden: ''{0}''.
FNRRS0109.arg.0       = L\u00f6schziel

FNRRS0110.explanation = Der angegebene Container kann nicht gel\u00f6scht werden, da er entweder untergeordnete Container oder Schriftst\u00fccke enth\u00e4lt, die logisch gel\u00f6scht werden (d. h. vorhanden sind, da das Feature zur Beibehaltung von Metadaten aktiviert ist).
FNRRS0110.action      = L\u00f6schen Sie den Inhalt des Containers und versuchen Sie den L\u00f6schvorgang neu.
FNRRS0110.message     = Ein Container, der logisch gel\u00f6schten Inhalt enth\u00e4lt, kann nicht gel\u00f6scht werden: ''{0}''.
FNRRS0110.arg.0       = L\u00f6schziel

FNRRS0111.explanation = Ein neues untergeordnetes Element kann einem inaktiven \u00fcbergeordneten Container nicht hinzugef\u00fcgt werden.
FNRRS0111.action      = Aktivieren Sie den \u00fcbergeordneten Container oder w\u00e4hlen Sie einen anderen \u00fcbergeordneten Container f\u00fcr das Hinzuf\u00fcgen aus.
FNRRS0111.message     = Ein neues untergeordnetes Element kann einem inaktiven \u00fcbergeordneten Container nicht hinzugef\u00fcgt werden: ''{0}''.
FNRRS0111.arg.0       = \u00dcbergeordneter Container

FNRRS0112.explanation = Wenn Inhaltselemente durch ihre IDs angegeben werden, muss auch ein Inhaltsrepository angegeben werden.
FNRRS0112.action      = Geben Sie das korrekte Inhaltsrepository f\u00fcr die Inhaltselement-IDs an.
FNRRS0112.message     = Deklarationsfehler, f\u00fcr die Inhaltselement-IDs wurde kein Inhaltsrepository angegeben.

FNRRS0113.explanation = Wenn w\u00e4hrend einer neuen Schriftst\u00fcckdeklaration mehr als ein Zielcontainer angegeben wird, geh\u00f6ren alle \u00e4hnlichen Container zu demselben Aktenplanrepository.
FNRRS0113.action      = Stellen Sie sicher, dass alle Zielcontainer f\u00fcr die Schriftst\u00fcckdeklaration zu demselben Aktenplanrepository geh\u00f6ren.
FNRRS0113.message     = Deklarationsfehler, Zielcontainer m\u00fcssen zu demselben Aktenplanrepository geh\u00f6ren.

FNRRS0114.explanation = Einer der Zielcontainer f\u00fcr eine Schriftst\u00fcckdeklaration wurde zuvor logisch gel\u00f6scht und ist f\u00fcr die Aufnahme neuer Schriftst\u00fccke nicht ausw\u00e4hlbar.
FNRRS0114.action      = Entfernen Sie diesen Container aus der Liste und/oder w\u00e4hlen Sie einen alternativen Container aus.
FNRRS0114.message     = Deklarationsfehler, der Zielcontainer wurde logisch gel\u00f6scht: ''{0}''.
FNRRS0114.arg.0       = Container-ID

FNRRS0115.explanation = Ein Schriftst\u00fcck kann nicht in einen geschlossenen Container deklariert werden.
FNRRS0115.action      = \u00d6ffnen Sie den Container erneut und versuchen Sie es erneut oder w\u00e4hlen Sie einen anderen Container aus.
FNRRS0115.message     = Deklarationsfehler, der Zielcontainer ist geschlossen: ''{0}''.
FNRRS0115.arg.0       = Container-ID

FNRRS0116.explanation = Einer der Zielcontainer f\u00fcr eine Schriftst\u00fcckdeklaration ist derzeit inaktiv und f\u00fcr die Aufnahme neuer Schriftst\u00fccke nicht ausw\u00e4hlbar.
FNRRS0116.action      = Reaktivieren Sie diesen Container oder entfernen Sie ihn aus der Zielcontainerliste.
FNRRS0116.message     = Deklarationsfehler, der Zielcontainer ist inaktiv: ''{0}''.
FNRRS0116.arg.0       = Container-ID

FNRRS0117.explanation = Nur ein Container des Typs ''physisch'' kann als Ziel f\u00fcr eine Schriftst\u00fcckdeklaration angegeben werden.
FNRRS0117.action      = Beschr\u00e4nken Sie die Liste der Zielcontainer auf einen einzelnen Container des Typs ''physisch''.
FNRRS0117.message     = Deklarationsfehler, es wurde mehr als ein Container des Typs ''physisch'' angegeben.

FNRRS0118.explanation = Alle einem neuen Schriftst\u00fcck zugeordneten Inhaltselemente m\u00fcssen zu demselben Inhaltsrepository geh\u00f6ren.
FNRRS0118.action      = Stellen Sie sicher, dass alle zugeh\u00f6rigen Inhaltselemente zu demselben Inhaltsrepository geh\u00f6ren.
FNRRS0118.message     = Deklarationsfehler, die angegebenen Inhaltselemente f\u00fcr eine neue Schriftst\u00fcckdeklaration geh\u00f6ren zu verschiedenen Inhaltsrepositorys.

FNRRS0119.explanation = Das angegebene Inhaltselement ist f\u00fcr die Schriftst\u00fcckdeklaration nicht ausw\u00e4hlbar, da die Eigenschaft ''CanDeclare'' falsch ist, das Element sich im Reservierungsstatus befindet oder das Element bereits deklariert ist.
FNRRS0119.action      = Korrigieren Sie das fehlerhafte Inhaltselement oder geben Sie ein anderes Inhaltselement an.
FNRRS0119.message     = Deklarationsfehler, das angegebene Inhaltselement ist f\u00fcr die Schriftst\u00fcckdeklaration nicht ausw\u00e4hlbar: ''{0}''.
FNRRS0119.arg.0       = Inhaltselement-ID

FNRRS0120.explanation = Das angegebene Schriftst\u00fcck kann nicht gel\u00f6scht werden, da eine R\u00fcckstellung direkt f\u00fcr das Schriftst\u00fcck oder f\u00fcr mindestens eines seiner \u00fcbergeordneten Elemente vorhanden ist.
FNRRS0120.action      = Heben Sie die behindernden R\u00fcckstellungen auf und versuchen Sie den L\u00f6schvorgang neu.
FNRRS0120.message     = Das L\u00f6schen des Schriftst\u00fccks ist aufgrund vorhandener R\u00fcckstellungsbedingungen nicht zul\u00e4ssig: ''{0}''.
FNRRS0120.arg.0       = L\u00f6schziel

FNRRS0121.explanation = Der Wert f\u00fcr die Eigenschaft ''Supersede'' eines Schriftst\u00fcckobjekts kann nur ein vorhandenes Schriftst\u00fcckobjekt enthalten.
FNRRS0121.action      = Stellen Sie sicher, dass der Objektwert, der der Eigenschaft ''Supersede'' zugewiesen wurde, den Typ com.ibm.jarm.api.core.Record aufweist.
FNRRS0121.message     = Deklarationsfehler, der Wert der Eigenschaft ''Supersede'' des neuen Schriftst\u00fccks muss ein anderes Schriftst\u00fcckobjekt sein.

FNRRS0122.explanation = Das Zielschriftst\u00fcck f\u00fcr den Wert der Eigenschaft ''Supersede'' eines neuen Schriftst\u00fccks kann nicht bereits ersetzt worden sein.
FNRRS0122.action      = Versuchen Sie nicht, ein vorhandenes Schriftst\u00fcck zu ersetzen, das bereits ersetzt wurde.
FNRRS0122.message     = Das Zielschriftst\u00fcck der Eigenschaft ''Supersede'' des neuen Schriftst\u00fccks wurde bereits zuvor ersetzt.

FNRRS0123.explanation = Das Zielschriftst\u00fcck f\u00fcr den Wert der Eigenschaft ''Supersede'' eines neuen Schriftst\u00fccks kann nicht zu \u00dcberpr\u00fcfungszwecken abgerufen werden.
FNRRS0123.action      = Stellen Sie sicher, dass der Zielschriftst\u00fcckwert f\u00fcr ''Supersede'' weiterhin vorhanden ist und/oder der aktuelle Benutzer \u00fcber die erforderliche Zugriffsberechtigung daf\u00fcr verf\u00fcgt.
FNRRS0123.message     = Deklarationsfehler, das Zielschriftst\u00fcck der Eigenschaft ''Supersede'' des neuen Schriftst\u00fccks ist nicht verf\u00fcgbar.

FNRRS0124.explanation = In das Zielschriftst\u00fcck f\u00fcr den Wert der Eigenschaft ''Supersede'' eines neuen Schriftst\u00fccks kann nicht geschrieben werden.
FNRRS0124.action      = Stellen Sie sicher, dass der aktuelle Benutzer \u00fcber den erforderlichen Schreibzugriff auf den Zielschriftst\u00fcckwert f\u00fcr ''Supersede'' verf\u00fcgt.
FNRRS0124.message     = Deklarationsfehler, in das Zielschriftst\u00fcck der Eigenschaft ''Supersede'' des neuen Schriftst\u00fccks kann nicht geschrieben werden.

FNRRS0125.explanation = Das Zielschriftst\u00fcck f\u00fcr den Wert der Eigenschaft ''Quittung von'' eines neuen Schriftst\u00fccks ist bereits ein Quittungsschriftst\u00fcck.
FNRRS0125.action      = W\u00e4hlen Sie ein alternatives Schriftst\u00fcck als Wert f\u00fcr ''Quittung von'' aus.
FNRRS0125.message     = Deklarationsfehler, das Zielschriftst\u00fcck f\u00fcr den Wert der Eigenschaft ''Quittung von'' eines neuen Schriftst\u00fccks ist bereits ein Quittungsschriftst\u00fcck.

FNRRS0126.explanation = Wenn Sie ein Schriftst\u00fcck in einem Aktenplanrepository deklarieren, das mit dem DoD-klassifizierten Datenmodell konfiguriert ist, ist ein Wert f\u00fcr die Eigenschaft ''Aktuelle Klassifikation'' erforderlich, der ungleich null und nicht leer ist.
FNRRS0126.action      = Geben Sie einen g\u00fcltigen Wert f\u00fcr die Eigenschaft ''Aktuelle Klassifikation'' an.
FNRRS0126.message     = Deklarationsfehler, fehlende oder ung\u00fcltige Eigenschaft ''Aktuelle Klassifikation''.

FNRRS0127.explanation = Ein klassifiziertes Schriftst\u00fcck muss \u00fcber einen g\u00fcltigen Wert f\u00fcr die Eigenschaft ''Urspr\u00fcngliche Klassifikation'' verf\u00fcgen.
FNRRS0127.action      = Geben Sie einen g\u00fcltigen Wert f\u00fcr die Eigenschaft ''Urspr\u00fcngliche Klassifikation'' an.
FNRRS0127.message     = Deklarationsfehler, fehlende oder ung\u00fcltige Eigenschaft ''Urspr\u00fcngliche Klassifikation''.

FNRRS0128.explanation = Wenn f\u00fcr ein klassifiziertes Schriftst\u00fcck keine Eigenschaft ''Abgeleitet von'' angegeben wurde, werden die Eigenschaften ''Klassifiziert durch'' und ''Gr\u00fcnde f\u00fcr die Klassifikation'' angegeben.
FNRRS0128.action      = Geben Sie g\u00fcltige Werte f\u00fcr die Eigenschaften ''Klassifiziert durch'' und ''Gr\u00fcnde f\u00fcr die Klassifikation'' an.
FNRRS0128.message     = Deklarationsfehler, fehlende oder ung\u00fcltige Eigenschaft ''Klassifikationsberechtigung''.

FNRRS0129.explanation = Wenn f\u00fcr ein klassifiziertes Schriftst\u00fcck keine Ausnahmen angegeben wurden, muss ein g\u00fcltiger Wert f\u00fcr ''Klassifikation aufheben bei Datum'' oder ''Klassifikation aufheben bei Ereignissen'' angegeben werden.
FNRRS0129.action      = Geben Sie eine g\u00fcltige Ausnahme an oder geben Sie entweder einen g\u00fcltigen Wert f\u00fcr ''Klassifikation aufheben bei Datum'' oder ''Klassifikation aufheben bei Ereignissen'' an.
FNRRS0129.message     = Deklarationsfehler, es fehlt entweder ein g\u00fcltiger Wert f\u00fcr die Eigenschaft ''Klassifikation aufheben bei Datum'' oder f\u00fcr die Eigenschaft ''Klassifikation aufheben bei Ereignissen''.

FNRRS0130.explanation = Wenn f\u00fcr ein klassifiziertes Schriftst\u00fcck keine Ausnahmen angegeben wurden UND ein Wert f\u00fcr ''Klassifikation aufheben bei Datum'' angegeben wurde, muss dieses Datum innerhalb des von der aktuellen gesetzlichen Vorgabe angegebenen Zeitlimits liegen.
FNRRS0130.action      = Geben Sie eine g\u00fcltige Ausnahme an oder geben Sie entweder einen g\u00fcltigen Wert f\u00fcr ''Klassifikation aufheben bei Datum'' oder ''Klassifikation aufheben bei Ereignissen'' an.
FNRRS0130.message     = Deklarationsfehler, die angegebene Eigenschaft ''Klassifikation aufheben bei Datum'' liegt au\u00dferhalb des g\u00fcltigen Bereichs.

FNRRS0131.explanation = Wenn f\u00fcr ein klassifiziertes Schriftst\u00fcck eine eingeschr\u00e4nkte erg\u00e4nzende Markierung angegeben wurde, ist weder ein Wert f\u00fcr ''Klassifikation aufheben bei Datum'' noch f\u00fcr ''Klassifikation aufheben bei Ereignissen'' zul\u00e4ssig.
FNRRS0131.action      = Entfernen Sie entweder die Werte f\u00fcr ''Klassifikation aufheben bei Datum'' und ''Klassifikation aufheben bei Ereignissen'' oder entfernen Sie die restriktive erg\u00e4nzende Markierung.
FNRRS0131.message     = Deklarationsfehler, ein eingeschr\u00e4nktes Schriftst\u00fcck kann weder \u00fcber die Eigenschaft ''Klassifikation aufheben bei Datum'' noch \u00fcber die Eigenschaft ''Klassifikation aufheben bei Ereignissen'' verf\u00fcgen.

FNRRS0132.explanation = Wenn f\u00fcr ein klassifiziertes Schriftst\u00fcck eine eingeschr\u00e4nkte erg\u00e4nzende Markierung angegeben wurde, sind keine Werte f\u00fcr ''Ausnahmen'' zul\u00e4ssig.
FNRRS0132.action      = Entfernen Sie entweder die Werte f\u00fcr ''Ausnahmen'' oder entfernen Sie die restriktive erg\u00e4nzende Markierung.
FNRRS0132.message     = Deklarationsfehler, ein eingeschr\u00e4nktes Schriftst\u00fcck kann \u00fcber keine Eigenschaft ''Ausnahmen'' verf\u00fcgen.

FNRRS0133.explanation = Wenn f\u00fcr ein klassifiziertes Schriftst\u00fcck eine eingeschr\u00e4nkte erg\u00e4nzende Markierung angegeben wurde, sind keine Werte f\u00fcr die Eigenschaft ''Downgrade'' zul\u00e4ssig.
FNRRS0133.action      = Entfernen Sie entweder die Werte f\u00fcr ''Downgrade'' oder entfernen Sie die restriktive erg\u00e4nzende Markierung.
FNRRS0133.message     = Deklarationsfehler, ein eingeschr\u00e4nktes Schriftst\u00fcck kann nicht \u00fcber die Eigenschaft ''Herabstufung bei Datum'' oder die Eigenschaft ''Herabstufung bei Ereignissen'' verf\u00fcgen.

FNRRS0134.explanation = F\u00fcr ein klassifiziertes Schriftst\u00fcck muss ein g\u00fcltiger Wert f\u00fcr ''Klassifikationsstelle'' angegeben werden.
FNRRS0134.action      = Geben Sie eine g\u00fcltige Eigenschaft ''Klassifikationsstelle'' an.
FNRRS0134.message     = Deklarationsfehler, fehlende oder ung\u00fcltige Eigenschaft ''Klassifikationsstelle''.

FNRRS0135.explanation = Wenn f\u00fcr ein klassifiziertes Schriftst\u00fcck entweder ''Herabstufung bei Datum'' oder ''Herabstufung bei Ereignissen'' angegeben wurde, muss eine Eigenschaft ''Downgrade-Anweisungen'' angegeben werden.
FNRRS0135.action      = Geben Sie entweder ''Downgrade-Anweisungen'' an oder geben Sie weder die Eigenschaft ''Herabstufung bei Datum'' noch die Eigenschaft ''Herabstufung bei Ereignissen'' an.
FNRRS0135.message     = Deklarationsfehler, fehlende oder ung\u00fcltige Eigenschaft ''Downgrade-Anweisungen''.

FNRRS0136.explanation = Wenn f\u00fcr ein klassifiziertes Schriftst\u00fcck die Eigenschaft ''Upgradedatum'' angegeben wurde, muss auch die Eigenschaft ''Gr\u00fcnde f\u00fcr Upgrade'' angegeben werden.
FNRRS0136.action      = Geben Sie entweder ''Gr\u00fcnde f\u00fcr Upgrade'' an oder geben Sie keine Eigenschaft ''Upgradedatum'' an.
FNRRS0136.message     = Deklarationsfehler, fehlende oder ung\u00fcltige Eigenschaft ''Gr\u00fcnde f\u00fcr Upgrade''.

FNRRS0137.explanation = Wenn f\u00fcr ein klassifiziertes Schriftst\u00fcck die Eigenschaft ''Upgradedatum'' angegeben wurde, muss auch die Eigenschaft ''Upgrade durchgef\u00fchrt von'' angegeben werden.
FNRRS0137.action      = Geben Sie entweder ''Upgrade durchgef\u00fchrt von'' an oder geben Sie keine Eigenschaft ''Upgradedatum'' an.
FNRRS0137.message     = Deklarationsfehler, fehlende oder ung\u00fcltige Eigenschaft ''Upgrade durchgef\u00fchrt von''.

FNRRS0138.explanation = Wenn f\u00fcr ein klassifiziertes Schriftst\u00fcck die Eigenschaft ''\u00dcberpr\u00fcfungsdatum'' angegeben wurde, muss auch die Eigenschaft ''\u00dcberpr\u00fcft von'' angegeben werden.
FNRRS0138.action      = Geben Sie entweder eine Eigenschaft ''\u00dcberpr\u00fcft von'' an oder geben Sie keine Eigenschaft ''\u00dcberpr\u00fcfungsdatum'' an.
FNRRS0138.message     = Deklarationsfehler, fehlende oder ung\u00fcltige Eigenschaft ''\u00dcberpr\u00fcft von''.

FNRRS0139.explanation = Wenn f\u00fcr ein klassifiziertes Schriftst\u00fcck die Eigenschaft ''Downgradedatum'' angegeben wurde, muss auch die Eigenschaft ''Downgrade durchgef\u00fchrt von'' angegeben werden.
FNRRS0139.action      = Geben Sie entweder ''Downgrade durchgef\u00fchrt von'' an oder geben Sie keine Eigenschaft ''Downgradedatum'' an.
FNRRS0139.message     = Deklarationsfehler, fehlende oder ung\u00fcltige Eigenschaft ''Downgrade durchgef\u00fchrt von''.

FNRRS0140.explanation = Wenn f\u00fcr ein klassifiziertes Schriftst\u00fcck die Eigenschaft ''Deklassifizierungsdatum'' angegeben wurde, muss auch die Eigenschaft ''Deklassifiziert von'' angegeben werden.
FNRRS0140.action      = Geben Sie entweder ''Deklassifiziert von'' an oder geben Sie keine Eigenschaft ''Deklassifizierungsdatum'' an.
FNRRS0140.message     = Deklarationsfehler, fehlende oder ung\u00fcltige Eigenschaft ''Deklassifiziert von''.

FNRRS0141.explanation = F\u00fcr den Versuch einer Deklaration eines klassifizierten Schriftst\u00fccks ist mindestens eine DoD-klassifizierte \u00dcberpr\u00fcfung fehlgeschlagen.
FNRRS0141.action      = Pr\u00fcfen Sie die erfassten Fehlerdatens\u00e4tze der Ausnahmebedingung auf Details zu den einzelnen Fehlern bei der \u00dcberpr\u00fcfung.
FNRRS0141.message     = Deklarationsfehler, mindestens ein Fehler bei der DoD-klassifizierten \u00dcberpr\u00fcfung ist aufgetreten. Details finden Sie in den Fehlerdatens\u00e4tzen der Ausnahmebedingung.

FNRRS0142.explanation = Es wurde versucht, einen Schriftst\u00fcckcontainer auf ''Aktiv'' zu setzen, er war jedoch bereits aktiv.  Ein aktiver Container kann nicht auf ''Aktiv'' gesetzt werden.
FNRRS0142.action      = Stellen Sie fest, warum der Container auf ''Aktiv'' gesetzt wird, wenn er bereits aktiv ist.
FNRRS0142.message     = Der Container kann nicht auf ''Aktiv'' gesetzt werden, er ist bereits aktiv.

FNRRS0143.explanation = Es wurde versucht, einen Schriftst\u00fcckcontainer auf ''Inaktiv'' zu setzen, er war jedoch bereits inaktiv.  Ein inaktiver Container kann nicht auf ''Inaktiv'' gesetzt werden.
FNRRS0143.action      = Stellen Sie fest, warum der Container auf ''Inaktiv'' gesetzt wird, wenn er bereits inaktiv ist.
FNRRS0143.message     = Der Container kann nicht auf ''Inaktiv'' gesetzt werden, er ist bereits inaktiv.

FNRRS0144.explanation = Wenn ein Container inaktiv ist, m\u00fcssen alle untergeordneten Container bis zur untersten Ebene der Containerhierarchie ebenfalls inaktiv sein.  Ein Versuch, einen Container auf ''Aktiv'' zu setzen, wenn eines seiner \u00fcbergeordneten Elemente inaktiv ist, ist nicht zul\u00e4ssig.
FNRRS0144.action      = Wenn der Container auf ''Aktiv'' gesetzt werden muss, m\u00fcssen zun\u00e4chst alle inaktiven \u00fcbergeordneten Elemente auf ''Aktiv'' gesetzt werden.
FNRRS0144.message     = Der Container kann nicht auf ''Aktiv'' gesetzt werden, weil ein \u00fcbergeordneter Container inaktiv ist.

FNRRS0145.explanation = Wenn ein Container auf ''Inaktiv'' gesetzt wird, muss ein Grund f\u00fcr die Aktion angegeben werden.  Dieser Grund gibt die Informationen an, warum dieser Container nicht mehr aktiv ist.
FNRRS0145.action      = Geben Sie den Grund an, wenn Sie einen Container auf ''Inaktiv'' setzen.
FNRRS0145.message     = Der Grund f\u00fcr die Inaktivit\u00e4t ist erforderlich, wenn Sie einen Container auf ''Inaktiv'' setzen.

FNRRS0146.explanation = Sie k\u00f6nnen nur einen geschlossenen Container erneut \u00f6ffnen.  Wenn der Container bereits ge\u00f6ffnet ist, d\u00fcrfen Sie ihn nicht erneut \u00f6ffnen.
FNRRS0146.action      = \u00d6ffnen Sie einen Container erst dann erneut, wenn er geschlossen ist.
FNRRS0146.message     = Ein Container, der nicht geschlossen wurde, kann nicht erneut ge\u00f6ffnet werden.

FNRRS0147.explanation = Die Aktion zum erneuten \u00d6ffnen ist nur f\u00fcr einen Container g\u00fcltig, der derzeit geschlossen ist. Der aktuelle Container wurde bereits erneut ge\u00f6ffnet, daher k\u00f6nnen Sie ihn nicht erneut \u00f6ffnen.
FNRRS0147.action      = \u00d6ffnen Sie einen Container erst dann erneut, wenn er geschlossen ist.
FNRRS0147.message     = Ein Container, der bereits erneut ge\u00f6ffnet wurde, kann nicht erneut ge\u00f6ffnet werden.

FNRRS0148.explanation = Ein Container kann nur dann erneut ge\u00f6ffnet werden, wenn alle \u00fcbergeordneten Container ge\u00f6ffnet sind. Wenn einer der \u00fcbergeordneten Container geschlossen ist, kann der Container nicht erneut ge\u00f6ffnet werden.
FNRRS0148.action      = \u00d6ffnen Sie einen Container erst dann erneut, wenn alle \u00fcbergeordneten Container ge\u00f6ffnet sind.
FNRRS0148.message     = Ein Container, der \u00fcber einen geschlossenen \u00fcbergeordneten Container verf\u00fcgt, kann nicht erneut ge\u00f6ffnet werden.

FNRRS0149.explanation = Beim Schlie\u00dfen eines Containers m\u00fcssen Sie den Grund f\u00fcr das Schlie\u00dfen des Containers angeben. Der Grund muss eine g\u00fcltige nicht leere Zeichenfolge sein.
FNRRS0149.action      = Geben Sie eine nicht leere Zeichenfolge an, die angibt, warum der Container geschlossen wird.
FNRRS0149.message     = Beim Schlie\u00dfen eines Containers muss ein Grund angegeben werden.

FNRRS0150.explanation = Sie k\u00f6nnen keinen bereits geschlossenen Container schlie\u00dfen.  Sie k\u00f6nnen den Container nur schlie\u00dfen, wenn er ge\u00f6ffnet ist (nie geschlossen wurde) oder erneut ge\u00f6ffnet wurde (war geschlossen und ist nun erneut ge\u00f6ffnet).
FNRRS0150.action      = \u00dcberpr\u00fcfen Sie, ob ein Container bereits geschlossen ist, bevor Sie versuchen, ihn zu schlie\u00dfen.
FNRRS0150.message     = Der Container kann nicht geschlossen werden, er ist bereits geschlossen.

FNRRS0151.explanation = Sie k\u00f6nnen kein Schriftst\u00fcck in einen Container ablegen, der derzeit inaktiv ist.
FNRRS0151.action      = Reaktivieren Sie den Container oder w\u00e4hlen Sie ein anderes Ablageziel aus.
FNRRS0151.message     = Ein Schriftst\u00fcck kann nicht in einen inaktiven Container abgelegt werden.

FNRRS0152.explanation = Sie k\u00f6nnen kein Schriftst\u00fcck in einen Container ablegen, der derzeit geschlossen ist.
FNRRS0152.action      = \u00d6ffnen Sie den Container erneut oder w\u00e4hlen Sie ein anderes Ablageziel aus.
FNRRS0152.message     = Ein Schriftst\u00fcck kann nicht in einen geschlossenen Container abgelegt werden.

FNRRS0153.explanation = Der Ablagezielcontainer darf diesen Schriftst\u00fccktyp nicht enthalten.
FNRRS0153.action      = W\u00e4hlen Sie einen alternativen Container f\u00fcr die Ablage des Schriftst\u00fccks aus.
FNRRS0153.message     = Der Ablagezielcontainer darf kein Schriftst\u00fcck des folgenden Entit\u00e4tstyps enthalten: {0}.

FNRRS0154.explanation = Das Schriftst\u00fcck ist in dem angegebenen Zielcontainer (oder auf seinem aktiven untergeordneten Datentr\u00e4ger) bereits vorhanden.
FNRRS0154.action      = W\u00e4hlen Sie einen alternativen Container f\u00fcr die Ablage des Schriftst\u00fccks aus.
FNRRS0154.message     = Das Schriftst\u00fcck kann nicht abgelegt werden, da es im Zielcontainer (oder auf seinem aktiven untergeordneten Datentr\u00e4ger) bereits enthalten ist.

FNRRS0155.explanation = Das Schriftst\u00fcck kann nicht in einen Container abgelegt werden, der sich au\u00dferhalb des vorhandenen Aktenplans des Schriftst\u00fccks befindet.
FNRRS0155.action      = W\u00e4hlen Sie einen Container aus, der sich innerhalb des vorhandenen Aktenplans des Schriftst\u00fccks befindet.
FNRRS0155.message     = Das Schriftst\u00fcck kann nicht in einen Container abgelegt werden, der sich au\u00dferhalb des vorhandenen Aktenplans des Schriftst\u00fccks befindet.

FNRRS0156.explanation = Ein physisches Schriftst\u00fcck kann nicht in mehr als einen physischen Container abgelegt werden.
FNRRS0156.action      = Begrenzen Sie den Einschluss eines physischen Schriftst\u00fccks auf einen einzelnen physischen Container.
FNRRS0156.message     = Ein physisches Schriftst\u00fcck kann nicht in mehr als einen physischen Container abgelegt werden.

FNRRS0157.explanation = Ein physisches Schriftst\u00fcck kann nicht in mehr als einen physischen Container abgelegt werden.
FNRRS0157.action      = Begrenzen Sie den Einschluss eines physischen Schriftst\u00fccks auf einen einzelnen physischen Container.
FNRRS0157.message     = Der angegebene Modus ''SchedulePropagation'' (\u00dcbertragung planen) ist nicht zutreffend, wenn eine vorhandene Zuweisung eines Aussonderungszeitplans gel\u00f6scht wird: {0}.

FNRRS0158.explanation = Die angegebene R\u00fcckstellung ist nicht der Entit\u00e4t zugeordnet, sodass sie nicht aufgehoben werden kann.
FNRRS0158.action      = Stellen Sie sicher, dass das R\u00fcckstellungsobjekt einer Entit\u00e4t zugeordnet ist, bevor Sie versuchen, es zu entfernen.
FNRRS0158.message     = Die R\u00fcckstellung kann nicht aufgehoben werden, da sie nicht der Entit\u00e4t zugeordnet ist, R\u00fcckstellungsidentit\u00e4t: {0}.
FNRRS0158.arg.0	   = Die Identit\u00e4t der betroffenen R\u00fcckstellung.

FNRRS0159.explanation = Die angegebene R\u00fcckstellung wurde der Entit\u00e4t dynamisch zugewiesen. Sie k\u00f6nnen sie nicht manuell aufheben.
FNRRS0159.action      = F\u00fchren Sie einen R\u00fcckstellungsscanvorgang aus, um dynamische R\u00fcckstellungen aufzuheben.
FNRRS0159.message     = Eine dynamisch angewendete R\u00fcckstellung kann nicht manuell aufgehoben werden, R\u00fcckstellungsidentit\u00e4t: {0}.
FNRRS0159.arg.0	   = Die Identit\u00e4t der betroffenen R\u00fcckstellung.

FNRRS0160.explanation = Die angegebene R\u00fcckstellung ist nicht aktiv.  Sie kann auf keine Entit\u00e4t angewendet werden.
FNRRS0160.action      = Stellen Sie sicher, dass die R\u00fcckstellung als aktiv angegeben ist, bevor Sie sie Entit\u00e4ten zuordnen.
FNRRS0160.message     = Eine nicht aktive R\u00fcckstellung kann nicht angewendet werden, R\u00fcckstellungsidentit\u00e4t: {0}.
FNRRS0160.arg.0	   = Die Identit\u00e4t der betroffenen R\u00fcckstellung.

FNRRS0161.explanation = Sie k\u00f6nnen eine R\u00fcckstellung keiner Entit\u00e4t hinzuf\u00fcgen, die bereits dieser R\u00fcckstellung zugeordnet ist.
FNRRS0161.action      = F\u00fcgen Sie einer Entit\u00e4t eine R\u00fcckstellung nur einmal hinzu.
FNRRS0161.message     = Eine R\u00fcckstellung kann einer Entit\u00e4t nicht mehr als einmal hinzugef\u00fcgt werden, Identit\u00e4t der R\u00fcckstellung(en): {0}
FNRRS0161.arg.0	   = Die Identit\u00e4t der betroffenen R\u00fcckstellung(en).

FNRRS0162.explanation = Sie k\u00f6nnen keine R\u00fcckstellung l\u00f6schen, wenn dieser R\u00fcckstellung Schriftst\u00fccke oder Container zugeordnet sind.
FNRRS0162.action      = Entfernen Sie die Entit\u00e4ten, die der R\u00fcckstellung zugeordnet sind, und l\u00f6schen Sie dann die R\u00fcckstellung.
FNRRS0162.message     = Eine R\u00fcckstellung, die Entit\u00e4ten zugeordnet ist, kann nicht gel\u00f6scht werden.

FNRRS0163.explanation = Bei dem Versuch, diese Entit\u00e4t zu verschieben, ist eine unerwartete Ausnahmebedingung aufgetreten.
FNRRS0163.action      = Pr\u00fcfen Sie die Protokolle auf detailliertere Ausnahmebedingungsinformationen.
FNRRS0163.message     = Die Entit\u00e4t kann aufgrund einer unerwarteten Ausnahmebedingung nicht verschoben werden, Entit\u00e4t: {0}, Ausnahmebedingung: {1}.
FNRRS0163.arg.0       = Identit\u00e4t der Entit\u00e4t, f\u00fcr die ein Verschieben versucht wurde.
FNRRS0163.arg.1       = Nachricht von der Ausnahmebedingung.

FNRRS0164.explanation = Die Massenl\u00f6schoperation unterst\u00fctzt keine Entit\u00e4t dieses Wertes f\u00fcr den Entit\u00e4tstyp.
FNRRS0164.action      = Entfernen Sie diese Entit\u00e4t aus der Entit\u00e4tsobjektgruppe f\u00fcr die Massenl\u00f6schoperation.
FNRRS0164.message     = Die Massenl\u00f6schoperation kann f\u00fcr den Entit\u00e4tstyp nicht ausgef\u00fchrt werden, Entit\u00e4tstyp: {0}, Entit\u00e4ts-ID: {1}.
FNRRS0164.arg.0       = Entit\u00e4tstyp der Entit\u00e4t, f\u00fcr die ein L\u00f6schen versucht wurde.
FNRRS0164.arg.1       = Identit\u00e4t der Entit\u00e4t, f\u00fcr die ein L\u00f6schen versucht wurde.

FNRRS0165.explanation = Die Massenoperation zur Inaktivierung unterst\u00fctzt keine Entit\u00e4t dieses Wertes f\u00fcr den Entit\u00e4tstyp.
FNRRS0165.action      = Entfernen Sie diese Entit\u00e4t aus der Entit\u00e4tsobjektgruppe f\u00fcr die Massenoperation zur Inaktivierung.
FNRRS0165.message     = Die Massenoperation zur Inaktivierung kann f\u00fcr den Entit\u00e4tstyp nicht ausgef\u00fchrt werden, Entit\u00e4tstyp: {0}, Entit\u00e4ts-ID: {1}.
FNRRS0165.arg.0       = Entit\u00e4tstyp der Entit\u00e4t, f\u00fcr die eine Inaktivierung versucht wurde.
FNRRS0165.arg.1       = Identit\u00e4t der Entit\u00e4t, f\u00fcr die eine Inaktivierung versucht wurde.

FNRRS0166.explanation = Die Massenoperation zur Aktivierung unterst\u00fctzt keine Entit\u00e4t dieses Wertes f\u00fcr den Entit\u00e4tstyp.
FNRRS0166.action      = Entfernen Sie diese Entit\u00e4t aus der Entit\u00e4tsobjektgruppe f\u00fcr die Massenoperation zur Aktivierung.
FNRRS0166.message     = Die Massenoperation zur Aktivierung kann f\u00fcr den Entit\u00e4tstyp nicht ausgef\u00fchrt werden, Entit\u00e4tstyp: {0}, Entit\u00e4ts-ID: {1}.
FNRRS0166.arg.0       = Entit\u00e4tstyp der Entit\u00e4t, f\u00fcr die eine Aktivierung versucht wurde.
FNRRS0166.arg.1       = Identit\u00e4t der Entit\u00e4t, f\u00fcr die eine Aktivierung versucht wurde.

FNRRS0167.explanation = Der f\u00fcr die Verschiebeoperation angegebene Quellencontainer enth\u00e4lt das angegebene Schriftst\u00fcck nicht direkt.
FNRRS0167.action      = Stellen Sie sicher, dass der korrekte Quellencontainer angegeben wird. Wenn der tats\u00e4chliche Quellencontainer ein Schriftst\u00fcckdatentr\u00e4ger ist, geben Sie diesen Schriftst\u00fcckdatentr\u00e4ger anstelle des \u00fcbergeordneten Schriftst\u00fcckordners an.
FNRRS0167.message     = Das Schriftst\u00fcck kann nicht verschoben werden, da das Schriftst\u00fcck nicht im angegebenen Quellencontainer enthalten ist.

FNRRS0168.explanation = Der aktuelle Benutzer verf\u00fcgt nicht \u00fcber die Berechtigung zum Verschieben des Objekts.
FNRRS0168.action      = Vergewissern Sie sich, dass der aktuelle Benutzer \u00fcber die Berechtigung zum Verschieben des Objekts verf\u00fcgt.
FNRRS0168.message     = Der aktuelle Benutzer kann den Container nicht verschieben: {0}.
FNRRS0168.arg.0       = Identit\u00e4t des Containers.

FNRRS0169.explanation = Der aktuelle Benutzer verf\u00fcgt nicht \u00fcber die korrekte Berechtigung zum Kopieren des Schriftst\u00fccks.
FNRRS0169.action      = Vergewissern Sie sich, dass der aktuelle Benutzer mindestens \u00fcber Schreibberechtigung f\u00fcr das Schriftst\u00fcck verf\u00fcgt.
FNRRS0169.message     = Der aktuelle Benutzer verf\u00fcgt nicht \u00fcber die Berechtigung zum Kopieren des Schriftst\u00fccks: {0}.
FNRRS0169.arg.0       = Identit\u00e4t des Schriftst\u00fccks.

FNRRS0170.explanation = Da ein externes eingebundenes Dokument nicht automatisch kopiert werden kann, kann ein Schriftst\u00fcck, das solch einem Dokument zugeordnet ist, nicht kopiert werden.
FNRRS0170.action      = Duplizieren Sie das urspr\u00fcngliche eingebundene Dokument manuell und deklarieren Sie manuell ein neues Schriftst\u00fcck f\u00fcr das neue eingebundene Dokument.
FNRRS0170.message     = Ein Schriftst\u00fcck, das einem eingebundenen Dokument zugeordnet ist, kann nicht kopiert werden.

FNRRS0171.explanation = Das angegebene Schriftst\u00fcck ist derzeit nicht im angegebenen Container abgelegt und kann daher nicht aus diesem Container entfernt werden.
FNRRS0171.action      = Wenn Sie diese Methode urspr\u00fcnglich f\u00fcr einen Schriftst\u00fcckordner aufgerufen haben, f\u00fcr den die Verwendung von untergeordneten Schriftst\u00fcckdatentr\u00e4gern erforderlich ist, rufen Sie diese Methode f\u00fcr den entsprechenden untergeordneten Datentr\u00e4ger auf, der das Schriftst\u00fcck tats\u00e4chlich enth\u00e4lt.
FNRRS0171.message     = Ein Schriftst\u00fcck kann nicht aus einem Container entfernt werden, in dem es nicht aktuell abgelegt ist, Schriftst\u00fcck: {0}, Container: {1}.
FNRRS0171.arg.0       = Das Schriftst\u00fcck, f\u00fcr das ein Entfernen versucht wurde.
FNRRS0171.arg.1       = Das Containerziel, f\u00fcr das ein Entfernen des Schriftst\u00fccks versucht wurde.

FNRRS0172.explanation = Ein Schriftst\u00fcck muss in mindestens einem Container abgelegt werden. 
FNRRS0172.action      = Stellen Sie sicher, dass das Schriftst\u00fcck in mindestens einem anderen Container abgelegt wurde, bevor Sie versuchen, es aus einem Container zu entfernen.
FNRRS0172.message     = Ein Schriftst\u00fcck, das derzeit in nur einem Container abgelegt ist, kann nicht entfernt werden, Schriftst\u00fcck: {0}.
FNRRS0172.arg.0       = Das Schriftst\u00fcck, f\u00fcr das ein Entfernen versucht wurde.

FNRRS0173.explanation = Nachdem ein Schriftst\u00fcck logisch gel\u00f6scht wurde, kann die Deklaration f\u00fcr das Schriftst\u00fcck nicht mehr aufgehoben werden. 
FNRRS0173.action      =  
FNRRS0173.message     = Die Deklaration f\u00fcr ein logisch gel\u00f6schtes Schriftst\u00fcck kann nicht aufgehoben werden, Schriftst\u00fcck: {0}.
FNRRS0173.arg.0       = Das Schriftst\u00fcck, f\u00fcr das versucht wurde, die Deklaration aufzuheben.

FNRRS0174.explanation = Wenn ein Schriftst\u00fcck (oder einer der \u00fcbergeordneten Container) zur\u00fcckgestellt wurde, kann die Deklaration f\u00fcr das Schriftst\u00fcck nicht aufgehoben werden. 
FNRRS0174.action      = Heben Sie alle zutreffenden R\u00fcckstellungen f\u00fcr das Schriftst\u00fcck auf und versuchen Sie erneut, die Deklaration aufzuheben.
FNRRS0174.message     = Die Deklaration f\u00fcr ein derzeit zur\u00fcckgestelltes Schriftst\u00fcck kann nicht aufgehoben werden, Schriftst\u00fcck: {0}.
FNRRS0174.arg.0       = Das Schriftst\u00fcck, f\u00fcr das versucht wurde, die Deklaration aufzuheben.

FNRRS0175.explanation = Wenn ein Schriftst\u00fcck derzeit an einem aktiven Aussonderungsworkflow beteiligt ist, kann die Deklaration f\u00fcr dieses Schriftst\u00fcck nicht aufgehoben werden.
FNRRS0175.action      = Schlie\u00dfen Sie die gesamte Workflowverarbeitung ab, an der das Schriftst\u00fcck beteiligt ist, und versuchen Sie erneut, die Deklaration aufzuheben.
FNRRS0175.message     = Die Deklaration f\u00fcr ein Schriftst\u00fcck, das Teil eines aktiven Aussonderungsworkflows ist, kann nicht aufgehoben werden, Schriftst\u00fcck: {0}.
FNRRS0175.arg.0       = Das Schriftst\u00fcck, f\u00fcr das versucht wurde, die Deklaration aufzuheben.

FNRRS0176.explanation = Wenn einem Schriftst\u00fcck eingebundener Inhalt zugeordnet ist, kann die Deklaration f\u00fcr dieses Schriftst\u00fcck nicht aufgehoben werden.
FNRRS0176.action      = 
FNRRS0176.message     = Die Deklaration f\u00fcr ein Schriftst\u00fcck mit eingebundenem Inhalt kann nicht aufgehoben werden, Schriftst\u00fcck: {0}.
FNRRS0176.arg.0       = Das Schriftst\u00fcck, f\u00fcr das versucht wurde, die Deklaration aufzuheben.

FNRRS0177.explanation = In der Regel werden Eigenschaften zu Schriftst\u00fcckquittungen nur im DoD-klassifizierten Datenmodell f\u00fcr Aktenplanrepositorys definiert.
FNRRS0177.action      = Vergewissern Sie sich, dass f\u00fcr das Aktenplanrepository das korrekte Datenmodell installiert wurde.
FNRRS0177.message     = Schriftst\u00fcckquittungen werden im zugeh\u00f6rigen Aktenplanrepository nicht unterst\u00fctzt.

FNRRS0178.explanation = In einem Benennungsmuster muss f\u00fcr jede rechte eckige Klammer eine entsprechende linke eckige Klammer vorhanden sein, um den Bereich des Substitutionsmakros anzugeben.
FNRRS0178.action      = \u00dcberpr\u00fcfen Sie das Benennungsmuster und stellen Sie sicher, dass allen rechten eckigen Klammern eine entsprechende linke eckige Klammer vorangeht.
FNRRS0178.message     = Das angegebene Benennungsmuster verf\u00fcgt \u00fcber eine rechte eckige Klammer ohne entsprechende linke eckige Klammer.

FNRRS0179.explanation = In einem Benennungsmuster muss f\u00fcr jede linke eckige Klammer eine entsprechende rechte eckige Klammer vorhanden sein, um den Bereich des Substitutionsmakros anzugeben.
FNRRS0179.action      = \u00dcberpr\u00fcfen Sie das Benennungsmuster und stellen Sie sicher, dass auf alle linken eckigen Klammern eine entsprechende rechte eckige Klammer folgt.
FNRRS0179.message     = Das angegebene Benennungsmuster verf\u00fcgt \u00fcber eine rechte eckige Klammer ohne entsprechende linke eckige Klammer.

FNRRS0180.explanation = Der n\u00e4chste Indexwert f\u00fcr die Ersetzung ist l\u00e4nger als das angegebene Ziffernmuster.
FNRRS0180.action      = Erh\u00f6hen Sie die Anzahl der Ziffern im Ziffernmuster.
FNRRS0180.message     = Das angegebene Ziffernmuster ist f\u00fcr den n\u00e4chsten Indexwert zu kurz.

FNRRS0181.explanation = Das angegebene Muster kann nicht als g\u00fcltiges Muster analysiert werden.
FNRRS0181.action      = \u00dcberpr\u00fcfen Sie das angegebene Muster, um sicherzustellen, dass es ein g\u00fcltiges Muster ist.
FNRRS0181.message     = Das angegebene Muster ist kein g\u00fcltiges Muster.

FNRRS0182.explanation = Im Benennungsmuster ist eine Eigenschaft angegeben, die jedoch nicht vorhanden ist.
FNRRS0182.action      = \u00c4ndern Sie das Benennungsmuster, um einen g\u00fcltigen Eigenschaftsnamen einzuschlie\u00dfen.
FNRRS0182.message     = Die im Benennungsmuster angegebene Eigenschaft ist ung\u00fcltig oder nicht vorhanden: {0}.
FNRRS0182.arg.0       = Eigenschaftsname

FNRRS0183.explanation = Im Benennungsmuster ist eine mehrwertige Eigenschaft angegeben.  Benennungsmuster unterst\u00fctzen nur einwertige Eigenschaften.
FNRRS0183.action      = Entfernen Sie die mehrwertige Eigenschaft aus dem Benennungsmuster.
FNRRS0183.message     = Eine mehrwertige Eigenschaft wird in einem Benennungsmuster nicht unterst\u00fctzt: {0}.
FNRRS0183.arg.0       = Eigenschaftsname

FNRRS0184.explanation = Benennungsmuster unterst\u00fctzen keine Bin\u00e4reigenschaften oder Objekteigenschaften.
FNRRS0184.action      = \u00c4ndern Sie das Benennungsmuster, um einen unterst\u00fctzten Eigenschaftstyp einzuschlie\u00dfen.
FNRRS0184.message     = Der Typ der im Benennungsmuster angegebenen Eigenschaft wird nicht unterst\u00fctzt: {0}. 
FNRRS0184.arg.0       = Eigenschaftsname

FNRRS0185.explanation = Bei dem Versuch, diese Entit\u00e4t zu vernichten, ist eine unerwartete Ausnahmebedingung aufgetreten.
FNRRS0185.action      = Pr\u00fcfen Sie die Protokolle auf detailliertere Ausnahmebedingungsinformationen.
FNRRS0185.message     = Die Entit\u00e4t kann aufgrund einer unerwarteten Ausnahmebedingung nicht vernichtet werden, Entit\u00e4t: {0}, Ausnahmebedingung: {1}.
FNRRS0185.arg.0       = Identit\u00e4t der Entit\u00e4t, f\u00fcr die ein Vernichten versucht wurde.
FNRRS0185.arg.1       = Nachricht von der Ausnahmebedingung.

FNRRS0186.explanation = Der f\u00fcr eine Entit\u00e4t zutreffende Aussonderungszeitplan wurde ge\u00e4ndert, was die Aussonderung von betroffenen Entit\u00e4ten verhindert.
FNRRS0186.action      = F\u00fchren Sie erneut einen Aussonderungsscanvorgang aus, um diese Entit\u00e4ten mit dem ge\u00e4nderten Zeitplan erneut zu verarbeiten.
FNRRS0186.message     = Der zutreffende Aussonderungszeitplan wurde ge\u00e4ndert.

FNRRS0187.explanation = Ein \u00fcbergeordneter Container kann erst vernichtet werden, wenn alle untergeordneten Elemente alle einzelnen Aufbewahrungszyklen abgeschlossen haben.
FNRRS0187.action      = Verz\u00f6gern Sie die Vernichtung der \u00fcbergeordneten Entit\u00e4t.
FNRRS0187.message     = Eine Entit\u00e4t, die mindestens ein hierarchisches untergeordnetes Element mit unterschiedlichen Aufbewahrungszeitr\u00e4umen enth\u00e4lt, kann nicht vernichtet werden, Entit\u00e4t: {0}.
FNRRS0187.arg.0       = Identit\u00e4t der Entit\u00e4t, f\u00fcr die ein Vernichten versucht wird.

FNRRS0188.explanation = Der Aktionstyp der aktuellen Aussonderungsphase, die der Entit\u00e4t zugeordnet ist, wurde scheinbar ge\u00e4ndert.
FNRRS0188.action      = F\u00fchren Sie den Aussonderungsscanvorgang f\u00fcr diese Entit\u00e4t erneut aus.
FNRRS0188.message     = Mit der Aussonderung kann nicht fortgefahren werden, da die aktuelle Phase scheinbar ge\u00e4ndert wurde, Entit\u00e4t: {0}, Phase: {1}.
FNRRS0188.arg.0       = Identit\u00e4t der von der Aussonderung betroffenen Entit\u00e4t.
FNRRS0188.arg.1       = Identit\u00e4t der aktuellen Phase der Entit\u00e4t.

FNRRS0189.explanation = Der Wert des aktuellen Phasenausf\u00fchrungsdatums der Entit\u00e4t ist f\u00fcr die Aussonderung nicht g\u00fcltig.
FNRRS0189.action      = F\u00fchren Sie den Aussonderungsscanvorgang f\u00fcr diese Entit\u00e4t erneut aus.
FNRRS0189.message     = Mit der Aussonderung kann nicht fortgefahren werden, da das aktuelle Phasenausf\u00fchrungsdatum null oder ein Datum in der Zukunft ist, Entit\u00e4t: {0}, Datum: {1}.
FNRRS0189.arg.0       = Identit\u00e4t der von der Aussonderung betroffenen Entit\u00e4t.
FNRRS0189.arg.1       = Wert des aktuellen Phasenausf\u00fchrungsdatums der Entit\u00e4t.

FNRRS0190.explanation = Eine Operationsaktion muss der Aktion der aktuellen Phase der Entit\u00e4t entsprechen, es sei denn die Operation lautet entweder ''Export'' oder ''Vernichtung'' und die Aktion der aktuellen Phase der Entit\u00e4t lautet ''\u00dcbertragung''.
FNRRS0190.action      = F\u00fchren Sie den Aussonderungsscanvorgang f\u00fcr diese Entit\u00e4t erneut aus.
FNRRS0190.message     = Der Aktionstyp der Aussonderungsoperation ist f\u00fcr den Status der aktuellen Phase der Entit\u00e4t ung\u00fcltig, Entit\u00e4t: {0}, Aktion der aktuellen Phase: {1}, versuchte Aktion: {2}.
FNRRS0190.arg.0       = Identit\u00e4t der von der Aussonderung betroffenen Entit\u00e4t.
FNRRS0190.arg.1       = Aktion der aktuellen Phase der Entit\u00e4t.
FNRRS0190.arg.2       = Versuchte Aktion der Operation.

FNRRS0191.explanation = Mit der Aussonderung f\u00fcr eine Entit\u00e4t kann nicht fortgefahren werden, wenn entweder auf die Entit\u00e4t direkt oder auf eines ihrer \u00fcbergeordneten Elemente oder auf eines ihrer untergeordneten Elemente eine zutreffende R\u00fcckstellung angewendet wird.
FNRRS0191.action      = Heben Sie eventuelle zutreffende R\u00fcckstellungen f\u00fcr diese Entit\u00e4t auf.
FNRRS0191.message     = Mit der Aussonderungsoperation kann nicht fortgefahren werden, da f\u00fcr die folgende Entit\u00e4t eine R\u00fcckstellung wirksam ist: {0}.
FNRRS0191.arg.0       = Identit\u00e4t der von der Aussonderung betroffenen Entit\u00e4t.

FNRRS0192.explanation = Die Aussonderungsaktionen ''Zwischen\u00fcbertragung'' und ''Export'' sind f\u00fcr einen erneut ge\u00f6ffneten Schriftst\u00fcckcontainer nicht zul\u00e4ssig.
FNRRS0192.action      = Schlie\u00dfen Sie den betroffenen Schriftst\u00fcckcontainer.
FNRRS0192.message     = Die Aussonderungsaktion kann f\u00fcr den folgenden erneut ge\u00f6ffneten Schriftst\u00fcckcontainer nicht ausgef\u00fchrt werden: {0}, Aktion: {1}.
FNRRS0192.arg.0       = Identit\u00e4t der von der Aussonderung betroffenen Entit\u00e4t.
FNRRS0192.arg.1       = Versuchter Aussonderungsaktionstyp.

FNRRS0193.explanation = Aufgrund einer m\u00f6glichen Neuberechnung des Aussonderungsstatus der Entit\u00e4t muss der Aussonderungsprozess erneut ausgel\u00f6st werden.
FNRRS0193.action      = F\u00fchren Sie die Aktion "Aussonderung ausl\u00f6sen" f\u00fcr diese Entit\u00e4t erneut aus.
FNRRS0193.message     = Die Aussonderungsaktion kann f\u00fcr die Entit\u00e4t nicht ausgef\u00fchrt werden, da der zutreffende Workflow noch nicht gestartet wurde, Entit\u00e4t: {0}.
FNRRS0193.arg.0       = Identit\u00e4t der von der Aussonderung betroffenen Entit\u00e4t.

FNRRS0194.explanation = Wenn ein Schriftst\u00fcck durch einen Schriftst\u00fccktyp einem Aussonderungszeitplan zugeordnet ist, kann es nicht als Teil des Vernichtungsprozesses f\u00fcr einen seiner Container vernichtet werden.
FNRRS0194.action      = Verarbeiten Sie zun\u00e4chst die Schriftst\u00fccke und versuchen Sie die Vernichtung des Containers erneut.
FNRRS0194.message     = Die Entit\u00e4t kann nicht vernichtet werden, da sie mindestens ein untergeordnetes Schriftst\u00fcck enth\u00e4lt, dem ein Schriftst\u00fccktyp zugewiesen wurde, Entit\u00e4t: {0}.
FNRRS0194.arg.0       = Identit\u00e4t der von der Aussonderung betroffenen Entit\u00e4t.

FNRRS0195.explanation = Entweder ist die Entit\u00e4t nicht tats\u00e4chlich in dem angegebenen Container enthalten oder der angegebene Schriftst\u00fccktyp ist nicht verf\u00fcgbar.
FNRRS0195.action      = Pr\u00fcfen Sie, wie die Entit\u00e4t ihren Zeitplan \u00fcbernimmt, und f\u00fchren Sie den Scanvorgang erneut aus.
FNRRS0195.message     = Die Entit\u00e4t kann nicht ordnungsgem\u00e4\u00df ausgesondert werden, da ihr Wert ''Abgrenzung geerbt von'' nicht g\u00fcltig ist, Entit\u00e4t: {0}.
FNRRS0195.arg.0       = Identit\u00e4t der von der Aussonderung betroffenen Entit\u00e4t.

FNRRS0196.explanation = Es kann kein g\u00fcltiger Verzeichnispfad weder vom Eingabeparameter noch von der Eigenschaft ''Ausf\u00fchrungsziel der aktuellen Phase'' der Entit\u00e4t abgerufen werden.
FNRRS0196.action      = Geben Sie einen g\u00fcltigen Verzeichnispfad entweder \u00fcber den Eingabeparameter der Methode oder \u00fcber die Eigenschaft ''Ausf\u00fchrungsziel der aktuellen Phase'' der zugeordneten Entit\u00e4t an.
FNRRS0196.message     = Die Zeichenfolge des Dateisystemverzeichnispfads des Exportziels ist null oder eine leere Entit\u00e4t: {0}.
FNRRS0196.arg.0       = Identit\u00e4t der von der Aussonderung betroffenen Entit\u00e4t.

FNRRS0197.explanation = Bei dem Versuch, das angegebene Dateisystemverzeichnis zu erstellen, ist ein Dateisystemfehler aufgetreten. Pr\u00fcfen Sie die zugrundeliegende Ursache f\u00fcr die Ausnahmebedingung auf detailliertere Informationen.
FNRRS0197.action      = Stellen Sie sicher, dass ein g\u00fcltiger Dateisystemverzeichnispfad angegeben wurde und dass der aktuelle Benutzer \u00fcber die erforderlichen Dateisystemberechtigungen verf\u00fcgt.
FNRRS0197.message     = Bei dem Versuch, das angegebene Dateisystemverzeichnis f\u00fcr das Exportziel zu erstellen, ist ein Fehler aufgetreten: ''{0}''.
FNRRS0197.arg.0       = Dateisystemverzeichnispfad.

FNRRS0198.explanation = Bei dem Versuch, das Unterverzeichnis f\u00fcr Inhalt f\u00fcr Inhaltsdatendateien des zugeordneten Schriftst\u00fccks zu erstellen, ist ein Dateisystemfehler aufgetreten. Pr\u00fcfen Sie die zugrundeliegende Ursache f\u00fcr die Ausnahmebedingung auf detailliertere Informationen.
FNRRS0198.action      = Stellen Sie sicher, dass ein g\u00fcltiger Dateisystemverzeichnispfad angegeben wurde und dass der aktuelle Benutzer \u00fcber die erforderlichen Dateisystemberechtigungen verf\u00fcgt.
FNRRS0198.message     = Bei dem Versuch, ein Unterverzeichnis f\u00fcr Inhalt unter dem folgenden Dateisystemverzeichnis zu erstellen, ist ein Fehler aufgetreten: ''{0}''.
FNRRS0198.arg.0       = \u00dcbergeordneter Dateisystemverzeichnispfad.

FNRRS0199.explanation = Bei der Generierung einer Exportdatei f\u00fcr das Inhaltsdateisystem ist ein Dateisystemfehler aufgetreten. Pr\u00fcfen Sie die zugrundeliegende Ursache f\u00fcr die Ausnahmebedingung auf detailliertere Informationen.
FNRRS0199.action      = Stellen Sie sicher, dass ein g\u00fcltiger Dateisystemverzeichnispfad angegeben wurde und dass der aktuelle Benutzer \u00fcber die erforderlichen Dateisystemberechtigungen verf\u00fcgt.
FNRRS0199.message     = Bei dem Versuch, Inhaltsdaten in die folgende Datei zu exportieren, ist ein Fehler aufgetreten: ''{0}''.
FNRRS0199.arg.0       = Zeichenfolge des Ausgabedateipfads.

FNRRS0200.explanation = Bei dem Versuch, diese Entit\u00e4t zu exportieren, ist eine unerwartete Ausnahmebedingung aufgetreten.
FNRRS0200.action      = Pr\u00fcfen Sie die Protokolle auf detailliertere Ausnahmebedingungsinformationen.
FNRRS0200.message     = Die Entit\u00e4t kann aufgrund einer unerwarteten Ausnahmebedingung nicht exportiert werden, Entit\u00e4t: {0}, Ausnahmebedingung: {1}.
FNRRS0200.arg.0       = Identit\u00e4t der Entit\u00e4t, f\u00fcr die ein Exportieren versucht wurde.
FNRRS0200.arg.1       = Nachricht von der Ausnahmebedingung.

FNRRS0201.explanation = Die Operation zur Ausl\u00f6sung der Aussonderung unterst\u00fctzt keine Entit\u00e4t dieses Wertes f\u00fcr den Entit\u00e4tstyp.
FNRRS0201.action      = Entfernen Sie diese Entit\u00e4t aus der Eingabeobjektgruppe f\u00fcr die Operation zur Ausl\u00f6sung der Aussonderung.
FNRRS0201.message     = Die Aussonderung kann f\u00fcr die Entit\u00e4t des folgenden Typs nicht ausgel\u00f6st werden: {0}, Entit\u00e4ts-ID: {1}.
FNRRS0201.arg.0       = Entit\u00e4tstyp der Entit\u00e4t, f\u00fcr die versucht wurde, die Aussonderung auszul\u00f6sen.
FNRRS0201.arg.1       = Identit\u00e4t der Entit\u00e4t, f\u00fcr die versucht wurde, die Aussonderung auszul\u00f6sen.

FNRRS0202.explanation = Die Aussonderung kann f\u00fcr eine Entit\u00e4t, auf die eine effektive R\u00fcckstellung angewendet wird, nicht ausgel\u00f6st werden.
FNRRS0202.action      = Heben Sie die effektive R\u00fcckstellung f\u00fcr die Entit\u00e4t auf und versuchen Sie erneut, die Aussonderung auszul\u00f6sen.
FNRRS0202.message     = Die Aussonderung kann f\u00fcr eine Entit\u00e4t, die zur\u00fcckgestellt wurde oder die \u00fcber ein zur\u00fcckgestelltes \u00fcbergeordnetes Element verf\u00fcgt, nicht ausgel\u00f6st werden, Entit\u00e4ts-ID: {0}.
FNRRS0202.arg.0       = Identit\u00e4t der Entit\u00e4t, f\u00fcr die versucht wurde, die Aussonderung auszul\u00f6sen.

FNRRS0203.explanation = Die Aussonderung kann f\u00fcr eine Entit\u00e4t, die eine zur\u00fcckgestellte untergeordnete Entit\u00e4t enth\u00e4lt, nicht ausgel\u00f6st werden.
FNRRS0203.action      = Heben Sie die R\u00fcckstellung f\u00fcr die entsprechenden untergeordneten Entit\u00e4ten auf und versuchen Sie erneut, die Aussonderung auszul\u00f6sen.
FNRRS0203.message     = Die Aussonderung kann f\u00fcr diese Entit\u00e4t nicht ausgel\u00f6st werden, da mindestens eines ihrer untergeordneten Elemente zur\u00fcckgestellt wurde, Entit\u00e4ts-ID: {0}.
FNRRS0203.arg.0       = Identit\u00e4t der Entit\u00e4t, f\u00fcr die versucht wurde, die Aussonderung auszul\u00f6sen.

FNRRS0204.explanation = Die Aussonderung kann f\u00fcr keine Entit\u00e4t ausgel\u00f6st werden, da entweder eine R\u00fcckstellung angewendet wird und/oder der Aussonderungszeitplan ge\u00e4ndert wurde.
FNRRS0204.action      = Heben Sie alle angewendeten R\u00fcckstellungen f\u00fcr die Entit\u00e4t, ihre \u00fcbergeordnete Hierarchie oder ihre untergeordnete Hierarchie auf und f\u00fchren Sie den Aussonderungsscanvorgang erneut aus.
FNRRS0204.message     = Die Aussonderung f\u00fcr die folgende Entit\u00e4t kann nicht ausgel\u00f6st werden: {0}.
FNRRS0204.arg.0       = Identit\u00e4t der Entit\u00e4t, f\u00fcr die versucht wurde, die Aussonderung auszul\u00f6sen.

FNRRS0205.explanation = Ein unerwarteter Fehler ist aufgetreten, der ein Fortsetzen des Prozesses zur Ausl\u00f6sung der Aussonderung verhindert.
FNRRS0205.action      = Pr\u00fcfen Sie die Informationen des zugeh\u00f6rigen Ausnahmebedingungsstack auf eine m\u00f6gliche Ursache und/oder f\u00fchren Sie den Aussonderungsscanvorgang erneut aus.
FNRRS0205.message     = W\u00e4hrend der Ausl\u00f6sung der Aussonderung f\u00fcr mindestens eine Entit\u00e4t ist ein unerwarteter Fehler aufgetreten.

FNRRS0206.explanation = Der Parameter VWSession ist null oder ung\u00fcltig.
FNRRS0206.action      = Pr\u00fcfen Sie die zutreffende IBM FileNet Process Engine-Konfiguration der Clientanwendung.
FNRRS0206.message     = Die Aussonderung kann aufgrund des folgenden ung\u00fcltigen Parameters VWSession nicht ausgel\u00f6st werden: {0}.
FNRRS0206.arg.0       = Der betroffene Parameter VWSession.

FNRRS0207.explanation = Das aktuelle Phasenausf\u00fchrungsdatum der Entit\u00e4t wurde entweder noch nicht eingerichtet oder befindet sich noch in der Zukunft.
FNRRS0207.action      = F\u00fchren Sie den Aussonderungsscanvorgang erneut aus und versuchen Sie dann erneut, die Aussonderung auszul\u00f6sen. 
FNRRS0207.message     = Die aktuelle Aussonderungsphase kann nicht abgeschlossen werden, da das aktuelle Phasenausf\u00fchrungsdatum noch nicht erreicht wurde, Entit\u00e4t: {0}.
FNRRS0207.arg.0       = Identit\u00e4t der betroffenen Entit\u00e4t.

FNRRS0208.explanation = M\u00f6glicherweise wurde der zugeh\u00f6rige Aussonderungszeitplan der Entit\u00e4t ge\u00e4ndert und/oder es wurden die aussonderungsbezogenen Metadaten der Entit\u00e4t ge\u00e4ndert.
FNRRS0208.action      = F\u00fchren Sie den Aussonderungsscanvorgang erneut aus und versuchen Sie dann erneut, die Aussonderung auszul\u00f6sen. 
FNRRS0208.message     = Die aktuelle Aussonderungsphase kann nicht abgeschlossen werden, da der zugeh\u00f6rige Workflow noch nicht gestartet wurde, Entit\u00e4t: {0}.
FNRRS0208.arg.0       = Identit\u00e4t der betroffenen Entit\u00e4t.

FNRRS0209.explanation = F\u00fcr einen erneut ge\u00f6ffneten Container kann kein \u00dcbergang \u00fcber seine aktuelle Aussonderungsphase hinaus erfolgen.
FNRRS0209.action      = Schlie\u00dfen Sie den Container und versuchen Sie den Phasen\u00fcbergang erneut. 
FNRRS0209.message     = Die aktuelle Aussonderungsphase kann nicht abgeschlossen werden, da die Containerentit\u00e4t erneut ge\u00f6ffnet wurde, Entit\u00e4t: {0}.
FNRRS0209.arg.0       = Identit\u00e4t der betroffenen Entit\u00e4t.

FNRRS0210.explanation = Ein vorgeschlagenes aktuelles Phasenausf\u00fchrungsdatum kann nicht null sein oder in der Zukunft liegen.
FNRRS0210.action      = Schlagen Sie einen anderen Wert f\u00fcr das aktuelle Phasenausf\u00fchrungsdatum vor und versuchen Sie den Phasen\u00fcbergang erneut. 
FNRRS0210.message     = Die aktuelle Aussonderungsphase kann nicht abgeschlossen werden, da das vorgeschlagene aktuelle Phasenausf\u00fchrungsdatum entweder null ist oder in der Zukunft liegt, Entit\u00e4t: {0}, vorgeschlagenes Datum: {1}.
FNRRS0210.arg.0       = Identit\u00e4t der betroffenen Entit\u00e4t.
FNRRS0210.arg.1       = Der angegebene ung\u00fcltige Datumswert.

FNRRS0211.explanation = Ein Aussonderungszeitplan sollte immer einen Wert f\u00fcr die Eigenschaft ''Stilllegungsbasis'' haben.
FNRRS0211.action      = Korrigieren Sie den Aussonderungszeitplan und versuchen Sie erneut, die Aussonderung auszul\u00f6sen.
FNRRS0211.message     = Der Stilllegungsprozess f\u00fcr die Aussonderung kann nicht ausgef\u00fchrt werden, da die Eigenschaft ''Stilllegungsbasis'' f\u00fcr den folgenden Aussonderungszeitplan fehlt: {0}.
FNRRS0211.arg.0       = Identit\u00e4t des betroffenen Zeitplans.

FNRRS0212.explanation = Der betroffenen Entit\u00e4t fehlt ein Datumswert f\u00fcr die angegebene Eigenschaft ''Stilllegungsbasis''.
FNRRS0212.action      = Passen Sie die Entit\u00e4t und/oder ihren Aussonderungszeitplan an und versuchen Sie erneut, die Aussonderung auszul\u00f6sen.
FNRRS0212.message     = Der Aussonderungsentit\u00e4t fehlt ein Datumswert f\u00fcr die Eigenschaft ''Stilllegungsbasis'', Entit\u00e4t: {0}, Eigenschaftsname: {1}.
FNRRS0212.arg.0       = Identit\u00e4t der betroffenen Entit\u00e4t.
FNRRS0212.arg.1       = Name der Eigenschaft ''Stilllegungsbasis''.

FNRRS0213.explanation = Der betroffenen Entit\u00e4t fehlt ein Datumswert f\u00fcr die angegebene Eigenschaft ''Stilllegungsbasis''.
FNRRS0213.action      = Passen Sie die Entit\u00e4t und/oder ihren Aussonderungszeitplan an und versuchen Sie erneut, die Aussonderung auszul\u00f6sen.
FNRRS0213.message     = Der Aussonderungsausl\u00f6ser weist einen ung\u00fcltigen Ausl\u00f6sertyp f\u00fcr die Stilllegung auf, Ausl\u00f6ser: {0}, Typ: {1}.
FNRRS0213.arg.0       = Identit\u00e4t der betroffenen Entit\u00e4t.
FNRRS0213.arg.1       = Name der Eigenschaft ''Stilllegungsbasis''.

FNRRS0214.explanation = Bei dem Versuch einer Zwischen\u00fcbertragung f\u00fcr diese Entit\u00e4t ist eine unerwartete Ausnahmebedingung aufgetreten.
FNRRS0214.action      = Pr\u00fcfen Sie die Protokolle auf detailliertere Ausnahmebedingungsinformationen.
FNRRS0214.message     = F\u00fcr die Entit\u00e4t ist aufgrund einer unerwarteten Ausnahmebedingung keine Zwischen\u00fcbertragung m\u00f6glich, Entit\u00e4t: {0}, Ausnahmebedingung: {1}.
FNRRS0214.arg.0       = Identit\u00e4t der Entit\u00e4t, f\u00fcr die eine Zwischen\u00fcbertragung versucht wurde.
FNRRS0214.arg.1       = Nachricht von der Ausnahmebedingung.

FNRRS0215.explanation = Bei dem Versuch, diese Entit\u00e4t zu \u00fcbertragen, ist eine unerwartete Ausnahmebedingung aufgetreten.
FNRRS0215.action      = Pr\u00fcfen Sie die Protokolle auf detailliertere Ausnahmebedingungsinformationen.
FNRRS0215.message     = Die Entit\u00e4t kann aufgrund einer unerwarteten Ausnahmebedingung nicht \u00fcbertragen werden, Entit\u00e4t: {0}, Ausnahmebedingung: {1}.
FNRRS0215.arg.0       = Identit\u00e4t der Entit\u00e4t, f\u00fcr die eine \u00dcbertragung versucht wurde.
FNRRS0215.arg.1       = Nachricht von der Ausnahmebedingung.

FNRRS0216.explanation = Das Ursprungsobjekt konnte vom Schrittelement des Workflows nicht abgerufen werden.
FNRRS0216.action      = Pr\u00fcfen Sie, ob der Process Engine-Server und der Komponentenmanager ordnungsgem\u00e4\u00df funktionieren.
FNRRS0216.message     = Ursprungsobjekt kann nicht abgerufen werden.

FNRRS0217.explanation = Die Objektgruppe ''RMProperties'', die Eigenschaftswerte f\u00fcr die Aussonderungspr\u00fcfung enth\u00e4lt, kann nicht null oder leer sein.
FNRRS0217.action      = Geben Sie die entsprechenden Eigenschaftswerte f\u00fcr die Pr\u00fcfung an und versuchen Sie die Pr\u00fcfoperation erneut.
FNRRS0217.message     = Die eingegebene Objektgruppe ''RMProperties'' ist f\u00fcr die gepr\u00fcfte Entit\u00e4t leer: {0}.
FNRRS0217.arg.0       = Identit\u00e4t der Entit\u00e4t, f\u00fcr die eine Pr\u00fcfung versucht wurde.

FNRRS0218.explanation = Die Klassen-ID des zu erstellenden Ordnertyps kann nicht null oder leer sein.
FNRRS0218.action      = Geben Sie die entsprechende Klassen-ID des Ordnertyps an.
FNRRS0218.message     = Die ID {0} ist keine g\u00fcltige Klassen-ID.
FNRRS0218.arg.0       = Klassen-ID des zu erstellenden Ordnertyps.

FNRRS0219.explanation = Nur die Schriftst\u00fcckkategorie kann dem Aktenplan hinzugef\u00fcgt werden. 
FNRRS0219.action      = Geben Sie den entsprechenden Entit\u00e4tstyp des zu erstellenden Ordners an.
FNRRS0219.message     = Die Entit\u00e4t {0} kann dem Aktenplan nicht hinzugef\u00fcgt werden.
FNRRS0219.arg.0       = Der Entit\u00e4tstyp des zu erstellenden Ordners.

FNRRS0220.explanation = Die Anlage sollte eine Schriftst\u00fcckkategorie oder ein Schriftst\u00fcckordner sein.
FNRRS0220.action      = Geben Sie die entsprechende Anlage an.
FNRRS0220.message     = Die Anlage ''{0}'' weist keinen g\u00fcltigen Anlagentyp auf. Die Anlage sollte eine Schriftst\u00fcckkategorie oder ein Schriftst\u00fcckordner sein.
FNRRS0220.arg.0       = Der Anlagenname.

FNRRS0221.explanation = Das Schriftst\u00fcckordnerobjekt konnte nicht erstellt werden. 
FNRRS0221.action      = \u00dcberpr\u00fcfen Sie die zur Erstellung des Ordners verwendeten Parameter und versuchen Sie erneut, den Ordner zu erstellen.
FNRRS0221.message     = Schriftst\u00fcckordnerobjekt {0} kann nicht erstellt werden.
FNRRS0221.arg.0       = Der Entit\u00e4tstyp des zu erstellenden Ordners.

FNRRS0222.explanation = Die L\u00e4nge des PropertyName-Arrays und des PropertyValue-Arrays sollte gleich sein.
FNRRS0222.action      = Stellen Sie sicher, dass die L\u00e4nge des PropertyName-Arrays gleich der L\u00e4nge des PropertyValue-Arrays ist.
FNRRS0222.message     = Die L\u00e4nge des PropertyName-Arrays {0} und des PropertyValue-Arrays {1} stimmt nicht \u00fcberein.
FNRRS0222.arg.0       = PropertyName-Array.
FNRRS0222.arg.1       = PropertyValue-Array.

FNRRS0223.explanation = Wenn die angegebene abh\u00e4ngige Eigenschaft f\u00fcr das Objekt den Wert ''Wahr'' aufweist, muss der anderen Eigenschaft ein nicht leerer Wert zugewiesen sein.
FNRRS0223.action      = Geben Sie einen g\u00fcltigen Wert f\u00fcr den fehlenden Eigenschaftswert an oder passen Sie den Wert der abh\u00e4ngigen Eigenschaft an.
FNRRS0223.message     = Dem Objekt fehlt ein nicht leerer Wert f\u00fcr die Eigenschaft ''{0}'', der erforderlich ist, wenn die abh\u00e4ngige Eigenschaft ''{1}'' mit dem Wert ''Wahr'' angegeben ist.
FNRRS0223.arg.0       = Name der fehlenden oder leeren Eigenschaft.
FNRRS0223.arg.1       = Name der abh\u00e4ngigen Eigenschaft.

FNRRS0224.explanation = Dokument kann nicht als Schriftst\u00fcck deklariert werden. 
FNRRS0224.action      = \u00dcberpr\u00fcfen Sie die Parameter, die f\u00fcr die Deklaration des Dokuments als Schriftst\u00fcck verwendet wurden, und versuchen Sie erneut, das Dokument als Schriftst\u00fcck zu deklarieren.
FNRRS0224.message     = Dokument kann nicht als Schriftst\u00fcck deklariert werden.

FNRRS0225.explanation = Das Ablegen eines Schriftst\u00fccks in mehr als einen Container ist f\u00fcr dieses Aktenplanrepository derzeit nicht aktiviert.
FNRRS0225.action      = Versuchen Sie nicht, ein Schriftst\u00fcck in mehreren Containern abzulegen oder aktivieren Sie die Funktionalit\u00e4t f\u00fcr mehrfaches Ablegen f\u00fcr das Aktenplanrepository.
FNRRS0225.message     = Schriftst\u00fcck kann im Aktenplanrepository nicht in mehr als einem Container gespeichert werden: {0}.
RNRRS0255.arg.0       = Name des Aktenplanrepositorys.

FNRRS0226.explanation = Zul\u00e4ssige Werte f\u00fcr den Aufbewahrungszeitraum: 0-999 Jahre, 0-99 Monate, 0-99 Tage.
FNRRS0226.action      = Geben Sie g\u00fcltige Werte f\u00fcr den Aufbewahrungszeitraum an.
FNRRS0226.message     = Mindestens ein Wert f\u00fcr den Aufbewahrungszeitraum liegt au\u00dferhalb des g\u00fcltigen Bereichs. Zul\u00e4ssige Werte: 0-999 Jahre, 0-99 Monate, 0-99 Tage.

FNRRS0227.explanation = Ein Basiszeitplancontainer kann nur entweder einem Aktenplanstamm oder einem Container des Typs ''Schriftst\u00fcckkategorie'' hinzugef\u00fcgt werden.
FNRRS0227.action      = Wiederholen Sie die Aktion, indem Sie entweder einen Aktenplanstamm oder als \u00fcbergeordneten Zielcontainer eine Schriftst\u00fcckkategorie verwenden.
FNRRS0227.message     = Hinzuf\u00fcgen eines neuen Basiszeitplancontainers als Kind eines \u00fcbergeordneten Containers des Typs {0} nicht m\u00f6glich 
RNRRS0227.arg.0       = Entit\u00e4tstyp des \u00fcbergeordneten Containers.

FNRRS0228.explanation = Die angegebene Ausl\u00f6sereigenschaft konnte nicht gefunden werden.
FNRRS0228.action      = Geben Sie den symbolischen Namen einer g\u00fcltigen Eigenschaft des Typs ''DateTime'' an, die mindestens einer Schriftst\u00fcckklasse zugeordnet ist.
FNRRS0228.message     = Abrufen der Eigenschaftsvorlage f\u00fcr den angegebenen symbolischen Namen der angegebenen Ausl\u00f6sereigenschaft nicht m\u00f6glich: {0} 
RNRRS0228.arg.0       = Angegebener symbolischer Eigenschaftsname.

FNRRS0229.explanation = Die angegebene Ausl\u00f6sereigenschaft muss einen einzelnen Wert und den Datentyp ''DateTime'' haben.
FNRRS0229.action      = Geben Sie den symbolischen Namen einer g\u00fcltigen Eigenschaft des Typs ''DateTime'' mit einem einzelnen Wert an, die mindestens einer Schriftst\u00fcckklasse zugeordnet ist.
FNRRS0229.message     = Die angegebene Ausl\u00f6sereigenschaft hat entweder nicht den Datentyp ''DateTime'' und/oder keinen einzelnen Wert: {0}
RNRRS0229.arg.0       = Angegebener symbolischer Eigenschaftsname.

FNRRS0230.explanation = Die angegebene Ausl\u00f6sereigenschaft muss aktuell mindestens einer Schriftst\u00fcckklasse zugeordnet sein.
FNRRS0230.action      = Geben Sie den symbolischen Namen einer g\u00fcltigen Eigenschaft des Typs ''DateTime'' an, die mindestens einer Schriftst\u00fcckklasse zugeordnet ist.
FNRRS0230.message     = Die angegebene Ausl\u00f6sereigenschaft ist keiner Schriftst\u00fcckklasse zugeordnet: {0}.
RNRRS0230.arg.0       = Angegebener symbolischer Eigenschaftsname.

FNRRS0231.explanation = Ein vorgeschlagener Basiszeitplancontainer kann keine untergeordneten Untercontainer haben.
FNRRS0231.action      = W\u00e4hlen Sie einen anderen Container zur Konvertierung in einen Basiszeitplancontainer aus.
FNRRS0231.message     = Der vorgeschlagene Basiszeitplancontainer ist kein Endknoten: {0}
RNRRS0231.arg.0       = ID des vorgeschlagenen Containers.

FNRRS0232.explanation = Ein vorgeschlagener Basiszeitplancontainer kann kein untergeordnetes Schriftst\u00fcck enthalten, das aktuell in mehr als einem Container gespeichert ist.
FNRRS0232.action      = W\u00e4hlen Sie einen anderen Container zur Konvertierung aus oder entfernen Sie alle untergeordneten Schriftst\u00fccke, die die Bedingungen nicht erf\u00fcllen.
FNRRS0232.message     = Der vorgeschlagene Basiszeitplancontainer enth\u00e4lt mindestens ein mehrfach abgelegtes Schriftst\u00fcck: {0}.
FNRRS0232.arg.0       = ID des mehrfach abgelegten Schriftst\u00fccks.

FNRRS0233.explanation = Ein vorgeschlagener Basiszeitplancontainer kann kein untergeordnetes Schriftst\u00fcck haben, bei dem es sich um ein physisches Schriftst\u00fcck handelt.
FNRRS0233.action      = W\u00e4hlen Sie einen anderen Container zur Konvertierung aus oder entfernen Sie alle untergeordneten Schriftst\u00fccke, die die Bedingungen nicht erf\u00fcllen.
FNRRS0233.message     = Der vorgeschlagene Basiszeitplancontainer enth\u00e4lt mindestens ein Schriftst\u00fcck, bei dem es sich um ein physisches Schriftst\u00fcck handelt: {0}.
FNRRS0233.arg.0       = ID des physischen Schriftst\u00fccks.

FNRRS0234.explanation = Ein vorgeschlagener Basiszeitplancontainer kann kein untergeordnetes Schriftst\u00fcck haben, dem ein Schriftst\u00fccktyp zugeordnet ist.
FNRRS0234.action      = W\u00e4hlen Sie einen anderen Container zur Konvertierung aus oder entfernen Sie alle untergeordneten Schriftst\u00fccke, die die Bedingungen nicht erf\u00fcllen.
FNRRS0234.message     = Der vorgeschlagene Basiszeitplancontainer enth\u00e4lt mindestens ein Schriftst\u00fcck, dem ein Schriftst\u00fccktyp zugeordnet ist: {0}.
FNRRS0234.arg.0       = Schriftst\u00fcck-ID.

FNRRS0235.explanation = Alle in einem vorgeschlagenen Basiszeitplancontainer enthaltenen Schriftst\u00fccke m\u00fcssen die vorgeschlagene Ausl\u00f6sereigenschaft unterst\u00fctzen.
FNRRS0235.action      = W\u00e4hlen Sie eine andere Ausl\u00f6sereigenschaft aus oder entfernen Sie alle untergeordneten Schriftst\u00fccke, die die Bedingungen nicht erf\u00fcllen.
FNRRS0235.message     = Der vorgeschlagene Basiszeitplancontainer enth\u00e4lt mindestens ein Schriftst\u00fcck, dessen Schriftst\u00fcckklasse den vorgeschlagenen Ausl\u00f6sereigenschaftsnamen nicht unterst\u00fctzt: {0}.
FNRRS0235.arg.0       = Schriftst\u00fcck-ID.

FNRRS0236.explanation = Nicht alle Schriftst\u00fcckcontainertypen kommen f\u00fcr die Konvertierung in Basiszeitplancontainer infrage.
FNRRS0236.action      = W\u00e4hlen Sie einen anderen Container aus.
FNRRS0236.message     = Der vorgeschlagene Containertyp kommt f\u00fcr die Konvertierung in einen Basiszeitplancontainer nicht infrage: {0}.
FNRRS0236.arg.0       = Entit\u00e4tstyp des vorgeschlagenen Containers.

FNRRS0237.explanation = Erforderliche, zum Basiszeitplan geh\u00f6rende Eigenschaftsvorlagen und/oder deren Zuordnung zu verschiedenen Schriftst\u00fcckcontainerklassen sind in diesem Aktenplanrepository offensichtlich nicht vorhanden.
FNRRS0237.action      = Stellen Sie sicher, dass das entsprechende P8 Content Manager-Add-on auf dieses Aktenplanrepository angewendet wurde.
FNRRS0237.message     = Die zur Unterst\u00fctzung des Basiszeitplans erforderlichen Metadaten sind f\u00fcr dieses Aktenplanrepository nicht verf\u00fcgbar: {0}.
FNRRS0237.arg.0       = ID des Aktenplanrepositorys.

FNRRS0238.explanation = Ein g\u00fcltiger Basiszeitplancontainer muss einen ordnungsgem\u00e4\u00df formatierten Eigenschaftswert ''RMRetentionPeriod'' haben.
FNRRS0238.action      = Verwenden Sie die Methode ''DefensiblyDisposable.setRetentionPeriod'', um einen ordnungsgem\u00e4\u00dfen Aufbewahrungszeitraumwert f\u00fcr diesen Container einzurichten. 
FNRRS0238.message     = Der Wert des Aufbewahrungszeitraums des Basiszeitplans hat nicht das erwartete Format: jjj-mm-tt.

FNRRS0239.explanation = Ein Container muss bereits ein Basiszeitplancontainer sein, bevor eine zum Basiszeitplan geh\u00f6rende Eigenschaft ge\u00e4ndert werden kann.
FNRRS0239.action      = Stellen Sie sicher, dass der Container als Basiszeitplancontainer erstellt oder in einen Basiszeitplancontainer konvertiert wurde.
FNRRS0239.message     = Eine zum Basiszeitplan geh\u00f6rende Eigenschaft kann f\u00fcr einen Container, der kein Basiszeitplancontainer ist, nicht ge\u00e4ndert werden: {0}.
FNRRS0239.arg.0       = Container-ID.

FNRRS0240.explanation = Die direkte Einstellung solcher Eigenschaften ist nicht zul\u00e4ssig, weil dadurch die erforderliche \u00dcberpr\u00fcfungslogik \u00fcbergangen w\u00fcrde. 
FNRRS0240.action      = Verwenden Sie stattdessen die Methoden ''DefensiblyDisposable setRetentionPeriod'' und/oder ''setTriggerPropertyName''. 
FNRRS0240.message     = Die direkte Einstellung von Basiszeitplaneigenschaftswerten ist nicht zul\u00e4ssig.

FNRRS0241.explanation = Ein Basiszeitplancontainer darf keine mehrfach abgelegten Schriftst\u00fccke enthalten. 
FNRRS0241.action      = W\u00e4hlen Sie einen anderen Zielcontainer f\u00fcr die Ablage des Schriftst\u00fccks aus. 
FNRRS0241.message     = Ein mehrfach abgelegtes Schriftst\u00fcck kann nicht in einem Basiszeitplancontainer abgelegt werden.

FNRRS0242.explanation = Ein Basiszeitplancontainer darf keine physischen Schriftst\u00fccke enthalten. 
FNRRS0242.action      = W\u00e4hlen Sie einen anderen Zielcontainer f\u00fcr die Ablage des Schriftst\u00fccks aus. 
FNRRS0242.message     = Ein physisches Schriftst\u00fcck kann nicht in einem Basiszeitplancontainer abgelegt werden.

FNRRS0243.explanation = Ein Basiszeitplancontainer darf keine Schriftst\u00fccke enthalten, die einen Schriftst\u00fccktyp haben. 
FNRRS0243.action      = W\u00e4hlen Sie einen anderen Zielcontainer f\u00fcr die Ablage des Schriftst\u00fccks aus. 
FNRRS0243.message     = Ein Schriftst\u00fcck, dem ein Schriftst\u00fccktyp zugeordnet ist, kann nicht in einem Basiszeitplancontainer abgelegt werden.

FNRRS0244.explanation = Alle in einem Basiszeitplancontainer enthaltenen Schriftst\u00fccke m\u00fcssen die dem Container zugeordnete Ausl\u00f6sereigenschaft unterst\u00fctzen. 
FNRRS0244.action      = W\u00e4hlen Sie einen anderen Zielcontainer f\u00fcr die Ablage des Schriftst\u00fccks aus. 
FNRRS0244.message     = Die Klasse des Schriftst\u00fccks unterst\u00fctzt nicht die dem Basiszeitplancontainer zugeordnete Ausl\u00f6sereigenschaft.

FNRRS0245.explanation = Einem Basiszeitplancontainer darf kein Aussonderungszeitplan zugeordnet sein, weder direkt noch durch Vererbung. 
FNRRS0245.action      = Versuchen Sie nicht, einem vorhandenen Basiszeitplancontainer oder w\u00e4hrend der Erstellung eines solchen Containers einen Aussonderungszeitplan zuzuordnen.
FNRRS0245.message     = Einem Basiszeitplancontainer darf kein Aussonderungszeitplan zugeordnet werden.

FNRRS0246.explanation = Jedes Schriftst\u00fcck, das derzeit in einem Basiszeitplanbericht enthalten ist, kann nicht aus seinem Container entfernt werden.
FNRRS0246.action      = Sie k\u00f6nnen entweder eine neue Kopie dieses Schriftst\u00fccks erstellen oder das Schriftst\u00fcck zur\u00fcckstellen.
FNRRS0246.message     = Ein Schriftst\u00fcck, das derzeit in einem Basiszeitplanbericht enthalten ist, kann nicht verschoben werden: {0}.
FNRRS0246.arg.0       = Die Schriftst\u00fcckkennung.

FNRRS0247.explanation = Ein ansonsten infrage kommender Container kann nicht in einen Basiszeitplancontainer konvertiert werden, wenn er selbst oder mindestens ein enthaltenes Schriftst\u00fcck derzeit an einer Aussonderungsverarbeitung beteiligt ist.
FNRRS0247.action      = Beenden Sie die bestehende Aussonderungsverarbeitung f\u00fcr den Container und/oder die enthaltenen Schriftst\u00fccke, bevor Sie versuchen, eine Konvertierung durchzuf\u00fchren.
FNRRS0247.message     = Der vorgeschlagene Container kann derzeit nicht zur Konvertierung in einen Basiszeitplancontainer ausgew\u00e4hlt werden, weil der Container selbst oder mindestens ein enthaltenes Schriftst\u00fcck derzeit an einer Aussonderungsverarbeitung beteiligt ist: {0}.
FNRRS0247.arg.0       = ID des nicht ausw\u00e4hlbaren Containers oder untergeordneten Schriftst\u00fccks.

FNRRS0248.explanation = \u00c4nderungen an der Ausl\u00f6sereigenschaft f\u00fcr ein beliebiges, in einem Basiszeitplanbericht enthaltenes Schriftst\u00fcck sind nicht zul\u00e4ssig.
FNRRS0248.action      = Versuchen Sie nicht, den Wert der Ausl\u00f6sereigenschaft zu \u00e4ndern.
FNRRS0248.message     = Der Wert der zugewiesenen Ausl\u00f6sereigenschaft f\u00fcr ein Schriftst\u00fcck, das derzeit in einem Basiszeitplanbericht enthalten ist, kann nicht aktualisiert werden: {0}.
FNRRS0248.arg.0       = Die Schriftst\u00fcckkennung.

FNRRS0249.explanation = Da ein Basiszeitplancontainer keine mehrfach abgelegten Datens\u00e4tze enthalten darf, kan kein in einem Basiszeitplancontainer enthaltenes Schriftst\u00fcck an einem weiteren Ort abgelegt werden.
FNRRS0249.action      = Verschieben oder kopieren Sie das Schriftst\u00fcck statt es mehrfach abzulegen.
FNRRS0249.message     = Ein Schriftst\u00fcck, das derzeit in einem Basiszeitplancontainer enthalten ist, darf nicht mehrfach abgelegt werden: {0}.
FNRRS0249.arg.0       = Die Schriftst\u00fcckkennung.

FNRRS0250.explanation = Bestimmte Systemkonfigurationsinstanzen werden als konstant betrachtet und k\u00f6nnen nicht ge\u00e4ndert werden.
FNRRS0250.message     = Eine Aktualisierungsoperation ist f\u00fcr die Systemkonfigurationsinstanz mit dem folgenden Namen nicht zul\u00e4ssig: {0}.
FNRRS0250.arg.0       = Der Eigenschaftsname der Systemkonfiguration ist betroffen.

FNRRS0251.explanation = Das aktuelle Phasenausf\u00fchrungsdatum der Entit\u00e4t wurde entweder entfernt oder liegt nun in der Zukunft.
FNRRS0251.action      = F\u00fchren Sie den Aussonderungsscanvorgang erneut durch, um den Aussonderungsstatus der Entit\u00e4t zu aktualisieren.
FNRRS0251.message     = Die Aussonderung kann nicht ausgel\u00f6st werden, weil f\u00fcr die Entit\u00e4t {0}, Datum {1}, eine \u00c4nderung am aktuellen Phasenausf\u00fchrungsdatum vorgenommen wurde.
FNRRS0251.arg.0       = Die betroffene Entit\u00e4t.
FNRRS0251.arg.1       = Das aktuelle Phasenausf\u00fchrungsdatum der Entit\u00e4t.

FNRRS0252.explanation = Die Aktion ''Aussonderung ausl\u00f6sen'' kann nicht auf eine Entit\u00e4t angewendet werden, deren aktuelle Phasenaktion ''Automatische Vernichtung'' ist.
FNRRS0252.action      = F\u00fchren Sie den Aussonderungsscanvorgang ''Automatisch vernichten'' aus, um diese Entit\u00e4t zu verarbeiten.
FNRRS0252.message     = Die Aussonderung kann nicht f\u00fcr eine Entit\u00e4t ausgel\u00f6st werden, deren Aussonderungsphasenaktion ''Automatische Vernichtung'' ist: {0}.
FNRRS0252.arg.0       = Die betroffene Entit\u00e4t.

FNRRS0253.explanation = Die Aktion ''Aussonderung ausl\u00f6sen'' kann nicht auf eine Entit\u00e4t angewendet werden, deren Hierarchie f\u00fcr untergeordnete Container mindestens einen zur\u00fcckgestellten physischen Container enth\u00e4lt.
FNRRS0253.action      = Heben Sie vorhandene R\u00fcckstellungen auf und versuchen Sie erneut, die Aussonderung auszul\u00f6sen.
FNRRS0253.message     = F\u00fcr eine Entit\u00e4t, die einen zur\u00fcckgestellten physischen Container enth\u00e4lt, kann die Aussonderung nicht ausgel\u00f6st werden: {0}.
FNRRS0253.arg.0       = Die betroffene Entit\u00e4t.

FNRRS0254.explanation = Die Aktion ''Aussonderung ausl\u00f6sen'' kann nicht auf eine Entit\u00e4t angewendet werden, deren Hierarchie f\u00fcr untergeordnete Container mindestens ein zur\u00fcckgestelltes physisches Schriftst\u00fcck enth\u00e4lt.
FNRRS0254.action      = Heben Sie vorhandene R\u00fcckstellungen auf und versuchen Sie erneut, die Aussonderung auszul\u00f6sen.
FNRRS0254.message     = F\u00fcr eine Entit\u00e4t, die ein zur\u00fcckgestelltes physisches Schriftst\u00fcck enth\u00e4lt, kann die Aussonderung nicht ausgel\u00f6st werden: {0}.
FNRRS0254.arg.0       = Die betroffene Entit\u00e4t.

FNRRS0255.explanation = Die Aktion ''Aussonderung ausl\u00f6sen'' kann nicht auf eine Entit\u00e4t angewendet werden, deren Hierarchie f\u00fcr untergeordnete Container einen zur\u00fcckgestellten untergeordneten Container enth\u00e4lt, in dem physische Schriftst\u00fccke enthalten sind.
FNRRS0255.action      = Heben Sie vorhandene R\u00fcckstellungen auf und versuchen Sie erneut, die Aussonderung auszul\u00f6sen.
FNRRS0255.message     = F\u00fcr eine Entit\u00e4t, die einen zur\u00fcckgestellten untergeordneten Container enth\u00e4lt, der wiederum ein physisches Schriftst\u00fcck enth\u00e4lt, kann die Aussonderung nicht ausgel\u00f6st werden: {0}.
FNRRS0255.arg.0       = Die betroffene Entit\u00e4t.


FNRRS0300.explanation = Es kann keine JAAS-Subjektinstanz \u00fcbernommen werden, die diesem Dom\u00e4nentyp, dieser Verbindungs-URL, diesem Benutzernamen und diesem JAAS-Zeilengruppennamen zugeordnet ist.
FNRRS0300.action      = Stellen Sie Folgendes sicher: 1) Die JAAS-Konfiguration f\u00fcr die Laufzeitumgebung ist ordnungsgem\u00e4\u00df angegeben. 2) Die korrekte URL einschlie\u00dflich der korrekten Portnummer ist angegeben. 3) Der entsprechende JAAS-Zeilengruppenname wurde f\u00fcr die URL angegeben.
FNRRS0300.message     = JAAS-Subjekt kann nicht \u00fcbernommen werden f\u00fcr Dom\u00e4nentyp: ''{0}'', URL: ''{1}'', Benutzername: ''{2}'', JAAS-Zeilengruppe: ''{3}''.
FNRRS0300.arg.0       = Dom\u00e4nentyp
FNRRS0300.arg.1       = URL
FNRRS0300.arg.2       = Benutzername
FNRRS0300.arg.3       = JAAS-Zeilengruppe

FNRRS0301.explanation = Der von der Objektspeicher-ID angegebene P8-Objektspeicher ist kein g\u00fcltiges Records Manager-Inhaltsrepository.
FNRRS0301.action      = Stellen Sie sicher, dass das korrekte Records Manager-Datenmodell auf diesen P8-Objektspeicher angewendet wurde.
FNRRS0301.message     = Der P8-Objektspeicher ist kein g\u00fcltiges Records Manager-Inhaltsrepository: ''{0}''.
FNRRS0301.arg.0       = Objektspeicher-ID

FNRRS0302.explanation = Der von der Objektspeicher-ID angegebene P8-Objektspeicher ist kein g\u00fcltiges IBM Enterprise Records-Aktenplanrepository.
FNRRS0302.action      = Stellen Sie sicher, dass das korrekte IBM Enterprise Records-Datenmodell auf diesen P8-Objektspeicher angewendet wurde.
FNRRS0302.message     = Der P8-Objektspeicher ist kein g\u00fcltiges IBM Enterprise Records-Aktenplanrepository: ''{0}''.
FNRRS0302.arg.0       = Objektspeicher-ID

FNRRS0303.explanation = Das API-Objekt ''Instanz-ID'' des Typs ''Entit\u00e4tstyp'' wurde seinem entsprechenden Repository-Basisobjekt noch nicht zugeordnet. Dadurch wird die Verwendung der API-Instanz beschr\u00e4nkt, z. B. wenn versucht wird, Eigenschaftswerte von der Instanz abzurufen.
FNRRS0303.action      = F\u00fchren Sie eine Operation ''fetchInstance'' (anstelle von ''getInstance'') f\u00fcr die API-Instanz aus, um einen Abruf aus dem Repository zu erzwingen.
FNRRS0303.message     = F\u00fcr die folgende API-Instanz wurde kein Repository-Basisobjekt eingerichtet: ''{0}'', des Typs: ''{1}''.
FNRRS0303.arg.0       = Instanz-ID
FNRRS0303.arg.1       = Entit\u00e4tstyp

FNRRS0304.explanation = Von der Dom\u00e4ne ''Dom\u00e4nen-ID'' k\u00f6nnen keine verf\u00fcgbaren Aktenplanrepositorys abgerufen werden.
FNRRS0304.action      = Vergewissern Sie sich, dass der aktuelle Benutzer \u00fcber eine Zugriffsberechtigung f\u00fcr mindestens ein Aktenplanrepository in der Dom\u00e4ne verf\u00fcgt. Stellen Sie zudem sicher, dass mindestens ein Repository als Aktenplanrepository konfiguriert wurde.
FNRRS0304.message     = Von der folgenden Dom\u00e4ne k\u00f6nnen keine verf\u00fcgbaren Aktenplanrepositorys abgerufen werden: ''{0}''.
FNRRS0304.arg.0       = Dom\u00e4nen-ID

FNRRS0305.explanation = Von der Dom\u00e4ne ''Dom\u00e4nen-ID'' k\u00f6nnen keine verf\u00fcgbaren Aktenplanrepositorys abgerufen werden.
FNRRS0305.action      = Vergewissern Sie sich, dass der aktuelle Benutzer \u00fcber eine Zugriffsberechtigung f\u00fcr mindestens ein Aktenplanrepository in der Dom\u00e4ne verf\u00fcgt. Stellen Sie zudem sicher, dass mindestens ein Repository als Aktenplanrepository konfiguriert wurde.
FNRRS0305.message     = Von der folgenden Dom\u00e4ne k\u00f6nnen keine verf\u00fcgbaren Aktenplanrepositorys abgerufen werden: ''{0}''.
FNRRS0305.arg.0       = Dom\u00e4nen-ID

FNRRS0306.explanation = Bei dem Versuch, die P8 Content Engine-Eigenschaft aufzunehmen, deren symbolischer Name ''Symbolischer Name'' lautet, ist eine Ausnahmebedingung aufgetreten.
FNRRS0306.action      = Pr\u00fcfen Sie den Ausnahmebedingungsstack auf die zugrundeliegende Ursache f\u00fcr die Ausnahmebedingung RMRuntimeException. In der Regel liegt die Ursache an einem Problem mit der expliziten Typumwandlung.
FNRRS0306.message     = Fehler beim Aufnehmen der P8CE-Eigenschaft, symbolischer Name: ''{0}''.
FNRRS0306.arg.0       = Symbolischer Name

FNRRS0307.explanation = F\u00fcr die Eigenschaft ''Symbolischer Name'' wurde eine nicht unterst\u00fctzte Repository-Eigenschaftsklasse ''Klassenname'' gefunden.
FNRRS0307.action      = W\u00e4hlen Sie eine alternative Eigenschaft oder einen alternativen Eigenschaftsklassentyp aus.
FNRRS0307.message     = Bei der Aufnahme der Repository-Eigenschaft wurde eine nicht unterst\u00fctzte Eigenschaftsklasse gefunden, symbolischer Name: ''{0}'', Klasse: ''{1}''.
FNRRS0307.arg.0       = Symbolischer Name
FNRRS0307.arg.1       = Klassenname

FNRRS0308.explanation = Beim Festlegen des Repository-Eigenschaftswertes f\u00fcr die Eigenschaft ''Symbolischer Name'' des Typs ''Datentyp'' ist ein unerwarteter Fehler aufgetreten.
FNRRS0308.action      = Pr\u00fcfen Sie die interne Ausnahmebedingung auf zus\u00e4tzliche Repository-Fehlerbeschreibungen.
FNRRS0308.message     = Bei dem Versuch, den Repository-Eigenschaftswert festzulegen, ist ein Fehler aufgetreten, symbolischer Name: ''{0}'', Datentyp: ''{1}''.
FNRRS0308.arg.0       = Symbolischer Name
FNRRS0308.arg.1       = Datentyp

FNRRS0309.explanation = Ein Containerobjekt des Typs ''Entit\u00e4tstyp'' wird von der P8 Content Engine-Repository Access Layer nicht unterst\u00fctzt.
FNRRS0309.action      = W\u00e4hlen Sie einen anderen Containertyp aus oder w\u00e4hlen Sie ein alternatives Repository aus, das diesen Entit\u00e4tstyp unterst\u00fctzt.
FNRRS0309.message     = Containerobjekt kann aufgrund des folgenden nicht unterst\u00fctzten P8CE_RAL-Containerentit\u00e4tstyps nicht erstellt werden: ''{0}''.
FNRRS0309.arg.0       = Entit\u00e4tstyp

FNRRS0310.explanation = Das Aktenplanrepository verf\u00fcgt nicht \u00fcber ein Systemkonfigurationsobjekt, dessen Eigenschaftsname ''FPOS-Setup'' lautet.
FNRRS0310.action      = Stellen Sie sicher, dass das Aktenplanrepository ordnungsgem\u00e4\u00df konfiguriert wurde.
FNRRS0310.message     = Kein verf\u00fcgbares Systemkonfigurationsobjekt ''FPOS-Setup'' f\u00fcr das Aktenplanrepository: ''{0}''
FNRRS0310.arg.0       = Aktenplanrepository

FNRRS0311.explanation = Das Systemkonfigurationsobjekt des Aktenplanrepositorys, dessen Eigenschaftsname ''FPOS-Setup'' lautet, weist einen ung\u00fcltigen Eigenschaftswert f\u00fcr ''Eigenschaftswert'' auf.
FNRRS0311.action      = Stellen Sie sicher, dass das Aktenplanrepository ordnungsgem\u00e4\u00df konfiguriert wurde.
FNRRS0311.message     = Ung\u00fcltiger Wert f\u00fcr das Systemkonfigurationsobjekt ''FPOS-Setup'' f\u00fcr das Aktenplanrepository: ''{0}''.
FNRRS0311.arg.0       = Aktenplanrepository

FNRRS0312.explanation = Die Sicherungsoperation f\u00fcr das Objekt des Typs ''Entit\u00e4tstyp'' mit der ID ''Objekt-ID'' ist fehlgeschlagen.
FNRRS0312.action      = Vergewissern Sie sich, dass das betroffene Objekt noch im Repository vorhanden ist. Stellen Sie zudem sicher, dass der aktuelle Benutzer \u00fcber die entsprechende Zugriffsberechtigung auf Objektebene verf\u00fcgt, damit er diese Operation ausf\u00fchren kann.
FNRRS0312.message     = Die Sicherungsoperation kann f\u00fcr das folgende Repository-Objekt nicht ausgef\u00fchrt werden: ''{0}'', Typ: ''{1}''. Informationen zum zugrundeliegenden Fehler: {2}
FNRRS0312.arg.0       = Objekt-ID
FNRRS0312.arg.1       = Entit\u00e4tstyp
FNRRS0312.arg.2		  = Zeichenfolge der zugrundeliegenden Ausnahmebedingungsnachricht

FNRRS0313.explanation = Bei dem Versuch, den Aktenplanstammknoten des Aktenplanrepositorys abzurufen, ist ein Fehler aufgetreten.
FNRRS0313.action      = Vergewissern Sie sich, dass der aktuelle Benutzer zumindest \u00fcber die Anzeigeberechtigung f\u00fcr den Aktenplanstammknoten verf\u00fcgt und dass das bestimmte Aktenplanrepository ordnungsgem\u00e4\u00df installiert und konfiguriert wurde.
FNRRS0313.message     = Der Aktenplanstammknoten konnte von dem folgenden Aktenplanrepository nicht abgerufen werden: ''{0}''.
FNRRS0313.arg.0       = Aktenplanrepository

FNRRS0314.explanation = Beim Hinzuf\u00fcgen einer Eigenschaft mit dem Namen ''Symbolischer Name'' des Typs ''Datentyp'' zu einer Eigenschaftsgruppe ist ein unerwarteter Fehler aufgetreten.
FNRRS0314.action      = Pr\u00fcfen Sie die interne Ausnahmebedingung auf eine Repository-Fehlerbeschreibung.
FNRRS0314.message     = Bei dem Versuch, der Objektgruppe eine neue Eigenschaft hinzuzuf\u00fcgen, ist ein Fehler aufgetreten, symbolischer Name: ''{0}'', Datentyp: ''{1}''.
FNRRS0314.arg.0       = Symbolischer Name
FNRRS0314.arg.1       = Datentyp

FNRRS0315.explanation = Bei dem Versuch, die untergeordneten Schriftst\u00fcckkategorien vom \u00fcbergeordneten Container abzurufen, ist ein Fehler aufgetreten.
FNRRS0315.action      = Vergewissern Sie sich, dass der aktuelle Benutzer zumindest \u00fcber die Anzeigeberechtigung f\u00fcr den Inhalt des \u00fcbergeordneten Containers verf\u00fcgt.
FNRRS0315.message     = Fehler beim Abrufen der Schriftst\u00fcckkategorien vom \u00fcbergeordneten Container: ''{0}''.
FNRRS0315.arg.0       = \u00dcbergeordneter Container

FNRRS0316.explanation = Bei dem Versuch, die aktuellen Inhalte eines Seiteniterators zu \u00fcbernehmen, ist ein Fehler aufgetreten.
FNRRS0316.action      = Stellen Sie sicher, dass ein urspr\u00fcnglicher Aufruf von RMPageInterator.nextPage() erfolgt ist, um den Iterator auf die erste Seite zu versetzen. M\u00f6glicherweise wurde der Iterator auch \u00fcber die letzte Seite hinaus versetzt.
FNRRS0316.message     = Fehler bei dem Versuch, die Inhalte der aktuellen Seite von einem RM-Seiteniterator zu \u00fcbernehmen.

FNRRS0317.explanation = Bei dem Versuch, die n\u00e4chste Seite eines Seiteniterators zu \u00fcbernehmen, ist ein Fehler aufgetreten.
FNRRS0317.action      = Vergewissern Sie sich, dass der Iterator nicht bereits \u00fcber die letzte Seite hinaus versetzt wurde.
FNRRS0317.message     = Fehler bei dem Versuch, die n\u00e4chste Seite von einem PagableSet-Iterator zu \u00fcbernehmen.

FNRRS0318.explanation = Bei dem Versuch, die \u00fcbergeordneten Container f\u00fcr das Objekt abzurufen, ist ein Fehler aufgetreten.
FNRRS0318.action      = Vergewissern Sie sich, dass der aktuelle Benutzer zumindest \u00fcber die Anzeigeberechtigung f\u00fcr den \u00fcbergeordneten Container verf\u00fcgt.
FNRRS0318.message     = Fehler beim Abrufen der \u00fcbergeordneten Container f\u00fcr das Objekt: ''{0}''.
FNRRS0318.arg.0       = Objekt

FNRRS0319.explanation = Die L\u00f6schoperation f\u00fcr das Objekt des Typs ''Entit\u00e4tstyp'' mit der ID ''Objekt-ID'' ist fehlgeschlagen.
FNRRS0319.action      = Vergewissern Sie sich, dass das betroffene Objekt noch im Repository vorhanden ist. Stellen Sie zudem sicher, dass der aktuelle Benutzer \u00fcber die entsprechende Zugriffsberechtigung auf Objektebene verf\u00fcgt, damit er diese Operation ausf\u00fchren kann.
FNRRS0319.message     = Die L\u00f6schoperation konnte f\u00fcr das folgende Repository-Objekt nicht ausgef\u00fchrt werden: ''{0}'', Typ: ''{1}''.
FNRRS0319.arg.0       = Objekt-ID
FNRRS0319.arg.1       = Entit\u00e4tstyp

FNRRS0320.explanation = Die Operation zum Hinzuf\u00fcgen von Schriftst\u00fcckkategorien f\u00fcr das Objekt des Typs ''Entit\u00e4tstyp'' mit der ID ''Objekt-ID'' ist fehlgeschlagen.
FNRRS0320.action      = Vergewissern Sie sich, dass das betroffene Zielobjekt noch im Repository vorhanden ist. Vergewissern Sie sich, dass das Ziel eine Schriftst\u00fcckkategorie enthalten darf. Stellen Sie sicher, dass der aktuelle Benutzer \u00fcber die entsprechende Sicherheitszugriffsberechtigung auf Objektebene verf\u00fcgt, damit er diese Operation ausf\u00fchren kann.
FNRRS0320.message     = Die Schriftst\u00fcckkategorie konnte dem folgenden Zielobjekt nicht hinzugef\u00fcgt werden: ''{0}'', Typ: ''{1}''.
FNRRS0320.arg.0       = Objekt-ID
FNRRS0320.arg.1       = Entit\u00e4tstyp

FNRRS0321.explanation = Bei dem Versuch, die aktuelle Elementanzahl eines Seiteniterators zu \u00fcbernehmen, ist ein Fehler aufgetreten.
FNRRS0321.action      = Stellen Sie sicher, dass ein urspr\u00fcnglicher Aufruf von RMPageInterator.nextPage() erfolgt ist, um den Iterator auf die erste Seite zu versetzen. M\u00f6glicherweise wurde der Iterator auch \u00fcber die letzte Seite hinaus versetzt.
FNRRS0321.message     = Fehler bei dem Versuch, die aktuelle Elementanzahl von einem RM-Seiteniterator abzurufen.

FNRRS0322.explanation = Die Operation zum Hinzuf\u00fcgen von Schriftst\u00fcckordnern f\u00fcr das Objekt des Typs ''Entit\u00e4tstyp'' mit der ID ''Objekt-ID'' ist fehlgeschlagen.
FNRRS0322.action      = Vergewissern Sie sich, dass das betroffene Zielobjekt noch im Repository vorhanden ist. Vergewissern Sie sich, dass das Ziel einen Schriftst\u00fcckordner dieses Typs enthalten darf. Stellen Sie sicher, dass der aktuelle Benutzer \u00fcber die entsprechende Sicherheitszugriffsberechtigung auf Objektebene verf\u00fcgt, damit er diese Operation ausf\u00fchren kann.
FNRRS0322.message     = Der Schriftst\u00fcckordner konnte dem folgenden Zielobjekt nicht hinzugef\u00fcgt werden: ''{0}'', Typ: ''{1}''.
FNRRS0322.arg.0       = Objekt-ID
FNRRS0322.arg.1       = Entit\u00e4tstyp

FNRRS0323.explanation = Bei dem Versuch, die untergeordneten Schriftst\u00fcckordner aus dem \u00fcbergeordneten Container abzurufen, ist ein Fehler aufgetreten.
FNRRS0323.action      = Vergewissern Sie sich, dass der aktuelle Benutzer zumindest \u00fcber die Anzeigeberechtigung f\u00fcr den Inhalt des \u00fcbergeordneten Containers verf\u00fcgt.
FNRRS0323.message     = Fehler beim Abrufen der Schriftst\u00fcckordner vom \u00fcbergeordneten Container: ''{0}''.
FNRRS0323.arg.0       = \u00dcbergeordneter Container

FNRRS0324.explanation = Bei dem Versuch, den aktiven untergeordneten Datentr\u00e4ger vom \u00fcbergeordneten Container abzurufen, ist ein Fehler aufgetreten.
FNRRS0324.action      = Vergewissern Sie sich, dass der aktuelle Benutzer zumindest \u00fcber die Anzeigeberechtigung f\u00fcr den Inhalt des \u00fcbergeordneten Containers verf\u00fcgt.
FNRRS0324.message     = Fehler beim Abrufen des aktiven Datentr\u00e4gers vom \u00fcbergeordneten Container: ''{0}''.
FNRRS0324.arg.0       = \u00dcbergeordneter Container

FNRRS0325.explanation = Bei dem Versuch, die untergeordneten Schriftst\u00fcckdatentr\u00e4ger vom \u00fcbergeordneten Container abzurufen, ist ein Fehler aufgetreten.
FNRRS0325.action      = Vergewissern Sie sich, dass der aktuelle Benutzer zumindest \u00fcber die Anzeigeberechtigung f\u00fcr den Inhalt des \u00fcbergeordneten Containers verf\u00fcgt.
FNRRS0325.message     = Fehler beim Abrufen des Schriftst\u00fcckdatentr\u00e4gers vom \u00fcbergeordneten Container: ''{0}''.
FNRRS0325.arg.0       = \u00dcbergeordneter Container

FNRRS0326.explanation = Die Operation zum Hinzuf\u00fcgen von Schriftst\u00fcckdatentr\u00e4gern f\u00fcr das Objekt des Typs ''Entit\u00e4tstyp'' mit der ID ''Objekt-ID'' ist fehlgeschlagen.
FNRRS0326.action      = Vergewissern Sie sich, dass das betroffene Zielobjekt noch im Repository vorhanden ist. Vergewissern Sie sich, dass das Ziel einen Schriftst\u00fcckdatentr\u00e4ger enthalten darf. Stellen Sie sicher, dass der aktuelle Benutzer \u00fcber die entsprechende Sicherheitszugriffsberechtigung auf Objektebene verf\u00fcgt, damit er diese Operation ausf\u00fchren kann.
FNRRS0326.message     = Der Schriftst\u00fcckdatentr\u00e4ger konnte dem folgenden Zielobjekt nicht hinzugef\u00fcgt werden: ''{0}'', Typ: ''{1}''.
FNRRS0326.arg.0       = Objekt-ID
FNRRS0326.arg.1       = Entit\u00e4tstyp

FNRRS0327.explanation = Eine Abfrage f\u00fcr Objekte ist aufgrund eines Repository-Fehlers fehlgeschlagen.
FNRRS0327.action      = Vergewissern Sie sich, dass die SQL-Syntax korrekt ist, und/oder pr\u00fcfen Sie eine eventuell enthaltene Ausnahmebedingung auf detailliertere Fehlererl\u00e4uterungen.
FNRRS0327.message     = Die Abfrage f\u00fcr Objekte ist fehlgeschlagen.

FNRRS0328.explanation = Eine Abfrage f\u00fcr Zeilen ist aufgrund eines Repository-Fehlers fehlgeschlagen.
FNRRS0328.action      = Vergewissern Sie sich, dass die SQL-Syntax korrekt ist, und/oder pr\u00fcfen Sie eine eventuell enthaltene Ausnahmebedingung auf detailliertere Fehlererl\u00e4uterungen.
FNRRS0328.message     = Die Abfrage f\u00fcr Zeilen ist fehlgeschlagen.

FNRRS0329.explanation = Es wurde versucht, einen RM-Seitenwechseliterator von einer PagableSet-Instanz zu \u00fcbernehmen, die keinen Seitenwechsel unterst\u00fctzt.
FNRRS0329.action      = Verwenden Sie die Methode RMPagingIterator.supportsPaging(), um festzustellen, ob ein Seitenwechsel unterst\u00fctzt wird. Wenn kein Seitenwechsel unterst\u00fctzt wird, verwenden Sie die Methode RMPagingIterator.iterator() anstelle der Methode RMPagingIterator.pageIterator().
FNRRS0329.message     = Ein Seitenwechsel wird f\u00fcr diese PagableSet-Instanz nicht unterst\u00fctzt.

FNRRS0330.explanation = Beim Abrufen von Markierungss\u00e4tzen von der Dom\u00e4ne ''Dom\u00e4nen-ID'' ist ein Fehler aufgetreten.
FNRRS0330.action      = Vergewissern Sie sich, dass der aktuelle Benutzer \u00fcber eine Zugriffsberechtigung f\u00fcr mindestens einen Markierungssatz in der Dom\u00e4ne verf\u00fcgt.
FNRRS0330.message     = Markierungss\u00e4tze k\u00f6nnen von der folgenden Dom\u00e4ne nicht abgerufen werden: ''{0}''.
FNRRS0330.arg.0       = Dom\u00e4nen-ID

FNRRS0331.explanation = Die Identifikationszeichenfolge des Markierungssatzes ''Markierungssatz-ID'' weist ein ung\u00fcltiges Format auf.
FNRRS0331.action      = Stellen Sie sicher, dass die Identifikationszeichenfolge das Format einer GUID-Zeichenfolge hat: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}''. Dabei ist jedes ''x'' ein Hexadezimalzeichen.
FNRRS0331.message     = Falsches Format f\u00fcr eine Identifikationszeichenfolge eines Markierungssatzes: ''{0}''.
FNRRS0331.arg.0       = Markierungssatz-ID

FNRRS0332.explanation = Beim Abrufen einer Auswahlliste vom Repository ''Repository-ID'' ist ein Fehler aufgetreten.
FNRRS0332.action      = Vergewissern Sie sich, dass der aktuelle Benutzer \u00fcber eine Zugriffsberechtigung f\u00fcr mindestens eine Auswahlliste im Repository verf\u00fcgt.
FNRRS0332.message     = Auswahllisten k\u00f6nnen von dem folgenden Repository nicht abgerufen werden: ''{0}''.
FNRRS0332.arg.0       = Repository-ID

FNRRS0333.explanation = Die Identifikationszeichenfolge der Auswahlliste ''Auswahllisten-ID'' weist ein ung\u00fcltiges Format auf.
FNRRS0333.action      = Stellen Sie sicher, dass die Identifikationszeichenfolge das Format einer GUID-Zeichenfolge hat: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}''. Dabei ist jedes ''x'' ein Hexadezimalzeichen.
FNRRS0333.message     = Falsches Format f\u00fcr eine Identifikationszeichenfolge einer Auswahlliste: ''{0}''.
FNRRS0333.arg.0       = Auswahllisten-ID

FNRRS0334.explanation = Beim Abrufen einer Klassenbeschreibung ''Klassenbeschreibungs-ID'' vom Repository ''Repository-ID'' ist ein Fehler aufgetreten.
FNRRS0334.action      = Vergewissern Sie sich, dass die Klassenbeschreibung im Repository vorhanden ist und der aktuelle Benutzer \u00fcber eine Zugriffsberechtigung f\u00fcr die Klassenbeschreibung verf\u00fcgt.
FNRRS0334.message     = Klassenbeschreibung kann von dem folgenden Repository nicht abgerufen werden: ''{0}'', Klassenbeschreibungsidentit\u00e4t: ''{1}''.
FNRRS0334.arg.0       = Repository-ID
FNRRS0334.arg.1       = Klassenbeschreibungs-ID

FNRRS0335.explanation = Beim Abrufen von Klassenbeschreibungen vom Repository ''Repository-ID'' ist ein Fehler aufgetreten.
FNRRS0335.action      = Vergewissern Sie sich, dass der aktuelle Benutzer \u00fcber eine Zugriffsberechtigung f\u00fcr das Repository verf\u00fcgt.
FNRRS0335.message     = Klassenbeschreibungen k\u00f6nnen von dem folgenden Repository nicht abgerufen werden: ''{0}'', Klassenbeschreibungsidentit\u00e4ten: ''{1}''.
FNRRS0335.arg.0       = Repository-ID

FNRRS0336.explanation = Es wurde ein ung\u00fcltiger ID-Zeichenfolgeparameter gefunden.
FNRRS0336.action      = Stellen Sie sicher, dass die Identifikationszeichenfolge das Format einer GUID-Zeichenfolge hat: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}''. Dabei ist jedes ''x'' ein Hexadezimalzeichen.
FNRRS0336.message     = Ung\u00fcltiger ID-Zeichenfolgeparameter: ''{0}''.
FNRRS0336.arg.0       = ID-Zeichenfolge

FNRRS0337.explanation = Der aktuell authentifizierte Benutzer f\u00fcr die Dom\u00e4ne kann nicht abgerufen werden.
FNRRS0337.action      = Stellen Sie sicher, dass ein Benutzer derzeit f\u00fcr die Dom\u00e4ne authentifiziert ist und/oder ein JAAS-Subjekt f\u00fcr den aktuellen Thread eingerichtet wurde.
FNRRS0337.message     = Der aktuell authentifizierte Benutzer f\u00fcr die Dom\u00e4ne kann nicht abgerufen werden.

FNRRS0338.explanation = Die Suchoperation f\u00fcr die angegebenen Benutzergruppen ist fehlgeschlagen.
FNRRS0338.action      = Stellen Sie sicher, dass ein Benutzer derzeit f\u00fcr die Dom\u00e4ne authentifiziert ist und/oder ein JAAS-Subjekt f\u00fcr den aktuellen Thread eingerichtet wurde.
FNRRS0338.message     = Fehler bei der Suche nach Dom\u00e4nenbenutzergruppen.

FNRRS0339.explanation = Die Suchoperation f\u00fcr die angegebenen Benutzer ist fehlgeschlagen.
FNRRS0339.action      = Stellen Sie sicher, dass ein Benutzer derzeit f\u00fcr die Dom\u00e4ne authentifiziert ist und/oder ein JAAS-Subjekt f\u00fcr den aktuellen Thread eingerichtet wurde.
FNRRS0339.message     = Fehler bei der Suche nach Dom\u00e4nenbenutzern.

FNRRS0340.explanation = Der aktuelle Benutzer verf\u00fcgt \u00fcber unzureichende Berechtigungen f\u00fcr das Hinzuf\u00fcgen eines neuen Mitglieds zu einer vorhandenen Rolle, die durch ihren Rollennamen, den Rollentyp und den Anwendungsnamen definiert wird.
FNRRS0340.action      = Stellen Sie sicher, dass der aktuelle Benutzer \u00fcber ausreichende Berechtigungen verf\u00fcgt, um ein neues Mitglied einer vorhandenen Rolle hinzuzuf\u00fcgen.
FNRRS0340.message     = Der aktuelle Benutzer verf\u00fcgt \u00fcber unzureichende Zugriffsberechtigungen f\u00fcr die Rolle, Rollenname = ''{0}'', Rollentyp = ''{1}'', Anwendung = ''{2}''.
FNRRS0340.arg.0       = Rollenname
FNRRS0340.arg.1       = Rollentyp
FNRRS0340.arg.2       = Anwendungsname

FNRRS0341.explanation = Bei dem Versuch, die durch Rollentyp und Anwendungsname definierte Zugriffsrolle abzurufen, ist ein Fehler aufgetreten.
FNRRS0341.action      = Stellen Sie sicher, dass der aktuelle Benutzer \u00fcber ausreichende Berechtigungen verf\u00fcgt, um ein neues Mitglied einer vorhandenen Rolle hinzuzuf\u00fcgen, und dass die betroffene Rolle noch im Repository vorhanden ist.
FNRRS0341.message     = Fehler bei dem Versuch, die durch Typ = ''{0}'' und Anwendung = ''{1}'' definierte Zugriffsrolle abzurufen.
FNRRS0341.arg.0       = Rollentyp
FNRRS0341.arg.1       = Anwendungsname

FNRRS0342.explanation = Eine neue Rolle mit dem Typ ''Rollentyp'' und dem Anwendungsnamen ''Anwendungsname'' kann nicht erstellt werden, da eine Rolle mit diesen Werten bereits vorhanden ist.
FNRRS0342.action      = Verwenden Sie entweder eine andere Wertegruppe f\u00fcr Rollentyp/Anwendungsname oder l\u00f6schen Sie zun\u00e4chst die \u00fcbereinstimmende vorhandene Rolle.
FNRRS0342.message     = Die neue Rolle kann aufgrund der folgenden \u00fcbereinstimmenden vorhandenen Rolle nicht erstellt werden, Typ = ''{0}'' und Anwendung = ''{1}''.
FNRRS0342.arg.0       = Rollentyp
FNRRS0342.arg.1       = Anwendungsname

FNRRS0343.explanation = Bei dem Versuch, die durch Rollenname und Anwendungsname definierte Zugriffsrolle abzurufen, ist ein Fehler aufgetreten.
FNRRS0343.action      = Stellen Sie sicher, dass der aktuelle Benutzer \u00fcber ausreichende Berechtigungen verf\u00fcgt, um die vorhandene Rolle anzuzeigen, und dass die betroffene Rolle noch im Repository vorhanden ist.
FNRRS0343.message     = Fehler bei dem Versuch, die durch Name = ''{0}'' und Anwendung = ''{1}'' definierte Zugriffsrolle abzurufen.
FNRRS0343.arg.0       = Rollenname
FNRRS0343.arg.1       = Anwendungsname

FNRRS0344.explanation = Der aktuelle Benutzer kann nicht festgestellt werden.
FNRRS0344.action      = Stellen Sie sicher, dass ein Benutzer derzeit f\u00fcr die Dom\u00e4ne authentifiziert ist und/oder ein JAAS-Subjekt f\u00fcr den aktuellen Thread eingerichtet wurde.
FNRRS0344.message     = Der aktuelle Benutzer kann nicht festgestellt werden.

FNRRS0345.explanation = Bei dem Versuch, die Aktenpl\u00e4ne vom \u00fcbergeordneten Aktenplanrepository abzurufen, ist ein Fehler aufgetreten.
FNRRS0345.action      = Pr\u00fcfen Sie, ob der aktuelle Benutzer zumindest \u00fcber die Anzeigeberechtigung f\u00fcr den Inhalt des Aktenplanrepositorys verf\u00fcgt.
FNRRS0345.message     = Fehler beim Abrufen der Aktenpl\u00e4ne vom Aktenplanrepository: ''{0}''.
FNRRS0345.arg.0       = Aktenplanrepository

FNRRS0346.explanation = Eine erforderliche Eigenschaft fehlt oder hat keinen Wert.
FNRRS0346.action      = Stellen Sie sicher, dass ein g\u00fcltiger Eigenschaftswert angegeben wird.
FNRRS0346.message     = Die Eigenschaft fehlt oder hat keinen Wert, symbolischer Name: ''{0}''.
FNRRS0346.arg.0       = Eigenschaftsname

FNRRS0347.explanation = Der angegebene Aktenplanname ist nicht eindeutig.
FNRRS0347.action      = Geben Sie einen Aktenplannamen an, der im Aktenplanrepository noch nicht verwendet wurde.
FNRRS0347.message     = Aktenplanname ist nicht eindeutig: ''{0}''.
FNRRS0347.arg.0       = Aktenplanname

FNRRS0348.explanation = Bei dem Versuch, einem Aktenplanrepository einen neuen Aktenplan hinzuzuf\u00fcgen, ist ein Fehler aufgetreten.
FNRRS0348.action      = Pr\u00fcfen Sie, ob das Zielrepository g\u00fcltig ist. Stellen Sie sicher, dass der aktuelle Benutzer \u00fcber die entsprechende Zugriffsberechtigung auf Objektebene verf\u00fcgt, damit er diese Operation ausf\u00fchren kann.
FNRRS0348.message     = Dem folgenden Zielaktenplanrepository kann kein neuer Aktenplan hinzugef\u00fcgt werden: ''{0}''.
FNRRS0348.arg.0       = Repository-ID

FNRRS0349.explanation = Die angegebene Eigenschaftsbeschreibung oder ihr Unterfeld, die bzw. das zur angegebenen Klasse und zum angegebenen Repository geh\u00f6rt, kann nicht \u00fcbernommen werden.
FNRRS0349.action      = Vergewissern Sie sich, dass die angegebene Klasse f\u00fcr den aktuellen Prozess korrekt ist.
FNRRS0349.message     = Die Eigenschaftsbeschreibung kann f\u00fcr Folgendes nicht \u00fcbernommen werden: ''{0}'', Klassenidentit\u00e4t: ''{1}'', Repository: ''{2}''.
FNRRS0349.arg.0       = Eigenschafts-ID
FNRRS0349.arg.1       = Klassen-ID
FNRRS0349.arg.2       = Repository-ID

FNRRS0350.explanation = Bei dem Versuch, das angegebene Inhaltselement als Teil einer Schriftst\u00fcckdeklaration abzurufen, ist ein Fehler aufgetreten.
FNRRS0350.action      = Vergewissern Sie sich, dass das angegebene Inhaltselement vorhanden ist und darauf zugegriffen werden kann.
FNRRS0350.message     = Das angegebene Inhaltselement kann zu Schriftst\u00fcckdeklarationszwecken nicht abgerufen werden: ''{0}''.
FNRRS0350.arg.0       = Inhaltselement-ID

FNRRS0351.explanation = F\u00fcr den angegebenen Schriftst\u00fcckordner kann kein aktiver untergeordneter Datentr\u00e4ger gefunden werden. Dies kann eine Schriftst\u00fcckdeklaration verhindern, wenn dieser Schriftst\u00fcckordner ein Mitglied der Zielcontainer des neuen Schriftst\u00fccks ist.
FNRRS0351.action      = F\u00fcgen Sie dem Schriftst\u00fcckordner einen neuen aktiven Datentr\u00e4ger hinzu oder \u00f6ffnen Sie einen vorhandenen Datentr\u00e4ger erneut und definieren Sie ihn als Zielcontainer f\u00fcr die Schriftst\u00fcckdeklaration.
FNRRS0351.message     = F\u00fcr den angegebenen Schriftst\u00fcckordner ist kein aktiver untergeordneter Datentr\u00e4ger verf\u00fcgbar: ''{0}''.
FNRRS0351.arg.0       = Schriftst\u00fcckordner-ID

FNRRS0352.explanation = Bei dem Versuch, die Verzeichnisse vom \u00fcbergeordneten Aktenplanrepository abzurufen, ist ein Fehler aufgetreten.
FNRRS0352.action      = Pr\u00fcfen Sie, ob der aktuelle Benutzer zumindest \u00fcber die Anzeigeberechtigung f\u00fcr den Inhalt des Aktenplanrepositorys verf\u00fcgt.
FNRRS0352.message     = Fehler beim Abrufen von Verzeichnissen vom Aktenplanrepository: ''{0}''.
FNRRS0352.arg.0       = Aktenplanrepository

FNRRS0353.explanation = Bei dem Versuch, das Add-on vom angegebenen Repository abzurufen, ist ein Fehler aufgetreten.
FNRRS0353.action      = Vergewissern Sie sich, dass der aktuelle Benutzer zumindest \u00fcber die Anzeigeberechtigung f\u00fcr die Repository-Inhalte verf\u00fcgt.
FNRRS0353.message     = Fehler beim Abrufen von Add-ons vom Repository: ''{0}''.
FNRRS0353.arg.0       = Repository

FNRRS0354.explanation = Bei dem Versuch, die Schriftst\u00fccktypen vom \u00fcbergeordneten Aktenplanrepository abzurufen, ist ein Fehler aufgetreten.
FNRRS0354.action      = Pr\u00fcfen Sie, ob der aktuelle Benutzer zumindest \u00fcber die Anzeigeberechtigung f\u00fcr den Inhalt des Aktenplanrepositorys verf\u00fcgt.
FNRRS0354.message     = Fehler beim Abrufen der Schriftst\u00fccktypen vom Aktenplanrepository: ''{0}''.
FNRRS0354.arg.0       = Aktenplanrepository

FNRRS0355.explanation = Die Identifikationszeichenfolge des RM-Links ''RM-Link-ID'' weist ein ung\u00fcltiges Format auf.
FNRRS0355.action      = Stellen Sie sicher, dass die Identifikationszeichenfolge das Format einer GUID-Zeichenfolge hat: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}''. Dabei ist jedes ''x'' ein Hexadezimalzeichen.
FNRRS0355.message     = Falsches Format f\u00fcr eine Identifikationszeichenfolge eines RM-Links: ''{0}''.
FNRRS0355.arg.0       = RM-Link-ID

FNRRS0356.explanation = Bei dem Versuch, verf\u00fcgbare Sicherheitsklassifikationshandb\u00fccher vom angegebenen Aktenplanrepository abzurufen, ist ein Fehler aufgetreten.
FNRRS0356.action      = Stellen Sie sicher, dass das Repository ein DoD-sicherheitsklassifiziertes Aktenplanrepository ist und der aktuelle Benutzer \u00fcber die erforderliche Zugriffsberechtigung f\u00fcr Klassifikationshandb\u00fccher verf\u00fcgt.
FNRRS0356.message     = Fehler beim Abrufen von Sicherheitsklassifikationshandb\u00fcchern vom Aktenplanrepository: ''{0}''.
FNRRS0356.arg.0       = Repository-ID

FNRRS0357.explanation = Bei dem Versuch, verf\u00fcgbare untergeordnete Abschnitte f\u00fcr das angegebene Sicherheitsklassifikationshandbuch oder den angegebenen Handbuchabschnitt abzurufen, das bzw. der zum angegebenen Aktenplanrepository geh\u00f6rt, ist ein Fehler aufgetreten.
FNRRS0357.action      = Stellen Sie sicher, dass das Repository ein DoD-sicherheitsklassifiziertes Aktenplanrepository ist und der aktuelle Benutzer \u00fcber die erforderliche Zugriffsberechtigung f\u00fcr Klassifikationshandb\u00fccher verf\u00fcgt.
FNRRS0357.message     = Fehler beim Abrufen von untergeordneten Abschnitten von einem Klassifikationshandbuch oder Handbuchabschnitt, ''{1}'', das bzw. der zu dem folgenden Aktenplanrepository geh\u00f6rt: ''{0}''.
FNRRS0357.arg.0       = Repository-ID
FNRRS0357.arg.1       = Klassifikationshandbuch oder Abschnitt

FNRRS0358.explanation = Bei dem Versuch, verf\u00fcgbare untergeordnete Themen f\u00fcr das angegebene Sicherheitsklassifikationshandbuch oder den angegebenen Handbuchabschnitt abzurufen, das bzw. der zum angegebenen Aktenplanrepository geh\u00f6rt, ist ein Fehler aufgetreten.
FNRRS0358.action      = Stellen Sie sicher, dass das Repository ein DoD-sicherheitsklassifiziertes Aktenplanrepository ist und der aktuelle Benutzer \u00fcber die erforderliche Zugriffsberechtigung f\u00fcr Klassifikationshandb\u00fccher verf\u00fcgt.
FNRRS0358.message     = Fehler beim Abrufen von untergeordneten Themen von einem Klassifikationshandbuch oder Handbuchabschnitt, ''{1}'', das bzw. der zu dem folgenden Aktenplanrepository geh\u00f6rt: ''{0}''.
FNRRS0358.arg.0       = Repository-ID
FNRRS0358.arg.1       = Klassifikationshandbuch oder Abschnitt

FNRRS0359.explanation = Das angegebene Aktenplanrepository ist nicht mit dem DoD-klassifizierten Datenmodell konfiguriert und unterst\u00fctzt daher keine DoD-Sicherheitsklassifikationshandb\u00fccher.
FNRRS0359.action      = Stellen Sie sicher, dass das korrekte Aktenplanrepository angegeben wird und es mit dem DoD-klassifizierten Datenmodell konfiguriert ist.
FNRRS0359.message     = DoD-Klassifikationshandb\u00fccher werden von dem folgenden Aktenplanrepository nicht unterst\u00fctzt: ''{0}''.
FNRRS0359.arg.0       = Repository-ID

FNRRS0360.explanation = Bei dem Versuch, das angegebene Sicherheitsklassifikationshandbuch abzurufen, das zu dem angegebenen Aktenplanrepository geh\u00f6rt, ist ein Fehler aufgetreten.
FNRRS0360.action      = Stellen Sie sicher, dass das Repository ein DoD-sicherheitsklassifiziertes Aktenplanrepository ist und der aktuelle Benutzer \u00fcber die erforderliche Zugriffsberechtigung f\u00fcr Klassifikationshandb\u00fccher verf\u00fcgt.
FNRRS0360.message     = Fehler beim Abrufen des Klassifikationshandbuchs, ''{1}'', das zu dem folgenden Aktenplanrepository geh\u00f6rt: ''{0}''.
FNRRS0360.arg.0       = Repository-ID
FNRRS0360.arg.1       = Handbuch-ID

FNRRS0361.explanation = Von der P8 Content Engine-API wurde eine unerwartete Ausnahmebedingung zur\u00fcckgegeben, wie durch den Ausnahmecode und die Nachrichtenzeichenfolge angegeben.
FNRRS0361.action      = Pr\u00fcfen Sie die enthaltene P8 Content Engine-Ausnahmebedingung und eventuell verf\u00fcgbare Fehlerdatens\u00e4tze auf Informationen zu der zugrundeliegenden Ursache f\u00fcr diese Fehlerbedingung.
FNRRS0361.message     = Eine unerwartete P8 Content Engine-Ausnahmebedingung ist aufgetreten. Ausnahmecode: {0}, Nachricht: ''{1}''
FNRRS0361.arg.0       = CE-Ausnahmecode
FNRRS0361.arg.1       = CE-Ausnahmebedingungsnachricht

FNRRS0362.explanation = Bei dem Versuch, den maximalen Zeitlimitwert f\u00fcr die DoD-klassifizierte Deklassifizierung vom angegebenen Aktenplanrepository abzurufen, ist eine unerwartete Ausnahmebedingung aufgetreten.
FNRRS0362.action      = Stellen Sie sicher, dass die Eigenschaft ''DoD-klassifiziertes Datenmodell'' f\u00fcr dieses Repository konfiguriert wurde und sie einen g\u00fcltigen Wert f\u00fcr den entsprechenden Systemkonfigurationseintrag enth\u00e4lt.
FNRRS0362.message     = Unerwarteter Fehler beim Abrufen des maximalen Zeitlimitwertes f\u00fcr die DoD-klassifizierte Deklassifizierung. Repository: ''{0}''
FNRRS0362.arg.0       = Repository-Name

FNRRS0363.explanation = Bei dem Versuch, die Aussonderungsaktionen vom \u00fcbergeordneten Aktenplanrepository abzurufen, ist ein Fehler aufgetreten.
FNRRS0363.action      = Pr\u00fcfen Sie, ob der aktuelle Benutzer zumindest \u00fcber die Anzeigeberechtigung f\u00fcr den Inhalt des Aktenplanrepositorys verf\u00fcgt.
FNRRS0363.message     = Fehler beim Abrufen von Aussonderungsaktionen vom Aktenplanrepository: ''{0}''.
FNRRS0363.arg.0       = Aktenplanrepository

FNRRS0364.explanation = Bei dem Versuch, die Aussonderungsausl\u00f6ser vom \u00fcbergeordneten Aktenplanrepository abzurufen, ist ein Fehler aufgetreten.
FNRRS0364.action      = Pr\u00fcfen Sie, ob der aktuelle Benutzer zumindest \u00fcber die Anzeigeberechtigung f\u00fcr den Inhalt des Aktenplanrepositorys verf\u00fcgt.
FNRRS0364.message     = Fehler beim Abrufen von Aussonderungsausl\u00f6sern vom Aktenplanrepository: ''{0}''.
FNRRS0364.arg.0       = Aktenplanrepository

FNRRS0365.explanation = Bei dem Versuch, die Aussonderungszeitpl\u00e4ne vom \u00fcbergeordneten Aktenplanrepository abzurufen, ist ein Fehler aufgetreten.
FNRRS0365.action      = Pr\u00fcfen Sie, ob der aktuelle Benutzer zumindest \u00fcber die Anzeigeberechtigung f\u00fcr den Inhalt des Aktenplanrepositorys verf\u00fcgt.
FNRRS0365.message     = Fehler beim Abrufen von Aussonderungszeitpl\u00e4nen vom Aktenplanrepository: ''{0}''.
FNRRS0365.arg.0       = Aktenplanrepository

FNRRS0366.explanation = Der vorgeschlagene Name f\u00fcr das Aussonderungsausl\u00f6serereignis wird in diesem Repository bereits verwendet.
FNRRS0366.action      = Geben Sie einen Wert an, der nicht bereits in diesem Repository verwendet wird.
FNRRS0366.message     = Der vorgeschlagene Name f\u00fcr das Aussonderungsausl\u00f6serereignis ist in dem Repository nicht eindeutig: ''{0}''.
FNRRS0366.arg.0       = Namenswert

FNRRS0367.explanation = Der Zykluszeitraum f\u00fcr einen wiederholt auftretenden Aussonderungsausl\u00f6ser muss gr\u00f6\u00dfer als 0 sein.
FNRRS0367.action      = Geben Sie einen Wert ungleich null f\u00fcr den Jahres-, Monats- oder Tageswert an.
FNRRS0367.message     = Mindestens ein Wert f\u00fcr den Zykluszeitraum muss gr\u00f6\u00dfer als 0 sein.

FNRRS0368.explanation = Bei dem Versuch, einem Aktenplanrepository einen neuen Aussonderungsausl\u00f6ser hinzuzuf\u00fcgen, ist ein Fehler aufgetreten.
FNRRS0368.action      = Pr\u00fcfen Sie, ob das Zielrepository g\u00fcltig ist. Stellen Sie sicher, dass der aktuelle Benutzer \u00fcber die entsprechende Sicherheitszugriffsberechtigung auf Objektebene verf\u00fcgt, damit er diese Operation ausf\u00fchren kann.
FNRRS0368.message     = Dem folgenden Zielaktenplanrepository kann kein neuer Aussonderungsausl\u00f6ser hinzugef\u00fcgt werden: ''{0}''.
FNRRS0368.arg.0       = Repository-ID

FNRRS0369.explanation = Bei dem Versuch, einem Aktenplanrepository eine neue Aussonderungsaktion hinzuzuf\u00fcgen, ist ein Fehler aufgetreten.
FNRRS0369.action      = Pr\u00fcfen Sie, ob das Zielrepository g\u00fcltig ist. Stellen Sie sicher, dass der aktuelle Benutzer \u00fcber die entsprechende Sicherheitszugriffsberechtigung auf Objektebene verf\u00fcgt, damit er diese Operation ausf\u00fchren kann.
FNRRS0369.message     = Dem folgenden Zielaktenplanrepository kann keine neue Aussonderungsaktion hinzugef\u00fcgt werden: ''{0}''.
FNRRS0369.arg.0       = Repository-ID

FNRRS0370.explanation = Der vorgeschlagene Name f\u00fcr die Aussonderungsaktion wird in diesem Repository bereits verwendet.
FNRRS0370.action      = Geben Sie einen Wert an, der nicht bereits in diesem Repository verwendet wird.
FNRRS0370.message     = Der vorgeschlagene Name f\u00fcr die Aussonderungsaktion ist in dem Repository nicht eindeutig: ''{0}''.
FNRRS0370.arg.0       = Namenswert

FNRRS0371.explanation = Der der Aussonderungsaktion zugeordnete vorgeschlagene Workflowwert ist keine Instanz der Workflowdefinitionsklasse.
FNRRS0371.action      = Geben Sie eine g\u00fcltige IBM Enterprise Records-Workflowdefinitionsinstanz f\u00fcr die zugeh\u00f6rige Workfloweigenschaft an.
FNRRS0371.message     = Der der Aussonderungsaktion zugeordnete vorgeschlagene Workflowwert ist keine Instanz der Workflowdefinitionsklasse: ''{0}''.
FNRRS0371.arg.0       = Klassenname

FNRRS0372.explanation = Bei dem Versuch, die Workflowdefinitionen vom \u00fcbergeordneten Aktenplanrepository abzurufen, ist ein Fehler aufgetreten.
FNRRS0372.action      = Pr\u00fcfen Sie, ob der aktuelle Benutzer zumindest \u00fcber die Anzeigeberechtigung f\u00fcr den Inhalt des Aktenplanrepositorys verf\u00fcgt.
FNRRS0372.message     = Fehler beim Abrufen von Workflowdefinitionen vom Aktenplanrepository: ''{0}''.
FNRRS0372.arg.0       = Aktenplanrepository

FNRRS0373.explanation = Der vorgeschlagene Name f\u00fcr den Aussonderungszeitplan wird in diesem Repository bereits verwendet.
FNRRS0373.action      = Geben Sie einen Wert an, der nicht bereits in diesem Repository verwendet wird.
FNRRS0373.message     = Der vorgeschlagene Name f\u00fcr den Aussonderungszeitplan ist in dem Repository nicht eindeutig: ''{0}''.
FNRRS0373.arg.0       = Namenswert

FNRRS0374.explanation = F\u00fcr den vorgeschlagenen Aussonderungszeitplan wurde ein ung\u00fcltiger Wert f\u00fcr den Aussonderungsausl\u00f6ser angegeben.
FNRRS0374.action      = Geben Sie einen g\u00fcltigen Wert f\u00fcr den Aussonderungsausl\u00f6ser oder einen vordefinierten Kalenderdatumsausl\u00f6ser an.
FNRRS0374.message     = F\u00fcr den vorgeschlagenen Aussonderungszeitplan wurde ein ung\u00fcltiger Wert f\u00fcr den Aussonderungsausl\u00f6ser angegeben.
FNRRS0374.arg.0       = Namenswert

FNRRS0375.explanation = Der Wert f\u00fcr die angegebene Eigenschaft ist ung\u00fcltig oder liegt au\u00dferhalb des g\u00fcltigen Bereichs.
FNRRS0375.action      = Geben Sie einen g\u00fcltigen Wert f\u00fcr die angegebene Eigenschaft an.
FNRRS0375.message     = Der Wert f\u00fcr die angegebene Eigenschaft ist ung\u00fcltig oder liegt au\u00dferhalb des g\u00fcltigen Bereichs: {0}, ''{1}''
FNRRS0375.arg.0       = Eigenschaftsname
FNRRS0375.arg.1       = Eigenschaftswert

FNRRS0376.explanation = Dem vorgeschlagenen Namen f\u00fcr den Aussonderungszeitplan fehlt ein g\u00fcltiger Wert f\u00fcr den Aufbewahrungszeitraum.
FNRRS0376.action      = Geben Sie nicht negative Werte f\u00fcr die Jahre, Monate und Tage des Aufbewahrungszeitraums an.
FNRRS0376.message     = Dem vorgeschlagenen Namen f\u00fcr den Aussonderungszeitplan fehlt ein g\u00fcltiger Wert f\u00fcr den Aufbewahrungszeitraum.

FNRRS0377.explanation = Einer Aussonderungsphase fehlt ein g\u00fcltiger Wert f\u00fcr den Aufbewahrungszeitraum.
FNRRS0377.action      = Geben Sie nicht negative Werte f\u00fcr die Jahre, Monate und Tage des Aufbewahrungszeitraums an.
FNRRS0377.message     = Einer Aussonderungsphase fehlt ein g\u00fcltiger Wert f\u00fcr den Aufbewahrungszeitraum.

FNRRS0378.explanation = Einer alternativen Aufbewahrung einer Aussonderungsphase fehlt ein g\u00fcltiger Wert f\u00fcr den Aufbewahrungszeitraum.
FNRRS0378.action      = Geben Sie nicht negative Werte f\u00fcr die Jahre, Monate und Tage des Aufbewahrungszeitraums an.
FNRRS0378.message     = Einer alternativen Aufbewahrung einer Aussonderungsphase fehlt ein g\u00fcltiger Wert f\u00fcr den Aufbewahrungszeitraum.

FNRRS0379.explanation = Bei dem Versuch, einem Aktenplanrepository einen neuen Aussonderungszeitplan hinzuzuf\u00fcgen, ist ein Fehler aufgetreten.
FNRRS0379.action      = Pr\u00fcfen Sie, ob das Zielrepository g\u00fcltig ist. Stellen Sie sicher, dass der aktuelle Benutzer \u00fcber die entsprechende Sicherheitszugriffsberechtigung auf Objektebene verf\u00fcgt, damit er diese Operation ausf\u00fchren kann.
FNRRS0379.message     = Dem folgenden Zielaktenplanrepository kann kein neuer Aussonderungszeitplan hinzugef\u00fcgt werden: ''{0}''.
FNRRS0379.arg.0       = Repository-ID

FNRRS0380.explanation = Bei dem Versuch, einem Aktenplanrepository einen neuen Schriftst\u00fccktyp hinzuzuf\u00fcgen, ist ein Fehler aufgetreten.
FNRRS0380.action      = Pr\u00fcfen Sie, ob das Zielrepository g\u00fcltig ist. Stellen Sie sicher, dass der aktuelle Benutzer \u00fcber die entsprechende Sicherheitszugriffsberechtigung auf Objektebene verf\u00fcgt, damit er diese Operation ausf\u00fchren kann.
FNRRS0380.message     = Dem folgenden Zielaktenplanrepository kann kein neuer Schriftst\u00fccktyp hinzugef\u00fcgt werden: ''{0}''.
FNRRS0380.arg.0       = Repository-ID

FNRRS0381.explanation = Der vorgeschlagene Name f\u00fcr den Schriftst\u00fccktyp wird in diesem Repository bereits verwendet.
FNRRS0381.action      = Geben Sie einen Wert an, der nicht bereits in diesem Repository verwendet wird.
FNRRS0381.message     = Der vorgeschlagene Name f\u00fcr den Schriftst\u00fccktyp ist in dem Repository nicht eindeutig: ''{0}''.
FNRRS0381.arg.0       = Namenswert

FNRRS0382.explanation = Es kann keine neue Instanz des Entit\u00e4tstyps f\u00fcr das Repository ''Repository-ID'' erstellt werden.
FNRRS0382.action      = Stellen Sie sicher, dass die zugeh\u00f6rige Klasse im Repository definiert ist und der aktuelle Benutzer \u00fcber die korrekten Zugriffsberechtigungen verf\u00fcgt, damit er diese Operation ausf\u00fchren kann.
FNRRS0382.message     = Es kann keine neue Instanz des Entit\u00e4tstyps f\u00fcr das angegebene Repository erstellt werden: {0}, ''{1}''.
FNRRS0382.arg.0       = Entit\u00e4tstyp
FNRRS0382.arg.1       = Repository-ID

FNRRS0383.explanation = Die angegebene Eigenschaft oder ihr Wert ist derzeit nicht verf\u00fcgbar.
FNRRS0383.action      = Stellen Sie sicher, dass diese Eigenschaft definiert ist und vom aktuellen Benutzer darauf zugegriffen werden kann.
FNRRS0383.message     = Die folgende Eigenschaft kann nicht abgerufen werden: {0}.
FNRRS0383.arg.0       = Eigenschaftsname

FNRRS0384.explanation = Der vorgeschlagene Verzeichnisname wird in diesem Repository bereits verwendet.
FNRRS0384.action      = Geben Sie einen Wert an, der nicht bereits in diesem Repository verwendet wird.
FNRRS0384.message     = Der vorgeschlagene Verzeichnisname ist in dem Repository nicht eindeutig: ''{0}''.
FNRRS0384.arg.0       = Namenswert

FNRRS0385.explanation = Die Operation wird von dem aktuellen Objekttyp nicht unterst\u00fctzt.
FNRRS0385.action      = Diese Operation kann mit diesem Objekt nicht verwendet werden.  \u00c4ndern Sie das Objekt oder die Operation.
FNRRS0385.message     = Diese Operation wird mit dem aktuellen Objekttyp nicht unterst\u00fctzt.

FNRRS0386.explanation = Der vorgeschlagene R\u00fcckstellungsname wird in diesem Repository bereits verwendet.
FNRRS0386.action      = Geben Sie einen Wert an, der nicht bereits in diesem Repository verwendet wird.
FNRRS0386.message     = Der vorgeschlagene R\u00fcckstellungsname ist in dem Repository nicht eindeutig: ''{0}''.
FNRRS0386.arg.0       = Namenswert

FNRRS0387.explanation = Beim Abrufen der R\u00fcckstellungen vom Aktenplanrepository ist ein Fehler aufgetreten.
FNRRS0387.action      = Vergewissern Sie sich, dass mindestens eine R\u00fcckstellung im Repository vorhanden ist.
FNRRS0387.message     = Fehler beim Abrufen von R\u00fcckstellungen vom Aktenplanrepository: ''{0}''.
FNRRS0387.arg.0       = Aktenplanrepository-ID

FNRRS0388.explanation = Die Identifikationszeichenfolge der R\u00fcckstellung ''RM-R\u00fcckstellungs-ID'' weist ein ung\u00fcltiges Format auf.
FNRRS0388.action      = Stellen Sie sicher, dass die Identifikationszeichenfolge das Format einer GUID-Zeichenfolge hat: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}''. Dabei ist jedes ''x'' ein Hexadezimalzeichen.
FNRRS0388.message     = Falsches Format f\u00fcr eine Identifikationszeichenfolge einer R\u00fcckstellung: ''{0}''.
FNRRS0388.arg.0       = R\u00fcckstellungs-ID

FNRRS0389.explanation = Die SQL-Abfrage kann f\u00fcr den Objektspeicher nicht initialisiert werden.
FNRRS0389.action      = Wenn die SQL-Afrage inhaltsbasiertes Abrufen umfasst, pr\u00fcfen Sie, ob die Content Search Engine ordnungsgem\u00e4\u00df konfiguriert wurde.
FNRRS0389.message     = Die SQL-Abfrage ''{0}'' kann f\u00fcr das folgende Repository nicht initialisiert werden: ''{1}''.
FNRRS0389.arg.0       = Zeichenfolge der SQL-Abfrage
FNRRS0389.arg.1       = Repository-ID

FNRRS0390.explanation = IBM Enterprise Records unterst\u00fctzt keine Umgebung f\u00fcr heterogenes inhaltsbasiertes Abrufen (Content-Based Retrieval - CBR), in der mehrere verschiedene Enginetypen f\u00fcr inhaltsbasiertes Abrufen kombiniert werden.
FNRRS0390.action      = Sie m\u00fcssen die Suchmaschinen in den Schriftst\u00fcckobjektspeichern von IBM Legacy Content Search Engine auf IBM Content Search Services migrieren.
FNRRS0390.message     = Die dem Aktenplanrepository zugeordneten Inhaltsrepositorys sind mit einer Umgebung f\u00fcr heterogenes inhaltsbasiertes Abrufen (Content-Based Retrieval - CBR) konfiguriert, in der mehrere verschiedene Enginetypen f\u00fcr inhaltsbasiertes Abrufen kombiniert werden. Diese Konfiguration f\u00fcr heterogenes inhaltsbasiertes Abrufen wird nicht unterst\u00fctzt. Sie m\u00fcssen Ihre Suchmaschine von IBM Legacy Content Search Engine auf IBM Content Search Services migrieren. Weitere Informationen finden Sie im Thema zu Neuerungen in IBM FileNet Content Search Engine im FileNet P8 Information Center.

FNRRS0391.explanation = Das inhaltsbasierte Abrufen kann nicht initialisiert werden. Es ist keine Content Search Engine konfiguriert oder die Content Search Engine ist nicht ordnungsgem\u00e4\u00df konfiguriert.
FNRRS0391.action      = Vergewissern Sie sich, dass eine Content Search Engine ordnungsgem\u00e4\u00df mit dem Inhaltsrepository konfiguriert wird.
FNRRS0391.message     = Es ist keine Content Search Engine konfiguriert oder die Content Search Engine ist nicht ordnungsgem\u00e4\u00df konfiguriert. Das inhaltsbasierte Abrufen kann nicht initialisiert werden: ''{0}'', Repository: ''{1}''.
FNRRS0391.arg.0       = Zeichenfolge der SQL-Abfrage
FNRRS0391.arg.1       = Repository-ID

FNRRS0392.explanation = Basierend auf den Suchkriterien kann das Suchergebnis nicht abgerufen werden.
FNRRS0392.action      = Vergewissern Sie sich, dass eine Content Search Engine ordnungsgem\u00e4\u00df mit dem Schriftst\u00fcckobjektspeicher oder den Schriftst\u00fcckobjektspeichern konfiguriert wird.
FNRRS0392.message     = Basierend auf den Suchkriterien kann das Suchergebnis nicht abgerufen werden.

FNRRS0393.explanation = Das Schriftst\u00fcck darf nicht in mehr als einem Container abgelegt werden.
FNRRS0393.action      = Stellen Sie sicher, dass das Schriftst\u00fcck nicht mehrfach abgelegt wurde, und versuchen Sie es erneut.
FNRRS0393.message     = Das Schriftst\u00fcck darf nicht in mehr als einem Container abgelegt werden.

FNRRS0394.explanation = Der Parameterwert fehlt oder hat einen ung\u00fcltigen Wert.
FNRRS0394.action      = Geben Sie einen kompatiblen Parameterwert an.
FNRRS0394.message     = Der Wert f\u00fcr den folgenden Parameter ist ung\u00fcltig: ''{0}''
FNRRS0394.arg.0       = Parametername

FNRRS0395.explanation = Im angegebenen Container befindet sich kein aktiver Datentr\u00e4ger.  Es ist ein g\u00fcltiger aktiver Datentr\u00e4ger erforderlich.
FNRRS0395.action      = Stellen Sie sicher, dass sich im angegebenen Container ein aktiver Datentr\u00e4ger befindet.
FNRRS0395.message     = In dem folgenden Container befindet sich kein aktiver Datentr\u00e4ger: ''{0}''
FNRRS0395.arg.0       = Container-ID

FNRRS0396.explanation = Der Quellencontainer und der Zielcontainer sind identisch.  Dies ist beim Verschieben von Objekten nicht zul\u00e4ssig.
FNRRS0396.action      = Versuchen Sie die Aktion erneut, indem Sie verschiedene Quellen- und Zielcontainer angeben.
FNRRS0396.message     = Der Quellencontainer und der Zielcontainer sind identisch.

FNRRS0397.explanation = Das Objekt ist bereits in dem Zielcontainer abgelegt.
FNRRS0397.action      = Versuchen Sie die Aktion erneut, indem Sie einen anderen Zielcontainer angeben.
FNRRS0397.message     = Das Objekt ist bereits in dem Zielcontainer abgelegt.

FNRRS0398.explanation = Das Schriftst\u00fcck ist bereits ein \u00fcbergeordnetes Objekt einer Quittung.  Es kann nicht gleichzeitig eine Quittung und ein \u00fcbergeordnetes Objekt einer Quittung sein.
FNRRS0398.action      = Das Schriftst\u00fcck kann nicht gleichzeitig eine Quittung und ein \u00fcbergeordnetes Objekt einer Quittung sein.  Ergreifen Sie abh\u00e4ngig von Ihren Gesch\u00e4ftsanforderungen Korrekturma\u00dfnahmen.
FNRRS0398.message     = Das Schriftst\u00fcck ist bereits ein \u00fcbergeordnetes Objekt einer Quittung.
FNRRS0398.arg.0       = Platzhalter

FNRRS0399.explanation = Das Schriftst\u00fcck ist bereits eine Quittung.  Quittungen k\u00f6nnen nur einem einzelnen Schriftst\u00fcck zugeordnet werden.
FNRRS0399.action      = Das Schriftst\u00fcck kann nur einem einzelnen Schriftst\u00fcck zugeordnet werden.  Ergreifen Sie abh\u00e4ngig von Ihren Gesch\u00e4ftsanforderungen Korrekturma\u00dfnahmen.
FNRRS0399.message     = Das Schriftst\u00fcck ist bereits eine Quittung.

FNRRS0400.explanation = Das \u00fcbergeordnete Objekt einer Quittung ist bereits eine Quittung.  Es kann nicht gleichzeitig eine Quittung und ein \u00fcbergeordnetes Objekt einer Quittung sein.
FNRRS0400.action      = Das Schriftst\u00fcck kann nicht gleichzeitig eine Quittung und ein \u00fcbergeordnetes Objekt einer Quittung sein.  Ergreifen Sie abh\u00e4ngig von Ihren Gesch\u00e4ftsanforderungen Korrekturma\u00dfnahmen.
FNRRS0400.message     = Das \u00fcbergeordnete Objekt einer Quittung ist bereits eine Quittung.

FNRRS0401.explanation = Beim Anh\u00e4ngen der Quittung an das Schriftst\u00fcck ist ein Fehler aufgetreten.
FNRRS0401.action      = Vergewissern Sie sich, dass die Eigenschaft f\u00fcr Quittungen auf der Eigenschaftsseite verf\u00fcgbar ist.  Vergewissern Sie sich, dass Sie \u00fcber die Berechtigung verf\u00fcgen, die Eigenschaften des Schriftst\u00fccks und der Quittung zu \u00e4ndern.
FNRRS0401.message     = Die Quittung konnte nicht an das Schriftst\u00fcck angeh\u00e4ngt werden.

FNRRS0402.explanation = Dieses Objekt ist keine g\u00fcltige Quittung.
FNRRS0402.action      = Vergewissern Sie sich, dass die Eigenschaft ''Quittung von'' der Quittung einen g\u00fcltigen Wert aufweist.
FNRRS0402.message     = Dieses Objekt ist keine g\u00fcltige Quittung: {0}.
FNRRS0402.arg.0       = Objekt-ID

FNRRS0403.explanation = Bei dem Versuch, diese Quittung von ihrem \u00fcbergeordneten Objekt abzuh\u00e4ngen, ist ein Fehler aufgetreten.
FNRRS0403.action      = Vergewissern Sie sich, dass Quittungen f\u00fcr den Objektspeicher aktiviert sind.  Vergewissern Sie sich, dass dieses Objekt eine g\u00fcltige Quittung ist.
FNRRS0403.message     = Die Quittung kann nicht abgeh\u00e4ngt werden.

FNRRS0404.explanation = Bei dem Versuch, ein RM-Pr\u00fcfereignis f\u00fcr das Objekt auszul\u00f6sen, ist ein Fehler aufgetreten.
FNRRS0404.action      = Vergewissern Sie sich, dass dieses Objekt ein g\u00fcltiges Dokument- oder Ordnerobjekt oder ein g\u00fcltiges benutzerdefiniertes Objekt ist.
FNRRS0404.message     = Das Ausl\u00f6sen eines Ereignisses f\u00fcr das folgende Objekt ist fehlgeschlagen: ''{0}''
FNRRS0404.arg.0       = Objekt-ID

FNRRS0405.explanation = Beim Pr\u00fcfen der Eigenschaften, die notwendigen Schriftst\u00fccken zugeordnet sind, ist ein Fehler aufgetreten.  Die Entit\u00e4t ist als notwendig markiert, eine zugeh\u00f6rige Eigenschaft fehlt jedoch oder ist falsch.
FNRRS0405.action      = Pr\u00fcfen Sie, ob die richtigen Eigenschaften f\u00fcr notwendige Schriftst\u00fccke auf g\u00fcltige Werte gesetzt sind.
FNRRS0405.message     = Ung\u00fcltige Eigenschaft f\u00fcr notwendige Schriftst\u00fccke: ''{0}'' mit dem Wert ''{1}''
FNRRS0405.arg.0       = Eigenschaftsname
FNRRS0405.arg.1       = Eigenschaftswert

FNRRS0406.explanation = Die \u00fcbergebenen Container stammen nicht aus demselben Aktenplan.
FNRRS0406.action      = Vergewissern Sie sich, dass sich diese Container in demselben Aktenplan befinden.
FNRRS0406.message     = Der Container {0} und der Container {1} stammen nicht aus demselben Aktenplan.
FNRRS0406.arg.0       = ID des Containers 1
FNRRS0406.arg.1       = ID des Containers 2

FNRRS0407.explanation = Die angegebenen Eigenschaften f\u00fcr notwendige Schriftst\u00fccke sind entweder leer oder ung\u00fcltig.
FNRRS0407.action      = Pr\u00fcfen Sie, ob die richtigen Eigenschaften f\u00fcr notwendige Schriftst\u00fccke auf g\u00fcltige Werte gesetzt sind.
FNRRS0407.message     = Ung\u00fcltige Eigenschaften f\u00fcr notwendige Schriftst\u00fccke.

FNRRS0408.explanation = Die Eigenschaft f\u00fcr das Anwenden auf Name oder ID (ApplyToNameOrID) weist einen ung\u00fcltigen Wert auf.  Der Wert muss entweder "Name" oder "Bezeichner" lauten.
FNRRS0408.action      = \u00c4ndern Sie die Eigenschaft in einen der g\u00fcltigen Werte.
FNRRS0408.message     = Die Eigenschaft weist einen ung\u00fcltigen Wert auf.

FNRRS0409.explanation = Die Eigenschaften f\u00fcr das notwendige Attribut k\u00f6nnen nicht festgelegt werden.  Pr\u00fcfen Sie die \u00fcbrigen Fehlernachrichten auf den bestimmten Grund.
FNRRS0409.action      = Pr\u00fcfen Sie, ob die richtigen Eigenschaften f\u00fcr notwendige Schriftst\u00fccke auf g\u00fcltige Werte gesetzt sind.
FNRRS0409.message     = Die notwendigen Eigenschaften f\u00fcr die Entit\u00e4t k\u00f6nnen nicht abgerufen werden.  Eigenschaft: ''{0}''.
FNRRS0409.arg.0       = Objekt-ID

FNRRS0410.explanation = Die notwendigen Eigenschaften k\u00f6nnen nicht festgelegt werden.  Pr\u00fcfen Sie die \u00fcbrigen Fehlernachrichten auf den bestimmten Grund.
FNRRS0410.action      = Pr\u00fcfen Sie, ob die richtigen Eigenschaften f\u00fcr notwendige Schriftst\u00fccke auf g\u00fcltige Werte gesetzt sind.
FNRRS0410.message     = Das Datum f\u00fcr die n\u00e4chste Pr\u00fcfung des notwendigen Objekts f\u00fcr die Entit\u00e4t ''{0}'' kann nicht festgelegt werden.
FNRRS0410.arg.0       = Objekt-ID

FNRRS0411.explanation = Der angegebene Mustername ist nicht eindeutig.
FNRRS0411.action      = W\u00e4hlen Sie einen neuen eindeutigen Namen f\u00fcr das Muster aus.
FNRRS0411.message     = Der f\u00fcr das Muster angegebene Name ist nicht eindeutig.

FNRRS0412.explanation = Die notwendigen Eigenschaften k\u00f6nnen nicht festgelegt werden.  Pr\u00fcfen Sie die \u00fcbrigen Fehlernachrichten auf den bestimmten Grund.
FNRRS0412.action      = Pr\u00fcfen Sie, ob die richtigen Eigenschaften f\u00fcr notwendige Schriftst\u00fccke auf g\u00fcltige Werte gesetzt sind.
FNRRS0412.message     = Die notwendigen Eigenschaften f\u00fcr die Entit\u00e4t ''{0}'' k\u00f6nnen nicht festgelegt werden.
FNRRS0412.arg.0       = Objekt-ID

FNRRS0413.explanation = Die notwendige Eigenschaft kann nicht null sein.
FNRRS0413.action      = Vergewissern Sie sich, dass die richtige Eigenschaft f\u00fcr notwendige Schriftst\u00fccke auf einen g\u00fcltigen Wert ungleich null gesetzt ist.
FNRRS0413.message     = Die notwendige Ausl\u00f6sereigenschaft ''{0}'' kann nicht festgelegt werden.
FNRRS0413.arg.0       = Objekt-ID

FNRRS0414.explanation = Das angegebene zyklische Ereignis weist einen ung\u00fcltigen Zykluszeitraum auf.  Dies liegt wahrscheinlich daran, dass die dem Ausl\u00f6ser zugeordneten Jahre, Monate und Tage gleich null sind.
FNRRS0414.action      = Vergewissern Sie sich, dass der Zykluszeitraum einen g\u00fcltigen Wert gr\u00f6\u00dfer als null aufweist.
FNRRS0414.message     = Der Name {0} des zyklischen Ereignisses definiert den Zykluszeitraum als {1} Jahr(e), {2} Monat(e), {3} Tag(e). Das System kann die Aussonderungsdaten nicht berechnen.
FNRRS0414.arg.0       = Ereignisname
FNRRS0414.arg.1       = Anzahl der Jahre
FNRRS0414.arg.2       = Anzahl der Monate
FNRRS0414.arg.3       = Anzahl der Tage

FNRRS0415.explanation = Bei dem Versuch, verf\u00fcgbare Connectorregistrierungsobjekte von einem Aktenplanrepository abzurufen, ist ein unerwarteter Fehler aufgetreten.
FNRRS0415.action      = Vergewissern Sie sich, dass alle Schritte zur Installation des Aktenplanrepositorys erfolgreich ausgef\u00fchrt wurden.
FNRRS0415.message     = Connectorregistrierungsobjekte k\u00f6nnen vom folgenden Aktenplanrepository nicht abgerufen werden: {0}.
FNRRS0415.arg.0       = Aktenplanrepository-ID.

FNRRS0416.explanation = Auf Klassen in der IBM FileNet P8 Process Engine-Java-API kann nicht zugegriffen werden.
FNRRS0416.action      = Vergewissern Sie sich, dass die JAR-Datei der Process Engine-Java-API und ihre abh\u00e4ngigen Dateien im Laufzeitklassenpfad enthalten sind. Diese Gruppe umfasst in der Regel pe.jar, peResources.jar, mailapi.jar und xercesImpl.jar. Mit der Methode RALPESupport#getSetupException kann eine eventuell aufgetretene Ausnahmebedingung angefordert werden.
FNRRS0416.message     = Die IBM FileNet P8 Process Engine-Java-API ist nicht verf\u00fcgbar.

FNRRS0417.explanation = Der Eingabeparameter ''vwSession'' muss eine g\u00fcltige Instanz der Klasse ''filenet.vw.api.VWSession'' sein.
FNRRS0417.action      = Vergewissern Sie sich, dass die Konfiguration Ihrer IBM FileNet P8 Process Engine-Clientverbindung korrekt ist.
FNRRS0417.message     = Der Eingabeparameter ''vwSession'' ist keine g\u00fcltige Instanz der Klasse ''filenet.vw.api.VWSession''.

FNRRS0418.explanation = Der Eingabeparameter ''vwStepElement'' muss eine g\u00fcltige Instanz der Klasse ''filenet.vw.api.VWStepElement'' sein.
FNRRS0418.action      = Eine g\u00fcltige Instanz der Klasse ''filenet.vw.api.VWStepElement'' kann mit der Methode RALPESupport#createWorkflow abgerufen werden.
FNRRS0418.message     = Der Eingabeparameter ''vwStepElement'' ist keine g\u00fcltige Instanz der Klasse ''filenet.vw.api.VWStepElement''.

FNRRS0419.explanation = Eine unerwartete Ausnahmebedingung ''filenet.vw.api.VWException'' ist aufgetreten. 
FNRRS0419.action      = Pr\u00fcfen Sie die angeh\u00e4ngte Nachrichtenzeichenfolge, den Stack-Trace und/oder die Serverprotokolle auf Informationen zur Fehlerquelle.
FNRRS0419.message     = Eine unerwartete Ausnahmebedingung ''filenet.vw.api.VWException'' wurde abgefangen: {0}
FNRRS0419.arg.0	   = Die lokalisierte Nachrichtenzeichenfolge von der ''filenet.vw.api.VWException''-Instanz.

FNRRS0420.explanation = Eine ''filenet.vw.api.VWUserInfo''-Instanz ungleich null ist f\u00fcr die Ausf\u00fchrung dieser Operation erforderlich.
FNRRS0420.action      = Stellen Sie sicher, dass die angegebene ''filenet.vw.api.VWSession''-Instanz g\u00fcltig ist und der aktuelle Benutzer erfolgreich authentifiziert wurde.
FNRRS0420.message     = Der Aufruf der P8 FileNet Process Engine-API f\u00fcr den Abruf einer ''filenet.vw.api.VWUserInfo''-Instanz hat einen Nullwert zur\u00fcckgegeben.

FNRRS0421.explanation = Bei dem Versuch, die angegebene R\u00fcckstellung abzurufen, wurde ein Fehler zur\u00fcckgegeben.
FNRRS0421.action	   = Vergewissern Sie sich, dass die Identifikationszeichenfolge der R\u00fcckstellung g\u00fcltig ist und die R\u00fcckstellung vorhanden ist.
FNRRS0421.message     = Die folgende angegebene R\u00fcckstellung kann nicht abgerufen werden: {0}
FNRRS0421.arg.0        = Die angegebene Identifikationszeichenfolge der R\u00fcckstellung.

FNRRS0422.explanation = Bei dem Versuch, Berichtsdefinitionen vom \u00fcbergeordneten Aktenplanrepository abzurufen, ist ein Fehler aufgetreten.
FNRRS0422.action      = Pr\u00fcfen Sie, ob der aktuelle Benutzer zumindest \u00fcber die Anzeigeberechtigung f\u00fcr den Inhalt des Aktenplanrepositorys verf\u00fcgt.
FNRRS0422.message     = Fehler beim Abrufen von Berichtsdefinitionen vom Aktenplanrepository: ''{0}''.
FNRRS0422.arg.0       = Aktenplanrepository

FNRRS0423.explanation = Bei der JVM XML-Parserkonfiguration ist ein XPATH-bezogener Fehler aufgetreten.
FNRRS0423.action      = Vergewissern Sie sich, dass die JRE-Version 1.5 oder h\u00f6her lautet.
FNRRS0423.message     = XPATH-bezogener Fehler bei der Initialisierung der JVM XML-Parserkonfiguration.

FNRRS0424.explanation = Bei dem Versuch, den XML-Code der Berichtsdefinition zu analysieren, ist ein Fehler aufgetreten.
FNRRS0424.action      = Vergewissern Sie sich, dass der XML-Code der Berichtsdefinition ordnungsgem\u00e4\u00df formatiert ist.
FNRRS0424.message     = Fehler beim Analysieren des XML-Codes der Berichtsdefinition: ''{0}''.
FNRRS0424.arg.0       = Name oder ID der Berichtsdefinition.

FNRRS0425.explanation = Bei dem Versuch, den Inhalt der Berichtsdefinition abzurufen, ist ein Fehler aufgetreten.
FNRRS0425.action      = Vergewissern Sie sich, dass die Berichtsdefinition vorhanden ist und in XML formatierten Inhalt enth\u00e4lt.
FNRRS0425.message     = Fehler beim Abrufen des Inhalts der Berichtsdefinition: ''{0}''.
FNRRS0425.arg.0       = Name oder ID der Berichtsdefinition.

FNRRS0426.explanation = Von der API-Bibliothek org.w3c.DOM wurde ein Fehler zur\u00fcckgegeben.
FNRRS0426.action      = Pr\u00fcfen Sie den Ausnahmebedingungsstack auf detailliertere Informationen.
FNRRS0426.message     = Bei der DOM-XML-Verarbeitung als Teil eines Exportprozesses ist ein Fehler aufgetreten, Entit\u00e4t: {0}.
FNRRS0426.arg.0       = Identit\u00e4t der vom Export betroffenen Entit\u00e4t.

FNRRS0427.explanation = Vom P8 Content Engine-Dienstprogramm zur XML-Exportgenerierung wurde ein Fehler zur\u00fcckgegeben.
FNRRS0427.action      = Pr\u00fcfen Sie den Ausnahmebedingungsstack auf detailliertere Informationen.
FNRRS0427.message     = Bei der P8 Content Engine-XML-Generierung als Teil eines Exportprozesses ist ein Fehler aufgetreten, Entit\u00e4t: {0}.
FNRRS0427.arg.0       = Identit\u00e4t der vom Export betroffenen Entit\u00e4t.

FNRRS0428.explanation = Vom P8 Content Engine-Dienstprogramm zur XML-Exportgenerierung wurde ein Fehler zur\u00fcckgegeben.
FNRRS0428.action      = Pr\u00fcfen Sie den Ausnahmebedingungsstack auf detailliertere Informationen.
FNRRS0428.message     = Bei der XML-Serialisierung in die folgende Ausgabedatei ist ein Fehler aufgetreten: {0}, {1}.
FNRRS0428.arg.0       = Ausgabedateipfad des Dateisystems.
FNRRS0428.arg.1       = Ausnahmebedingungsnachricht der XML-Konvertierung.

FNRRS0429.explanation = Obwohl f\u00fcr den Eigenschaftswert CurrentPhaseExportFormat ein Dokument gefunden wurde, ist bei dem Versuch, dessen XSLT-Inhalt zu lesen, ein Fehler aufgetreten. 
FNRRS0429.action      = Stellen Sie sicher, dass der Eigenschaft CurrentPhaseExportFormat der Exportentit\u00e4t ein g\u00fcltiger Dokumentwert zugewiesen wird, dessen Inhalt eine g\u00fcltige XSLT enth\u00e4lt.
FNRRS0429.message     = Bei dem Versuch, XSLT-Inhalt aus dem Dokument des folgenden CurrentPhaseExportFormat-Wertes zu lesen, ist ein Fehler aufgetreten: {0}.
FNRRS0429.arg.0       = Identit\u00e4t des Dokumentwertes der Eigenschaft ExportFormat.

FNRRS0430.explanation = Ein Versuch, eine XPath-Zeichenfolge in einen XPath-Ausdruck vorzukompilieren, ist fehlgeschlagen. 
FNRRS0430.action      = Vergewissern Sie sich, dass die XPath-Zeichenfolge g\u00fcltig ist und/oder die aktuelle JRE/der aktuelle Klassenpfad XPath unterst\u00fctzt.
FNRRS0430.message     = Bei dem Versuch, die folgende XPath-Ausdruckszeichenfolge zu kompilieren, ist ein Fehler aufgetreten: ''{0}''.
FNRRS0430.arg.0       = Fehlschlagende XPath-Ausdruckszeichenfolge.

FNRRS0431.explanation = F\u00fcr den aktuellen Status des RM-Seiteniterators kann keine Seitenmarkierung abgerufen werden. 
FNRRS0431.action      = Vergewissern Sie sich, dass der RM-Seiteniterator auf eine g\u00fcltige Seitenposition versetzt wurde.
FNRRS0431.message     = Bei dem Versuch, die aktuelle Seitenmarkierung zur\u00fcckzugeben, ist ein Fehler aufgetreten.

FNRRS0432.explanation = Bei dem Versuch, den Eigenschaftswert f\u00fcr ''RecordedDocuments'' des Schriftst\u00fccks abzurufen, ist ein unerwarteter Fehler aufgetreten.
FNRRS0432.action      = Stellen Sie sicher, dass der aktuelle Benutzer \u00fcber die entsprechenden Zugriffsberechtigungen f\u00fcr die zugeh\u00f6rigen Inhaltselemente verf\u00fcgt.
FNRRS0432.message     = Bei dem Versuch, die zugeh\u00f6rigen Inhaltselemente f\u00fcr das folgende Schriftst\u00fcck abzurufen, ist ein Fehler aufgetreten: {0}.
FNRRS0432.arg.0       = Identit\u00e4t des Schriftst\u00fccks.

FNRRS0433.explanation = Der Zielcontainer einer Containerverschiebeoperation kann sich nicht an einer beliebigen Position innerhalb der Hierarchie der untergeordneten Container des Quellencontainers befinden.
FNRRS0433.action      = W\u00e4hlen Sie ein anderes Zielcontainerverzeichnis aus, in das der Quellencontainer verschoben werden soll.
FNRRS0433.message     = Ein Quellencontainer kann nicht zu einem Zielcontainer verschoben werden, der sich unter dem Quellencontainer befindet, Quellen-ID: {0}, Ziel-ID: {1}.
FNRRS0433.arg.0       = Identit\u00e4t des Quellencontainers, auf den der Verschiebeversuch angewendet wird.
FNRRS0433.arg.1       = Identit\u00e4t des Zielcontainers.

FNRRS0434.explanation = Pr\u00fcfen Sie einen eventuell enthaltenen Stack-Trace auf eine zugrundeliegende Ausnahmebedingung.
FNRRS0434.action      = F\u00fchren Sie den Aussonderungsscanvorgang erneut aus und/oder versuchen Sie die Operation zur Ausl\u00f6sung der Aussonderung neu.
FNRRS0434.message     = Bei der Aktualisierung der Daten der aktuellen Phase f\u00fcr eine Entit\u00e4t ist ein unerwarteter Fehler aufgetreten, Entit\u00e4ts-ID: {0}.
FNRRS0434.arg.0       = Identit\u00e4t der betroffenen Entit\u00e4t.

FNRRS0435.explanation = Die Aussonderung kann f\u00fcr eine Entit\u00e4t nicht ausgel\u00f6st werden, da entweder eine R\u00fcckstellung angewendet wird oder der Aussonderungszeitplan ge\u00e4ndert wurde.
FNRRS0435.action      = Heben Sie alle angewendeten R\u00fcckstellungen f\u00fcr die Entit\u00e4t, ihre \u00fcbergeordnete Hierarchie oder ihre untergeordnete Hierarchie auf. F\u00fchren Sie den Aussonderungsscanvorgang erneut aus.
FNRRS0435.message     = Aufgrund einer \u00c4nderung der aktuellen Aussonderungsphase kann die Aussonderung f\u00fcr die folgende Entit\u00e4t nicht ausgel\u00f6st werden: {0}.
FNRRS0435.arg.0       = Identit\u00e4t der Entit\u00e4t, f\u00fcr die versucht wurde, die Aussonderung auszul\u00f6sen.

FNRRS0436.explanation = Eine Aussonderungsphase kann nicht aus ihrem Aussonderungszeitplan entfernt werden, wenn sich mindestens ein Schriftst\u00fcckcontainer oder Schriftst\u00fcck in dieser Phase befindet.
FNRRS0436.action      = F\u00fchren Sie den Aussonderungsscanvorgang erneut aus und/oder l\u00f6sen Sie die Aussonderung f\u00fcr die betroffenen Schriftst\u00fcckcontainer oder Schriftst\u00fccke aus und versuchen Sie die Operation zum Entfernen der Phase neu.
FNRRS0436.message     = Eine derzeit verwendete Aussonderungsphase kann nicht entfernt werden, Phasenidentit\u00e4t: {0}.
FNRRS0436.arg.0       = Identit\u00e4t der Aussonderungsphase, f\u00fcr die das Entfernen versucht wurde.

FNRRS0437.explanation = Eine bestimmte Aussonderungsphase kann nicht mehr als einmal in einem Aussonderungszeitplan vorhanden sein.
FNRRS0437.action      = Erstellen Sie eine neue Aussonderungsphase, bevor Sie versuchen, sie einem Aussonderungszeitplan hinzuzuf\u00fcgen.
FNRRS0437.message     = Eine Aussonderungsphase kann keinem Zeitplan hinzugef\u00fcgt werden, in dem sie bereits vorhanden ist, Phasenidentit\u00e4t: {0}.
FNRRS0437.arg.0       = Identit\u00e4t der Aussonderungsphase, f\u00fcr die das Hinzuf\u00fcgen versucht wurde.

FNRRS0438.explanation = Eine bestimmte Aussonderungsphase kann nicht in mehr als einem Aussonderungszeitplan verwendet werden.
FNRRS0438.action      = Erstellen Sie eine neue Aussonderungsphase, bevor Sie versuchen, sie einem Aussonderungszeitplan hinzuzuf\u00fcgen.
FNRRS0438.message     = Eine Aussonderungsphase, die bereits in einem anderen Zeitplan verwendet wird, kann keinem weiteren Zeitplan hinzugef\u00fcgt werden, Phasenidentit\u00e4t: {0}.
FNRRS0438.arg.0       = Identit\u00e4t der Aussonderungsphase, f\u00fcr die das Hinzuf\u00fcgen versucht wurde.

FNRRS0439.explanation = Wenn ein Zeitplan eine Phase enth\u00e4lt, deren Aussonderungsaktion ''Automatisch vernichten'', ''Vernichten'' oder ''\u00dcbertragen'' lautet, k\u00f6nnen dem Zeitplan keine weiteren Phasen hinzugef\u00fcgt werden.
FNRRS0439.action      = Entfernen Sie zun\u00e4chst alle aktionsbeendenden Phasen, bevor Sie versuchen, einem Aussonderungszeitplan eine neue Phase hinzuzuf\u00fcgen.
FNRRS0439.message     = Eine Aussonderungsphase kann an keinen Zeitplan angeh\u00e4ngt werden, der bereits \u00fcber eine der aktionsbeendenden Phasen ''Automatisch vernichten'', ''Vernichten'' oder ''\u00dcbertragen'' verf\u00fcgt.

FNRRS0440.explanation = Eine Aussonderungsphase kann nicht aus einer Objektgruppe entfernt werden, zu der sie nicht geh\u00f6rt.
FNRRS0440.action      = Aktualisieren Sie den entsprechenden Aussonderungszeitplan und greifen Sie erneut auf die Aussonderungsphasenliste zu.
FNRRS0440.message     = Die Aussonderungsphase ist kein Phasenmitglied dieser Aussonderungsphasenliste, Phasenidentit\u00e4t: {0}.
FNRRS0440.arg.0       = Identit\u00e4t der Aussonderungsphase, f\u00fcr die das Entfernen versucht wurde.

FNRRS0441.explanation = Eine bestimmte alternative Aufbewahrung kann nicht mehr als einmal in einer Aussonderungsphase vorhanden sein.
FNRRS0441.action      = Erstellen Sie eine neue alternative Aufbewahrung, bevor Sie versuchen, sie einer Aussonderungsphase hinzuzuf\u00fcgen.
FNRRS0441.message     = Eine alternative Aufbewahrung kann keinem Aussonderungszeitplan hinzugef\u00fcgt werden, in dem sie bereits vorhanden ist, Identit\u00e4t der alternativen Aufbewahrung: {0}.
FNRRS0441.arg.0       = Identit\u00e4t der alternativen Aufbewahrung, f\u00fcr die das Hinzuf\u00fcgen versucht wurde.

FNRRS0442.explanation = Eine bestimmte alternative Aufbewahrung kann nicht in mehr als einer Aussonderungsphase verwendet werden.
FNRRS0442.action      = Erstellen Sie eine neue alternative Aufbewahrung, bevor Sie versuchen, sie einer Aussonderungsphase hinzuzuf\u00fcgen.
FNRRS0442.message     = Eine alternative Aufbewahrung kann nicht einer Phase hinzugef\u00fcgt werden, die bereits in einer anderen Phase verwendet wird, Identit\u00e4t der alternativen Aufbewahrung: {0}.
FNRRS0442.arg.0       = Identit\u00e4t der alternativen Aufbewahrung, f\u00fcr die das Hinzuf\u00fcgen versucht wurde.

FNRRS0443.explanation = Eine alternative Aufbewahrung kann nicht aus einer Objektgruppe entfernt werden, zu der sie nicht geh\u00f6rt.
FNRRS0443.action      = Aktualisieren Sie die entsprechende Aussonderungsphase und greifen Sie erneut auf die Liste der alternativen Aufbewahrungen zu.
FNRRS0443.message     = Die alternative Aufbewahrung ist kein Mitglied dieser Liste der alternativen Aufbewahrungen, Identit\u00e4t der alternativen Aufbewahrung: {0}.
FNRRS0443.arg.0       = Identit\u00e4t der alternativen Aufbewahrung, f\u00fcr die das Entfernen versucht wurde.

FNRRS0444.explanation = Direktes L\u00f6schen einer DispositionPhase-Instanz wird nicht unterst\u00fctzt.
FNRRS0444.action      = Verwenden Sie eine der DispositionPhaseList.remove-Methoden, um eine DispositionPhase-Instanz zu l\u00f6schen.
FNRRS0444.message     = Die L\u00f6schmethode wird f\u00fcr eine DispositionPhase-Instanz nicht unterst\u00fctzt; verwenden Sie stattdessen DispositionPhaseList.remove.

FNRRS0445.explanation = Direktes L\u00f6schen einer AlternateRetention-Instanz wird nicht unterst\u00fctzt.
FNRRS0445.action      = Verwenden Sie eine der AlternateRetentionList.remove-Methoden, um eine AlternateRetention-Instanz zu l\u00f6schen.
FNRRS0445.message     = Die L\u00f6schmethode wird f\u00fcr eine AlternateRetention-Instanz nicht unterst\u00fctzt; verwenden Sie stattdessen AlternateRetentionList.remove.

FNRRS0446.explanation = Bei dem Versuch, die durch eine ID definierte Zugriffsrolle abzurufen, ist ein Fehler aufgetreten.
FNRRS0446.action      = Stellen Sie sicher, dass der aktuelle Benutzer \u00fcber ausreichende Berechtigungen verf\u00fcgt, um ein neues Mitglied einer vorhandenen Rolle hinzuzuf\u00fcgen, und dass die betroffene Rolle noch im Repository vorhanden ist.
FNRRS0446.message     = Fehler bei dem Versuch, die durch die ID = ''{0}'' definierte Zugriffsrolle abzurufen.
FNRRS0446.arg.0       = Rollen-ID

FNRRS0447.explanation = Ein Aussonderungszeitplan muss einen nicht leeren Wert f\u00fcr die Eigenschaft ''Grund der \u00c4nderung'' aufweisen, bevor \u00c4nderungen des Zeitplans und/oder \u00c4nderungen seiner zugeh\u00f6rigen Aussonderungsphasen gespeichert werden k\u00f6nnen.
FNRRS0447.action      = Geben Sie im zugeh\u00f6rigen Aussonderungszeitplan einen nicht leeren Wert f\u00fcr die Eigenschaft ''Grund der \u00c4nderung'' an, bevor Sie versuchen, den Aussonderungszeitplan oder eine seiner Aussonderungsphasen zu speichern.
FNRRS0447.message     = Eine Aussonderungsphase kann nicht gespeichert werden, wenn ihrem zugeh\u00f6rigen Aussonderungszeitplan ein Wert f\u00fcr die Eigenschaft ''Grund der \u00c4nderung'' fehlt.

FNRRS0448.explanation = Der Entit\u00e4tstyp des abgerufenen Containers stimmt nicht mit dem von Ihnen angeforderten Entit\u00e4tstyp \u00fcberein.  Beispiel: Sie versuchen eine Schriftst\u00fcckkategorie mit einer Schriftst\u00fcckordner-ID abzurufen.
FNRRS0448.action      = Stellen Sie sicher, dass die Container-ID dem erwarteten Containertyp entspricht und versuchen Sie es erneut.
FNRRS0448.message     = Der tats\u00e4chliche Entit\u00e4tstyp des abgerufenen Containers stimmt nicht mit dem von Ihnen angeforderten Entit\u00e4tstyp \u00fcberein. Container-ID: {0}, angeforderter Entit\u00e4tstyp: {1}, tats\u00e4chlicher Entit\u00e4tstyp des Containers: {2}.
FNRRS0448.arg.0       = Container-ID
FNRRS0448.arg.1       = angeforderter Entit\u00e4tstyp
FNRRS0448.arg.2       = tats\u00e4chlicher Entit\u00e4tstyp des Containers

FNRRS0449.explanation = IBM FileNet Content Search Engine l\u00f6st die Ausnahmebedingung CBR_FULLTEXTROWLIMIT_EXCEEDED aus. Die Suchergebnisse \u00fcberschreiten die Kapazit\u00e4t der Engine. 
FNRRS0449.action      = Grenzen Sie die Schl\u00fcsselw\u00f6rter f\u00fcr die Inhaltssuche ein.
FNRRS0449.message     = Die Suchergebnisse \u00fcberschreiten die Kapazit\u00e4t von IBM FileNet Content Search Engine. Grenzen Sie die Schl\u00fcsselw\u00f6rter f\u00fcr die Inhaltssuche ein.



FNRRS0600.explanation = Innerhalb von Java API for Records Manager ist eine unerwartete Ausnahmebedingung aufgetreten, die in der Ausnahmebedingungsnachricht beschrieben wird.
FNRRS0600.action      = Weitere Informationen zur Ursache dieser Ausnahmebedingung finden Sie im Text der Ausnahmebedingungsnachricht und im dazugeh\u00f6rigen Stack-Trace.
FNRRS0600.message     = Eine unerwartete Ausnahmebedingung ist aufgetreten: {0}.
FNRRS0600.arg.0       = Ausnahmebedingungsnachricht

FNRRS0601.explanation = Eine erforderliche Globalisierungsressourcenpaketdatei ist nicht verf\u00fcgbar, Paketbasisname: Basisname.
FNRRS0601.action      = Vergewissern Sie sich, dass mindestens eine Ressourcenpaketdatei im Format basisname_nnNN.properties unter dem JVM-Klassenpfad verf\u00fcgbar ist.
FNRRS0601.message     = F\u00fcr den Basisnamen konnte kein Ressourcenpaket gefunden werden: ''{0}''.
FNRRS0601.arg.0       = Basisname

FNRRS0602.explanation = F\u00fcr den folgenden Eingabeparameter wurde ein nicht unterst\u00fctzter Nullwert oder ein leerer Zeichenfolgewert \u00fcbergeben: Parametername.
FNRRS0602.action      = Stellen Sie sicher, dass der Wert f\u00fcr diesen Parameter nicht null und keine leere Zeichenfolge ist.
FNRRS0602.message     = Der Eingabeparameterwert ist null oder eine leere Zeichenfolge f\u00fcr Parameter: ''{0}''.
FNRRS0602.arg.0       = Parametername

FNRRS0603.explanation = F\u00fcr den folgenden Eingabeparameter wurde ein nicht unterst\u00fctzter Nullwert oder ein ung\u00fcltiger Array-Wert \u00fcbergeben: Parametername.
FNRRS0603.action      = Stellen Sie sicher, dass das Array nicht null oder leer ist und keine Array-Mitglieder enth\u00e4lt, die null sind.
FNRRS0603.message     = Der Eingabeparameterwert ist null oder ein ung\u00fcltiges Array f\u00fcr Parameter: {0}.
FNRRS0603.arg.0       = Parametername

FNRRS0604.explanation = F\u00fcr den folgenden Eingabeparameter wurde ein nicht unterst\u00fctzter Nullwert oder ein ung\u00fcltiger Objektgruppenwert \u00fcbergeben: Parametername.
FNRRS0604.action      = Stellen Sie sicher, dass die Objektgruppe nicht null oder leer ist und keine Mitglieder enth\u00e4lt, die null sind.
FNRRS0604.message     = Der Eingabeparameterwert ist null oder eine ung\u00fcltige Objektgruppe f\u00fcr Parameter: {0}.
FNRRS0604.arg.0       = Parametername

#
#
#================================================================================
# JARM Logging Message Strings
#--------------------------------------------------------------------------------
# For each logging message include the suffixed resource where applicable:
#   .message     -- the actual log message containing any necessary {n} parameter placeholders.
#   .arg.n       -- description of argument parameter {n}.
#
#

FNRRS9999.message  = Testnachricht, Parameter 1: {0}, Parameter 2: {1}.

FNRRS0700.message = Fehler bei der Erstellung einer RM-Pr\u00fcfinstanz f\u00fcr die Operation {0} mit dem Status {1} f\u00fcr Entit\u00e4t: {2}
FNRRS0700.arg.0   = Operation, die gepr\u00fcft wird, z. B. "L\u00f6schen", "Verschieben" usw.
FNRRS0700.arg.1   = Pr\u00fcfstatus ''Erfolg'' oder ''Fehler''.
FNRRS0700.arg.2   = Identifikationszeichenfolge der Entit\u00e4t, die vom Versuch der RM-Pr\u00fcfung betroffen ist.

FNRRS0701.message = Der aktuelle Benutzer verf\u00fcgt nicht \u00fcber die Zugriffsberechtigung, das kopierte Dokument {0} als Teil eines Schriftst\u00fcckkopierprozesses im Inhaltsordner {1} abzulegen.
FNRRS0701.arg.0   = ID der neu erstellten Dokumentkopie.
FNRRS0701.arg.1   = ID des betroffenen Inhaltsordners.

FNRRS0702.message = Unter dem folgenden Schriftst\u00fcckordner ist mehr als ein untergeordneter aktiver Datentr\u00e4ger vorhanden: {0}.
FNRRS0702.arg.0   = ID des \u00fcbergeordneten Schriftst\u00fcckordners.

FNRRS0703.message = Problem bei der Verarbeitung der Versionierung des DoD-klassifizierten Schriftst\u00fccks w\u00e4hrend einer neuen Schriftst\u00fcckdeklaration: {0}
FNRRS0703.arg.0   = Ausnahmebedingungsnachricht.

FNRRS0704.message = Unerwarteter Fehler bei dem Versuch, die mit PSS Atlas verwalteten Aussonderungsartefakte automatisch zu l\u00f6schen: {0}
FNRRS0704.arg.0   = Ausnahmebedingungsnachricht.

FNRRS0705.message = Die Neuberechnung der Aussonderungsstilllegung wurde f\u00fcr die folgende Entit\u00e4t ausgef\u00fchrt: {0}.
FNRRS0705.arg.0   = Entit\u00e4ts-ID.

#
#
#--------------------------------------------------------------------------------
#
#
#================================================================================
# JARM Miscellaneous Strings (primarily for auditing purposes).
#--------------------------------------------------------------------------------

#-- Used for LString class unit tests.
test.string1		= Beliebige Testzeichenfolge.
test.pattern1		= Erste {0}-Instanz und zweite {1}-Instanz.

audit.reasonForFailure = Grund f\u00fcr das Fehlschlagen: {0}

#-- {0} - the record or entity which is affected
#-- {1} - location where the entity was transferred or exported
audit.successfulDelete = Die RM-Entit\u00e4t {0} wurde erfolgreich gel\u00f6scht.
audit.failedDelete	   = Die RM-Entit\u00e4t {0} wurde nicht gel\u00f6scht.

audit.successfulExport = Die RM-Entit\u00e4t {0} wurde erfolgreich nach {1} exportiert.
audit.failedExport	   = Die RM-Entit\u00e4t {0} wurde nicht nach {1} exportiert.

audit.successfulInterimTransfer = Die RM-Entit\u00e4t {0} wurde erfolgreich nach {1} zwischen\u00fcbertragen.
audit.failedInterimTransfer 	= Die RM-Entit\u00e4t {0} wurde nicht nach {1} zwischen\u00fcbertragen.

audit.successfulTransfer = Die RM-Entit\u00e4t {0} wurde erfolgreich nach {1} \u00fcbertragen.
audit.failedTransfer 	 = Die RM-Entit\u00e4t {0} wurde nicht nach {1} \u00fcbertragen.

audit.successfulUndeclare = Die Deklaration f\u00fcr das RM-Schriftst\u00fcck {0} wurde erfolgreich aufgehoben.
audit.failedUndeclare     = Die Deklaration f\u00fcr das RM-Schriftst\u00fcck {0} wurde nicht aufgehoben.

audit.successfulReview = Das RM-Schriftst\u00fcck {0} wurde erfolgreich gepr\u00fcft.
audit.failedReview     = Das RM-Schriftst\u00fcck {0} wurde nicht gepr\u00fcft.

#-- {0} - the record or entity which is affected
#-- {1} - source location where the entity is from
#-- {2} - destination location where the entity is being relocated to
audit.successfulRelocate = Die RM-Entit\u00e4t {0} wurde von der Quelle {1} zum Ziel {2} verschoben.
audit.failedRelocate     = Die RM-Entit\u00e4t {0} konnte nicht verschoben werden.

#-- {0} - the record or entity which is affected
#-- {1} - name of the hold
audit.holdReason       = Manuelle R\u00fcckstellung
audit.successfulHold   = F\u00fcr die RM-Entit\u00e4t {0} wurde erfolgreich eine R\u00fcckstellung {1} angewendet.
audit.failedHold       = F\u00fcr die RM-Entit\u00e4t {0} wurde keine R\u00fcckstellung {1} angewendet.

audit.removeHoldReason      = Manuelle Aufhebung der R\u00fcckstellung
audit.successfullRemoveHold = Die R\u00fcckstellung {1} f\u00fcr die RM-Entit\u00e4t {0} wurde erfolgreich aufgehoben.
audit.failedRemoveHold      = Die R\u00fcckstellung {1} f\u00fcr die RM-Entit\u00e4t {0} wurde nicht aufgehoben.

bulk.deleteReason	= Teil einer Massenl\u00f6schoperation

disposition.deleteFromDestroy   = L\u00f6schung, die als Ergebnis einer Vernichtungsaktion ausgef\u00fchrt wird.
disposition.closedByDisposition = Aufgrund einer Aussonderung geschlossen.

# volume.autoCloseReason must be limited to 64 chars max.
volume.autoCloseReason	= Geschlossen durch Hinzuf\u00fcgen eines gleichgeordneten Datentr\u00e4gers.

