# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2010, 2012 IBM Corp. All rights reserved.
#
# JARM Localized String Resources (en_US).
# Includes strings for exception messages, logging and
#  other miscellaneous usage.
#
#
#================================================================================
# JARM Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRS0100.explanation = \u00f6zellik_simgeselad\u0131 ile belirtilen \u00f6zellik \u015fu an \u00f6zellik \u00f6nbelle\u011finde yok.
FNRRS0100.action      = Gerek duydu\u011funuz \u00f6zelli\u011fin \u00f6zellik s\u00fczgecine eklenmesini g\u00fcvenceye almak i\u00e7in nesnenin \u00f6zelliklerini yenileyin.
FNRRS0100.message     = \u00d6zellik nesnenin \u00f6zellik \u00f6nbelle\u011finde yok, \u00f6zellik simgesel ad\u0131: ''{0}''.
FNRRS0100.arg.0       = \u00f6zellik_simgeselad\u0131

FNRRS0101.explanation = tan\u0131t\u0131c\u0131 ile tan\u0131t\u0131lan bu varl\u0131k_t\u00fcr\u00fc i\u00e7in bu i\u015flem desteklenmiyor.
FNRRS0101.action      = \u0130stemci uygulamas\u0131n\u0131, bu t\u00fcr bir e\u015fg\u00f6r\u00fcn\u00fcmde bu i\u015flemi denemeyecek \u015fekilde ayarlay\u0131n.
FNRRS0101.message     = Bu i\u015flem bu e\u015fg\u00f6r\u00fcn\u00fcm t\u00fcr\u00fc i\u00e7in desteklenmiyor, i\u015flem: ''{0}'', varl\u0131k t\u00fcr\u00fc: ''{1}'', tan\u0131t\u0131c\u0131: ''{2}''.
FNRRS0101.arg.0       = i\u015flem
FNRRS0101.arg.1       = varl\u0131k_t\u00fcr\u00fc
FNRRS0101.arg.2       = tan\u0131t\u0131c\u0131

FNRRS0102.explanation = Arama i\u015flemi ger\u00e7ekle\u015ftirilecek havuzlar ayn\u0131 etki alan\u0131na ait de\u011fil.
FNRRS0102.action      = Arama havuzlar\u0131n\u0131n ayn\u0131 etki alan\u0131na ait oldu\u011funu do\u011frulay\u0131n.
FNRRS0102.message     = Arama havuzlar\u0131 ayn\u0131 etki alan\u0131na ait de\u011fil.

FNRRS0103.explanation = simgesel_ad \u00f6zeli\u011fi, veri_t\u00fcr\u00fc t\u00fcr\u00fcnde almay\u0131 (get) ya da ayarlamay\u0131 (set) desteklemiyor.
FNRRS0103.action      = Bu \u00f6zellikle kullan\u0131lan veri t\u00fcr\u00fcn\u00fc, \u00f6zelli\u011fin DataType de\u011ferinin tan\u0131mlad\u0131\u011f\u0131 t\u00fcrle s\u0131n\u0131rlay\u0131n.
FNRRS0103.message     = \u00d6zellik bu veri t\u00fcr\u00fcn\u00fc desteklemiyor, simgesel ad: ''{0}'', veri t\u00fcr\u00fc: ''{1}''.
FNRRS0103.arg.0       = simgesel_ad
FNRRS0103.arg.1       = veri_t\u00fcr\u00fc

FNRRS0104.explanation = Hedef \u00fcst ta\u015f\u0131y\u0131c\u0131 \u015fu an kapal\u0131 ve yeni alt \u00f6\u011fe eklenmesini kabul edemez.
FNRRS0104.action      = Di\u011fer bir \u00fcst ta\u015f\u0131y\u0131c\u0131 se\u00e7in ya da bu \u00fcst ta\u015f\u0131y\u0131c\u0131n\u0131 a\u00e7\u0131n.
FNRRS0104.message     = Hedef \u00fcst ta\u015f\u0131y\u0131c\u0131 ''{0}'' \u015fu an yeni alt \u00f6\u011fe eklenmesine kapal\u0131.
FNRRS0104.arg.0       = \u00fcst_\u00f6\u011fe_tan\u0131t\u0131c\u0131s\u0131

FNRRS0105.explanation = Belirtilen \u00fcst ta\u015f\u0131y\u0131c\u0131n\u0131n o t\u00fcrde bir alt nesnesi olamaz.
FNRRS0105.action      = Yeni alt nesne i\u00e7in di\u011fer bir \u00fcst ta\u015f\u0131y\u0131c\u0131 se\u00e7in.
FNRRS0105.message     = Hedef \u00fcst ta\u015f\u0131y\u0131c\u0131 ''{0}'', \u015fu t\u00fcrde bir alt nesne i\u00e7eremez: {1}.
FNRRS0105.arg.0       = \u00fcst_\u00f6\u011fe_tan\u0131t\u0131c\u0131s\u0131
FNRRS0105.arg.1       = ta\u015f\u0131y\u0131c\u0131_t\u00fcr\u00fc

FNRRS0106.explanation = Yeni ta\u015f\u0131y\u0131c\u0131 i\u00e7in belirtilen \u00f6zellik de\u011ferlerinin, hedef \u00fcst ta\u015f\u0131y\u0131c\u0131 i\u00e7inde var olan olas\u0131 t\u00fcm karde\u015f ta\u015f\u0131y\u0131c\u0131lar\u0131yla g\u00f6reli olarak benzersiz de\u011ferleri olmal\u0131d\u0131r.
FNRRS0106.action      = S\u00f6z konusu \u00f6znitelik de\u011ferleri i\u00e7in benzersiz de\u011ferler belirtildi\u011fini do\u011frulay\u0131n.
FNRRS0106.message     = ''{1}'' tan\u0131t\u0131c\u0131l\u0131 \u00fcst ta\u015f\u0131y\u0131c\u0131ya {0} t\u00fcr\u00fc yeni ta\u015f\u0131y\u0131c\u0131 eklenemedi; \u015fu \u00f6zellik de\u011ferlerinin biri ya da daha fazlas\u0131, var olan karde\u015f ta\u015f\u0131y\u0131c\u0131lar aras\u0131nda benzersiz de\u011fil: {2}, {3}.
FNRRS0106.arg.0       = ta\u015f\u0131y\u0131c\u0131_t\u00fcr\u00fc
FNRRS0106.arg.1       = \u00fcst_\u00f6\u011fe_tan\u0131t\u0131c\u0131s\u0131
FNRRS0106.arg.2       = \u00f6zellik1_ad\u0131
FNRRS0106.arg.3       = \u00f6zellik2_ad\u0131

FNRRS0107.explanation = Belirtilen \u00f6zelli\u011fe bo\u015fluk d\u0131\u015f\u0131nda bir de\u011fer atanm\u0131\u015f olmal\u0131d\u0131r.
FNRRS0107.action      = Belirtilen \u00f6zellik i\u00e7in bo\u015fluk d\u0131\u015f\u0131nda bir de\u011fer belirtin.
FNRRS0107.message     = Nesnede ''{0}'' \u00f6zelli\u011fi i\u00e7in bo\u015fluk olmayan bir de\u011fer eksik.
FNRRS0107.arg.0       = Eksik ya da de\u011feri bo\u015fluk olan \u00f6zelli\u011fin ad\u0131.

FNRRS0108.explanation = Belirtilen ta\u015f\u0131y\u0131c\u0131 silinemez; do\u011frudan do\u011fruya bu ta\u015f\u0131y\u0131c\u0131da, \u00fcst ta\u015f\u0131y\u0131c\u0131lar\u0131n\u0131n birinde ya da daha fazlas\u0131nda ya da alt\u0131ndaki ta\u015f\u0131y\u0131c\u0131lar\u0131n birinde ya da daha fazlas\u0131nda bir tutma var.
FNRRS0108.action      = Tutmalar\u0131 kald\u0131r\u0131n ve silmeyi yeniden deneyin.
FNRRS0108.message     = Var olan tutma ko\u015fullar\u0131 nedeniyle ta\u015f\u0131y\u0131c\u0131n\u0131n silinmesine izin verilmiyor: ''{0}''.
FNRRS0108.arg.0       = silme_hedefi

FNRRS0109.explanation = Belirtilen ta\u015f\u0131y\u0131c\u0131 silinemez; alt ta\u015f\u0131y\u0131c\u0131lar ya da kay\u0131tlar i\u00e7eriyor.
FNRRS0109.action      = Ta\u015f\u0131y\u0131c\u0131n\u0131n i\u00e7indekileri silin ve silme i\u015flemini yeniden deneyin.
FNRRS0109.message     = Bo\u015f olmayan ta\u015f\u0131y\u0131c\u0131 silinemez: ''{0}''.
FNRRS0109.arg.0       = silme_hedefi

FNRRS0110.explanation = Belirtilen ta\u015f\u0131y\u0131c\u0131 silinemez; mant\u0131ksal olarak silinmi\u015f (yani, meta verileri al\u0131koyma \u00f6zelli\u011finin etkinle\u015ftirilmi\u015f olmas\u0131ndan \u00f6t\u00fcr\u00fc var olan) alt ta\u015f\u0131y\u0131c\u0131lar ya da kay\u0131tlar i\u00e7eriyor.
FNRRS0110.action      = Ta\u015f\u0131y\u0131c\u0131n\u0131n i\u00e7indekileri silin ve silme i\u015flemini yeniden deneyin.
FNRRS0110.message     = Mant\u0131ksal olarak silinmi\u015f alt ta\u015f\u0131y\u0131c\u0131lar\u0131 olan bir ta\u015f\u0131y\u0131c\u0131 silinemez: ''{0}''.
FNRRS0110.arg.0       = silme_hedefi

FNRRS0111.explanation = Etkin olmayan bir \u00fcst ta\u015f\u0131y\u0131c\u0131ya yeni alt \u00f6\u011fe eklenemez.
FNRRS0111.action      = \u00dcst ta\u015f\u0131y\u0131c\u0131y\u0131 etkin duruma getirin ya da alt \u00f6\u011feyi eklemek i\u00e7in farkl\u0131 bir \u00fcst ta\u015f\u0131y\u0131c\u0131 se\u00e7in.
FNRRS0111.message     = Etkin olmayan bir \u00fcst ta\u015f\u0131y\u0131c\u0131ya yeni alt \u00f6\u011fe eklenemez: ''{0}''.
FNRRS0111.arg.0       = \u00fcst_ta\u015f\u0131y\u0131c\u0131

FNRRS0112.explanation = \u0130\u00e7erik \u00f6\u011feleri tan\u0131t\u0131c\u0131lar\u0131yla belirtildiyse, i\u00e7erik havuzu da belirtilmelidir.
FNRRS0112.action      = \u0130\u00e7erik \u00f6\u011fesi tan\u0131t\u0131c\u0131lar\u0131 i\u00e7in uygun i\u00e7erik havuzunu belirtin.
FNRRS0112.message     = Bildirme hatas\u0131; i\u00e7erik \u00f6\u011fesi tan\u0131t\u0131c\u0131lar\u0131 i\u00e7in i\u00e7erik havuzu belirtilmedi.

FNRRS0113.explanation = Yeni bir kay\u0131t bildirilirken birden \u00e7ok hedef ta\u015f\u0131y\u0131c\u0131 belirtilirse, benzer ta\u015f\u0131y\u0131c\u0131lar\u0131n t\u00fcm\u00fc ayn\u0131 dosya plan\u0131 havuzuna ait olmal\u0131d\u0131r.
FNRRS0113.action      = T\u00fcm kay\u0131t bildirme ta\u015f\u0131y\u0131c\u0131lar\u0131n\u0131n ayn\u0131 dosya plan\u0131 havuzuna ait oldu\u011funu do\u011frulay\u0131n.
FNRRS0113.message     = Bildirme hatas\u0131; hedef ta\u015f\u0131y\u0131c\u0131lar ayn\u0131 dosya plan\u0131 havuzuna ait olmal\u0131d\u0131r.

FNRRS0114.explanation = Kay\u0131t bildirmek i\u00e7in kullan\u0131lan hedef ta\u015f\u0131y\u0131c\u0131lardan biri daha \u00f6nce mant\u0131ksal olarak silinmi\u015f ve yeni kay\u0131t i\u00e7ermeye uygun de\u011fil.
FNRRS0114.action      = Bu ta\u015f\u0131y\u0131c\u0131y\u0131 listeden kald\u0131r\u0131n ya da/ve di\u011fer bir ta\u015f\u0131y\u0131c\u0131 se\u00e7in.
FNRRS0114.message     = Bildirme hatas\u0131; hedef ta\u015f\u0131y\u0131c\u0131 mant\u0131ksal olarak silinmi\u015f: ''{0}''.
FNRRS0114.arg.0       = ta\u015f\u0131y\u0131c\u0131_tan\u0131t\u0131c\u0131s\u0131

FNRRS0115.explanation = Kapal\u0131 bir ta\u015f\u0131y\u0131c\u0131da kay\u0131t bildirilemez.
FNRRS0115.action      = Ta\u015f\u0131y\u0131c\u0131y\u0131 yeniden a\u00e7\u0131p yeniden deneyin ya da farkl\u0131 bir ta\u015f\u0131y\u0131c\u0131 se\u00e7in.
FNRRS0115.message     = Bildirme hatas\u0131; hedef ta\u015f\u0131y\u0131c\u0131 kapal\u0131: ''{0}''.
FNRRS0115.arg.0       = ta\u015f\u0131y\u0131c\u0131_tan\u0131t\u0131c\u0131s\u0131

FNRRS0116.explanation = Kay\u0131t bildirmek i\u00e7in kullan\u0131lan hedef ta\u015f\u0131y\u0131c\u0131lardan biri \u015fu an etkin olmad\u0131\u011f\u0131ndan yeni kay\u0131t i\u00e7ermeye uygun de\u011fil.
FNRRS0116.action      = Bu ta\u015f\u0131y\u0131c\u0131y\u0131 yeniden etkinle\u015ftirin ya da hedef ta\u015f\u0131y\u0131c\u0131 listesinden kald\u0131r\u0131n.
FNRRS0116.message     = Bildirme hatas\u0131; hedef ta\u015f\u0131y\u0131c\u0131 etkin de\u011fil: ''{0}''.
FNRRS0116.arg.0       = ta\u015f\u0131y\u0131c\u0131_tan\u0131t\u0131c\u0131s\u0131

FNRRS0117.explanation = Kay\u0131t bildirme hedefi olarak fiziksel t\u00fcrde tek bir ta\u015f\u0131y\u0131c\u0131 belirtilebilir.
FNRRS0117.action      = Hedef ta\u015f\u0131yc\u0131lar listesini fiziksel t\u00fcrde tek bir ta\u015f\u0131y\u0131c\u0131yla s\u0131n\u0131rlay\u0131n.
FNRRS0117.message     = Bildirme hatas\u0131; fiziksel t\u00fcrde birden \u00e7ok ta\u015f\u0131y\u0131c\u0131 belirtildi.

FNRRS0118.explanation = Yeni kay\u0131tla ili\u015fkilendirilmi\u015f t\u00fcm i\u00e7erik \u00f6\u011feleri ayn\u0131 i\u00e7erik havuzuna ait olmal\u0131d\u0131r.
FNRRS0118.action      = \u0130li\u015fkilendirilmi\u015f t\u00fcm i\u00e7erik \u00f6\u011felerinin ayn\u0131 i\u00e7erik havuzuna ait oldu\u011funu do\u011frulay\u0131n.
FNRRS0118.message     = Bildirme hatas\u0131; yeni kay\u0131t bildirmek i\u00e7in belirtilen i\u00e7erik \u00f6\u011feleri farkl\u0131 i\u00e7erik havuzlar\u0131na ait.

FNRRS0119.explanation = Belirtilen i\u00e7erik \u00f6\u011fesi kay\u0131t bildirmek i\u00e7in uygun de\u011fil; CanDeclare (Bildirilebilir) \u00f6zelli\u011finin de\u011feri false (yanl\u0131\u015f), \u00f6\u011fe ay\u0131rma durumunda ya da \u00f6\u011fe zaten bildirilmi\u015f.
FNRRS0119.action      = Hatal\u0131 i\u00e7erik \u00f6\u011fesini d\u00fczeltin ya da farkl\u0131 bir i\u00e7erik \u00f6\u011fesi belirtin.
FNRRS0119.message     = Bildirme hatas\u0131; belirtilen i\u00e7erik \u00f6\u011fesi kay\u0131t bildirmek i\u00e7in uygun de\u011fil: ''{0}''.
FNRRS0119.arg.0       = i\u00e7erik\u00d6\u011fesi_tan\u0131t\u0131c\u0131s\u0131

FNRRS0120.explanation = Belirtilen kay\u0131t silinemez; do\u011frudan do\u011fruya bu kay\u0131t \u00fczerinde ya da \u00fcst \u00f6\u011felerinin birinde ya da daha fazlas\u0131nda bir tutma var.
FNRRS0120.action      = Tutmalar\u0131 kald\u0131r\u0131n ve silmeyi yeniden deneyin.
FNRRS0120.message     = Var olan tutma ko\u015fullar\u0131 nedeniyle kayd\u0131n silinmesine izin verilmiyor: ''{0}''.
FNRRS0120.arg.0       = silme_hedefi

FNRRS0121.explanation = Bir kay\u0131t nesnesinin Supersede (Yerine Ge\u00e7me) \u00f6zelli\u011fi de\u011feri ancak var olan bir kay\u0131t nesnesini i\u00e7erebilir.
FNRRS0121.action      = Supersede \u00f6zelli\u011fine atanan nesne de\u011ferinin com.ibm.jarm.api.core.Record t\u00fcr\u00fcnde oldu\u011funu do\u011frulay\u0131n.
FNRRS0121.message     = Bildirme hatas\u0131; yeni kayd\u0131n Supersede (Yerine Ge\u00e7me) \u00f6zelli\u011finin de\u011feri di\u011fer bir Kay\u0131t nesnesi olmal\u0131d\u0131r.

FNRRS0122.explanation = Yeni bir kayd\u0131n Supersede (Yerine Ge\u00e7me) \u00f6zelli\u011fi de\u011ferine ili\u015fkin hedef kay\u0131t, yerine ge\u00e7ilmi\u015f bir kay\u0131t olamaz.
FNRRS0122.action      = Zaten yerine ge\u00e7ilmi\u015f bir kay\u0131t i\u00e7in yerine ge\u00e7irme giri\u015fiminde bulunmay\u0131n.
FNRRS0122.message     = Yeni kayd\u0131n Supersede (Yerine Ge\u00e7me) \u00f6zelli\u011finin hedef kayd\u0131n\u0131n zaten yerine ge\u00e7ilmi\u015f.

FNRRS0123.explanation = Yeni bir kayd\u0131n Supersede (Yerine Ge\u00e7me) \u00f6zelli\u011fi de\u011ferine ili\u015fkin hedef kay\u0131t do\u011frulama amac\u0131yla al\u0131nam\u0131yor.
FNRRS0123.action      = Yerine ge\u00e7me hedef kayd\u0131 de\u011ferinin varl\u0131\u011f\u0131n\u0131 s\u00fcrd\u00fcrd\u00fc\u011f\u00fcn\u00fc ya da/ve y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n kay\u0131t i\u00e7in gereken g\u00fcvenlik eri\u015fimine sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0123.message     = Bildirme hatas\u0131; yeni kayd\u0131n Supersede (Yerine Ge\u00e7me) \u00f6zelli\u011fi de\u011ferine ili\u015fkin hedef kay\u0131t kullan\u0131lam\u0131yor.

FNRRS0124.explanation = Yeni bir kayd\u0131n Supersede (Yerine Ge\u00e7me) \u00f6zelli\u011fi de\u011ferine ili\u015fkin hedef kayda yaz\u0131lam\u0131yor.
FNRRS0124.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n, yerine ge\u00e7me hedef kayd\u0131 de\u011ferine yazma eri\u015fimi oldu\u011funu do\u011frulay\u0131n.
FNRRS0124.message     = Bildirme hatas\u0131; yeni kayd\u0131n Supersede (Yerine Ge\u00e7me) \u00f6zelli\u011fi de\u011ferine ili\u015fkin hedef kayda yaz\u0131lam\u0131yor.

FNRRS0125.explanation = Yeni bir kayd\u0131n Receipt Of (Al\u0131nd\u0131) \u00f6zelli\u011fi de\u011ferine ili\u015fkin hedef kay\u0131t zaten bir al\u0131nd\u0131 kayd\u0131.
FNRRS0125.action      = Receipt Of de\u011feri olarak di\u011fer bir kay\u0131t se\u00e7in.
FNRRS0125.message     = Bildirme hatas\u0131; yeni bir kayd\u0131n Receipt Of (Al\u0131nd\u0131) \u00f6zelli\u011fi de\u011ferine ili\u015fkin hedef kay\u0131t zaten bir al\u0131nd\u0131 kayd\u0131.

FNRRS0126.explanation = DoD S\u0131n\u0131fland\u0131rmas\u0131 veri modeliyle yap\u0131land\u0131r\u0131lm\u0131\u015f bir dosya plan\u0131 havuzunda bir kay\u0131t bildirilirken, Current Classification (Y\u00fcr\u00fcrl\u00fckteki S\u0131n\u0131fland\u0131rma) \u00f6zelli\u011fi bo\u015f de\u011ferli ya da bo\u015f olmamal\u0131d\u0131r.
FNRRS0126.action      = Current Classification \u00f6zelli\u011fi i\u00e7in ge\u00e7erli bir de\u011fer belirtin.
FNRRS0126.message     = Bildirme hatas\u0131; ''Current Classification'' (Y\u00fcr\u00fcrl\u00fckteki S\u0131n\u0131fland\u0131rma) \u00f6zelli\u011fi eksik ya da ge\u00e7ersiz.

FNRRS0127.explanation = S\u0131n\u0131fland\u0131r\u0131lm\u0131\u015f bir kayd\u0131n ge\u00e7erli bir Initial Classification (\u0130lk S\u0131n\u0131fland\u0131rma) \u00f6zelli\u011fi de\u011feri olmal\u0131d\u0131r.
FNRRS0127.action      = Initial Classification \u00f6zelli\u011fi i\u00e7in ge\u00e7erli bir de\u011fer belirtin.
FNRRS0127.message     = Bildirme hatas\u0131; ''Initial Classification'' (\u0130lk S\u0131n\u0131fland\u0131rma) \u00f6zelli\u011fi eksik ya da ge\u00e7ersiz.

FNRRS0128.explanation = S\u0131n\u0131fland\u0131r\u0131lm\u0131\u015f bir kay\u0131t i\u00e7in Derived From (T\u00fcretildi\u011fi Kaynak) \u00f6zelli\u011fi belirtilmediyse, Classified By (S\u0131n\u0131fland\u0131ran) ve Reasons For Classification (S\u0131n\u0131fland\u0131rma Nedeni) \u00f6zellikleri belirtilir.
FNRRS0128.action      = Classified By ve Reasons For Classification \u00f6zellikleri i\u00e7in ge\u00e7erli de\u011ferler belirtin.
FNRRS0128.message     = Bildirme hatas\u0131; ''Classification Authority'' (S\u0131n\u0131fland\u0131rma Yetkilisi) \u00f6zelli\u011fi eksik ya da ge\u00e7ersiz.

FNRRS0129.explanation = S\u0131n\u0131fland\u0131r\u0131lm\u0131\u015f bir kay\u0131t i\u00e7in herhangi bir muafiyet belirtilmediyse, ge\u00e7erli bir Declassify On Date (S\u0131n\u0131fland\u0131rman\u0131n Kald\u0131r\u0131laca\u011f\u0131 Tarih) ya da Declassify On Event (S\u0131n\u0131fland\u0131rman\u0131n Kald\u0131r\u0131laca\u011f\u0131 Olay) belirtilmelidir.
FNRRS0129.action      = Ge\u00e7erli bir mafiyet belirtin ya da ge\u00e7erli bir Declassify On Date ya da Declassify On Event de\u011feri belirtin.
FNRRS0129.message     = Bildirme hatas\u0131; ge\u00e7erli bir ''Declassify On Date'' (S\u0131n\u0131fland\u0131rman\u0131n Kald\u0131r\u0131laca\u011f\u0131 Tarih) ya da ''Declassify On Event'' (S\u0131n\u0131fland\u0131rman\u0131n Kald\u0131r\u0131laca\u011f\u0131 Olay) \u00f6zelli\u011fi eksik.

FNRRS0130.explanation = S\u0131n\u0131fland\u0131r\u0131lm\u0131\u015f bir kay\u0131t i\u00e7in herhangi bir muafiyet belirtilmediyse VE Declassify On Date (S\u0131n\u0131fland\u0131rman\u0131n Kald\u0131r\u0131laca\u011f\u0131 Tarih) belirtildiyse, bu tarih y\u00fcr\u00fcrl\u00fckteki ba\u015fkanl\u0131k direktifinin belirledi\u011fi zaman s\u0131n\u0131r\u0131 i\u00e7inde olmal\u0131d\u0131r.
FNRRS0130.action      = Ge\u00e7erli bir mafiyet belirtin ya da ge\u00e7erli bir Declassify On Date ya da Declassify On Event de\u011feri belirtin.
FNRRS0130.message     = Bildirme hatas\u0131; belirtilen ''Declassify On Date'' (S\u0131n\u0131fland\u0131rman\u0131n Kald\u0131r\u0131laca\u011f\u0131 Tarih) \u00f6zelli\u011fi ge\u00e7erli aral\u0131\u011f\u0131n d\u0131\u015f\u0131nda.

FNRRS0131.explanation = S\u0131n\u0131fland\u0131r\u0131lm\u0131\u015f bir kay\u0131t i\u00e7in k\u0131s\u0131tlay\u0131c\u0131 ek i\u015faret belirtildiyse, Declassify On Date (S\u0131n\u0131fland\u0131rman\u0131n Kald\u0131r\u0131laca\u011f\u0131 Tarih) ya da Declassify On Event (S\u0131n\u0131fland\u0131rman\u0131n Kald\u0131r\u0131laca\u011f\u0131 Olay) belirtilmesine izin verilmez.
FNRRS0131.action      = Declassify On Date ve Declassify On Event de\u011ferlerini kald\u0131r\u0131n ya da k\u0131s\u0131tlay\u0131c\u0131 ek i\u015fareti kald\u0131r\u0131n.
FNRRS0131.message     = Bildirme hatas\u0131; k\u0131s\u0131tlanm\u0131\u015f bir kayd\u0131n ''Declassify On Date'' (S\u0131n\u0131fland\u0131rman\u0131n Kald\u0131r\u0131laca\u011f\u0131 Tarih) ya da ''Declassify On Event'' (S\u0131n\u0131fland\u0131rman\u0131n Kald\u0131r\u0131laca\u011f\u0131 Olay) \u00f6zelli\u011fi olamaz.

FNRRS0132.explanation = S\u0131n\u0131fland\u0131r\u0131lm\u0131\u015f bir kay\u0131t i\u00e7in k\u0131s\u0131tlay\u0131c\u0131 ek i\u015faret belirtildiyse, muafiyet de\u011ferlerine izin verilmez.
FNRRS0132.action      = Muafiyet de\u011ferlerini kald\u0131r\u0131n ya da k\u0131s\u0131tlay\u0131c\u0131 ek i\u015fareti kald\u0131r\u0131n.
FNRRS0132.message     = Bildirme hatas\u0131; k\u0131s\u0131tlanm\u0131\u015f bir kayd\u0131n ''Exemption'' (Muafiyet) \u00f6zelli\u011fi olamaz.

FNRRS0133.explanation = S\u0131n\u0131fland\u0131r\u0131lm\u0131\u015f bir kay\u0131t i\u00e7in k\u0131s\u0131tlay\u0131c\u0131 ek i\u015faret belirtildiyse, indirgeme \u00f6zelli\u011fi de\u011ferlerine izin verilmez.
FNRRS0133.action      = \u0130ndirgeme de\u011ferlerini kald\u0131r\u0131n ya da k\u0131s\u0131tlay\u0131c\u0131 ek i\u015fareti kald\u0131r\u0131n.
FNRRS0133.message     = Bildirme hatas\u0131; k\u0131s\u0131tlanm\u0131\u015f bir kayd\u0131n ''Downgrade On Date'' (\u0130ndirgenece\u011fi Tarih) ya da ''Downgrade On Events'' (\u0130ndirgenece\u011fi Olaylar) \u00f6zelli\u011fi olamaz.

FNRRS0134.explanation = S\u0131n\u0131fland\u0131r\u0131lm\u0131\u015f bir kay\u0131t i\u00e7in ge\u00e7erli bir Classifying Agency (S\u0131n\u0131fland\u0131ran Kurulu\u015f) belirtilmelidir.
FNRRS0134.action      = Classifying Agency \u00f6zelli\u011fi i\u00e7in ge\u00e7erli bir de\u011fer belirtin.
FNRRS0134.message     = Bildirme hatas\u0131; ''Classifying Agency'' (S\u0131n\u0131fland\u0131ran Kurulu\u015f) \u00f6zelli\u011fi eksik ya da ge\u00e7ersiz.

FNRRS0135.explanation = S\u0131n\u0131fland\u0131r\u0131lm\u0131\u015f bir kay\u0131t i\u00e7in Downgrade On Date (\u0130ndirgenece\u011fi Tarih) ya da Downgrade On Events (\u0130ndirgenece\u011fi Olaylar) belirtildiyse, Downgrade Instructions (\u0130ndirgeme Y\u00f6nergeleri) \u00f6zelli\u011fi belirtilmelidir.
FNRRS0135.action      = Downgrade Instructions \u00f6zelli\u011fini belirtin ya da Downgrade On Date ve Downgrade On Events \u00f6zelliklerini belirtmeyin.
FNRRS0135.message     = Bildirme hatas\u0131; ''Downgrade Instructions'' (\u0130ndirgeme Y\u00f6nergeleri) \u00f6zelli\u011fi eksik ya da ge\u00e7ersiz.

FNRRS0136.explanation = S\u0131n\u0131fland\u0131r\u0131lm\u0131\u015f bir kay\u0131t i\u00e7in Upgraded On (Y\u00fckseltme Tarihi/Olay\u0131) \u00f6zelli\u011fi belirtildiyse, Reasons For Upgrade (Y\u00fckseltme Nedenleri) \u00f6zelli\u011fi de belirtilmelidir.
FNRRS0136.action      = Reasons For Upgrade \u00f6zelli\u011fini belirtin ya da Upgraded On \u00f6zelli\u011fini belirtmeyin.
FNRRS0136.message     = Bildirme hatas\u0131; ''Reasons For Upgrade'' (Y\u00fckseltme Nedenleri) \u00f6zelli\u011fi eksik ya da ge\u00e7ersiz.

FNRRS0137.explanation = S\u0131n\u0131fland\u0131r\u0131lm\u0131\u015f bir kay\u0131t i\u00e7in Upgraded On (Y\u00fckseltme Tarihi/Olay\u0131) \u00f6zelli\u011fi belirtildiyse, Upgraded By (Y\u00fckselten) \u00f6zelli\u011fi de belirtilmelidir.
FNRRS0137.action      = Upgraded By \u00f6zelli\u011fini belirtin ya da Upgraded On \u00f6zelli\u011fini belirtmeyin.
FNRRS0137.message     = Bildirme hatas\u0131; ''Upgraded By'' (Y\u00fckselten) \u00f6zelli\u011fi eksik ya da ge\u00e7ersiz.

FNRRS0138.explanation = S\u0131n\u0131fland\u0131r\u0131lm\u0131\u015f bir kay\u0131t i\u00e7in a Reviewed On (G\u00f6zden Ge\u00e7irme Tarihi/Olay\u0131) \u00f6zelli\u011fi belirtildiyse, Reviewed By (G\u00f6zden Ge\u00e7iren) \u00f6zelli\u011fi de belirtilmelidir.
FNRRS0138.action      = Reviewed By \u00f6zelli\u011fini belirtin ya da Reviewed On \u00f6zelli\u011fini belirtmeyin.
FNRRS0138.message     = Bildirme hatas\u0131; ''Reviewed By'' (G\u00f6zden Ge\u00e7iren) \u00f6zelli\u011fi eksik ya da ge\u00e7ersiz.

FNRRS0139.explanation = S\u0131n\u0131fland\u0131r\u0131lm\u0131\u015f bir kay\u0131t i\u00e7in Downgraded On (\u0130ndirgeme Tarihi/Olay\u0131) \u00f6zelli\u011fi belirtildiyse, Downgraded By (\u0130ndirgeyen) \u00f6zelli\u011fi de belirtilmelidir.
FNRRS0139.action      = Downgraded By \u00f6zelli\u011fini belirtin ya da Downgraded On \u00f6zelli\u011fini belirtmeyin.
FNRRS0139.message     = Bildirme hatas\u0131; ''Downgraded By'' (\u0130ndirgeyen) \u00f6zelli\u011fi eksik ya da ge\u00e7ersiz.

FNRRS0140.explanation = S\u0131n\u0131fland\u0131r\u0131lm\u0131\u015f bir kay\u0131t i\u00e7in Declassified On (S\u0131n\u0131fland\u0131rmay\u0131 Kald\u0131rma Tarihi/Olay\u0131) \u00f6zelli\u011fi belirtildiyse, Declassified By (S\u0131n\u0131fland\u0131rmay\u0131 Kald\u0131ran) \u00f6zelli\u011fi de belirtilmelidir.
FNRRS0140.action      = Declassified By \u00f6zelli\u011fini belirtin ya da Declassified On \u00f6zelli\u011fini belirtmeyin.
FNRRS0140.message     = Bildirme hatas\u0131; ''Declassified By'' (S\u0131n\u0131fland\u0131rmay\u0131 Kald\u0131ran) \u00f6zelli\u011fi eksik ya da ge\u00e7ersiz.

FNRRS0141.explanation = S\u0131n\u0131fland\u0131r\u0131lm\u0131\u015f bir kay\u0131t bildirme giri\u015fimi s\u0131ras\u0131nda bir ya da daha \u00e7ok DoD S\u0131n\u0131fland\u0131rmal\u0131 do\u011frulama ba\u015far\u0131s\u0131zl\u0131kla sonu\u00e7land\u0131.
FNRRS0141.action      = Her do\u011frulama ba\u015far\u0131s\u0131zl\u0131\u011f\u0131n\u0131n ayr\u0131nt\u0131lar\u0131 i\u00e7in, kural d\u0131\u015f\u0131 durumun hata kayd\u0131 derlemini inceleyin.
FNRRS0141.message     = Bildirme hatas\u0131; bir ya da daha \u00e7ok DoD S\u0131n\u0131fland\u0131rmal\u0131 do\u011frulama hatas\u0131 olu\u015ftu. Ayr\u0131nt\u0131lar i\u00e7in kural d\u0131\u015f\u0131 durumun hata kay\u0131tlar\u0131na bak\u0131n.

FNRRS0142.explanation = Bir kay\u0131t ta\u015f\u0131y\u0131c\u0131s\u0131n\u0131 Etkin olarak ayarlama giri\u015fiminde bulunuldu, ancak ta\u015f\u0131y\u0131c\u0131 zaten etkin.  Etkin bir ta\u015f\u0131y\u0131c\u0131 Etkin olarak ayarlanamaz.
FNRRS0142.action      = Zaten etkin olan bir ta\u015f\u0131y\u0131c\u0131y\u0131 Etkin olarak ayarlamaya \u00e7al\u0131\u015fman\u0131n nedenini saptay\u0131n.
FNRRS0142.message     = Ta\u015f\u0131y\u0131c\u0131 zaten etkin oldu\u011fundan Etkin olarak ayarlanamaz.

FNRRS0143.explanation = Bir kay\u0131t ta\u015f\u0131y\u0131c\u0131s\u0131n\u0131 Etkin De\u011fil olarak ayarlama giri\u015fiminde bulunuldu, ancak ta\u015f\u0131y\u0131c\u0131 zaten etkin de\u011fil.  Etkin olmayan bir ta\u015f\u0131y\u0131c\u0131 Etkin De\u011fil olarak ayarlanamaz.
FNRRS0143.action      = Etkin olmayan bir ta\u015f\u0131y\u0131c\u0131y\u0131 Etkin De\u011fil olarak ayarlamaya \u00e7al\u0131\u015fman\u0131n nedenini saptay\u0131n.
FNRRS0143.message     = Ta\u015f\u0131y\u0131c\u0131 zaten etkin de\u011fil; Etkin De\u011fil olarak ayarlanamaz.

FNRRS0144.explanation = Bir ta\u015f\u0131y\u0131c\u0131 etkin de\u011filken, ta\u015f\u0131y\u0131c\u0131 s\u0131rad\u00fczeninin en alt d\u00fczeyine kadar t\u00fcm alt ta\u015f\u0131y\u0131c\u0131lar\u0131n\u0131n da etkin olmamas\u0131 gerekir.  Bir ta\u015f\u0131y\u0131c\u0131y\u0131, \u00fcst ta\u015f\u0131y\u0131c\u0131lar\u0131ndan biri Etkin De\u011fil durumundayken Etkin olarak ayarlamaya izin verilmez.
FNRRS0144.action      = Ta\u015f\u0131y\u0131c\u0131 Etkin olarak ayarlanacaksa, \u00f6nce Etkin De\u011fil durumundaki \u00fcst ta\u015f\u0131y\u0131c\u0131lar\u0131 Etkin olarak ayarlanmal\u0131d\u0131r.
FNRRS0144.message     = \u00dcst ta\u015f\u0131y\u0131c\u0131s\u0131 etkin olmad\u0131\u011f\u0131ndan ta\u015f\u0131y\u0131c\u0131 Etkin olarak ayarlanamaz.

FNRRS0145.explanation = Bir ta\u015f\u0131y\u0131c\u0131 Etkin De\u011fil olarak ayarland\u0131ysa, bu eylemin nedeni belirtilmelidir.  Bu bilgi, ta\u015f\u0131y\u0131c\u0131n\u0131n art\u0131k etkin olmamas\u0131n\u0131n nedenini a\u00e7\u0131klar.
FNRRS0145.action      = Bir ta\u015f\u0131y\u0131c\u0131y\u0131 Etkin De\u011fil olarak ayarlarken nedenini de belirtin.
FNRRS0145.message     = Bir ta\u015f\u0131y\u0131c\u0131y\u0131 Etkin De\u011fil olarak ayarlarken Etkin Olmamas\u0131n\u0131n Nedeni de belirtilmelidir.

FNRRS0146.explanation = Ancak kapat\u0131lm\u0131\u015f bir ta\u015f\u0131y\u0131c\u0131y\u0131 yeniden a\u00e7abilirsiniz.  Ta\u015f\u0131y\u0131c\u0131 zaten a\u00e7\u0131ksa, yeniden a\u00e7man\u0131za izin verilmez.
FNRRS0146.action      = Kapat\u0131lm\u0131\u015f durumda olmayan bir ta\u015f\u0131y\u0131c\u0131y\u0131 yeniden a\u00e7ma giri\u015fiminde bulunmay\u0131n.
FNRRS0146.message     = Kapat\u0131lm\u0131\u015f olmayan bir ta\u015f\u0131y\u0131c\u0131 yeniden a\u00e7\u0131lamaz.

FNRRS0147.explanation = Yeniden a\u00e7ma eylemi ancak kapat\u0131lm\u0131\u015f durumda olan bir ta\u015f\u0131y\u0131c\u0131 i\u00e7in ge\u00e7erlidir. Y\u00fcr\u00fcrl\u00fckteki ta\u015f\u0131y\u0131c\u0131 zaten yeniden a\u00e7\u0131lm\u0131\u015f; ta\u015f\u0131y\u0131c\u0131y\u0131 yeniden a\u00e7amazs\u0131n\u0131z.
FNRRS0147.action      = Kapat\u0131lm\u0131\u015f durumda olmayan bir ta\u015f\u0131y\u0131c\u0131y\u0131 yeniden a\u00e7ma giri\u015fiminde bulunmay\u0131n.
FNRRS0147.message     = Zaten yeniden a\u00e7\u0131lm\u0131\u015f olan bir ta\u015f\u0131y\u0131c\u0131 yeniden a\u00e7\u0131lamaz.

FNRRS0148.explanation = Bir ta\u015f\u0131y\u0131c\u0131 ancak t\u00fcm \u00fcst ta\u015f\u0131y\u0131c\u0131lar\u0131 a\u00e7\u0131ksa yeniden a\u00e7\u0131labilir. \u00dcst ta\u015f\u0131y\u0131c\u0131lar\u0131ndan herhangi bir kapal\u0131ysa, ta\u015f\u0131y\u0131c\u0131 yeniden a\u00e7\u0131lamaz.
FNRRS0148.action      = T\u00fcm \u00fcst ta\u015f\u0131y\u0131c\u0131lar\u0131 a\u00e7\u0131k durumda olmayan bir ta\u015f\u0131y\u0131c\u0131y\u0131 yeniden a\u00e7ma giri\u015fiminde bulunmay\u0131n.
FNRRS0148.message     = Kapat\u0131lm\u0131\u015f bir \u00fcst ta\u015f\u0131y\u0131c\u0131s\u0131 olan bir ta\u015f\u0131y\u0131c\u0131 yeniden a\u00e7\u0131lamaz.

FNRRS0149.explanation = Bir ta\u015f\u0131y\u0131c\u0131 kapat\u0131l\u0131rken kapat\u0131lma nedeni belirtilmelidir. Nedenin bo\u015f olmayan ge\u00e7erli bir dizgi olmas\u0131 gerekir.
FNRRS0149.action      = Ta\u015f\u0131y\u0131c\u0131n\u0131n kapat\u0131lma nedenini a\u00e7\u0131klayan, bo\u015f olmayan bir dizgi belirtin.
FNRRS0149.message     = Bir ta\u015f\u0131y\u0131c\u0131 kapat\u0131l\u0131rken kapat\u0131lma nedeni belirtilmelidir.

FNRRS0150.explanation = Kapat\u0131lm\u0131\u015f bir ta\u015f\u0131y\u0131c\u0131y\u0131 kapatamazs\u0131n\u0131z.  Ta\u015f\u0131y\u0131c\u0131y\u0131 a\u00e7\u0131ksa (hi\u00e7 kapat\u0131lmad\u0131ysa) ya da yeniden a\u00e7\u0131ld\u0131ysa (kapat\u0131lm\u0131\u015f, ancak \u015fimdi yeniden a\u00e7\u0131lm\u0131\u015f) kapatabilirsiniz.
FNRRS0150.action      = Taray\u0131c\u0131y\u0131 kapatmaya \u00e7al\u0131\u015fmadan \u00f6nce, zaten kapat\u0131lm\u0131\u015f olup olmad\u0131\u011f\u0131n\u0131 denetleyin.
FNRRS0150.message     = Kapat\u0131lm\u0131\u015f bir ta\u015f\u0131y\u0131c\u0131y\u0131 kapatamazs\u0131n\u0131z.

FNRRS0151.explanation = Bir kayd\u0131 etkin olmayan bir ta\u015f\u0131y\u0131c\u0131da dosyalayamazs\u0131n\u0131z.
FNRRS0151.action      = Ta\u015f\u0131y\u0131c\u0131y\u0131 yeniden etkinle\u015ftirin ya da ba\u015fka bir dosyalama hedefi se\u00e7in.
FNRRS0151.message     = Kay\u0131t etkin olmayan bir ta\u015f\u0131y\u0131c\u0131da dosyalanamaz.

FNRRS0152.explanation = Bir kayd\u0131 kapal\u0131 bir ta\u015f\u0131y\u0131c\u0131da dosyalayamazs\u0131n\u0131z.
FNRRS0152.action      = Ta\u015f\u0131y\u0131c\u0131y\u0131 yeniden a\u00e7\u0131n ya da ba\u015fka bir dosyalama hedefi se\u00e7in.
FNRRS0152.message     = Kay\u0131t kapal\u0131 bir ta\u015f\u0131y\u0131c\u0131da dosyalanamaz.

FNRRS0153.explanation = Dosyalama hedefi bu t\u00fcr bir kayd\u0131 i\u00e7eremez.
FNRRS0153.action      = Kayd\u0131 dosyalamak i\u00e7in di\u011fer bir ta\u015f\u0131y\u0131c\u0131 se\u00e7in.
FNRRS0153.message     = Dosyalama hedefi olan ta\u015f\u0131y\u0131c\u0131n\u0131n \u015fu varl\u0131k t\u00fcr\u00fcndeki bir kayd\u0131 i\u00e7ermesine izin verilmez: {0}.

FNRRS0154.explanation = Kay\u0131t, belirtilen hedef ta\u015f\u0131y\u0131c\u0131da (ya da onun etkin alt biriminde) zaten var.
FNRRS0154.action      = Kayd\u0131 dosyalamak i\u00e7in di\u011fer bir ta\u015f\u0131y\u0131c\u0131 se\u00e7in.
FNRRS0154.message     = Kay\u0131t dosyalanam\u0131yor; hedef ta\u015f\u0131y\u0131c\u0131da (ya da onun etkin alt biriminde) zaten var.

FNRRS0155.explanation = Kay\u0131t, var olan dosya plan\u0131n\u0131n d\u0131\u015f\u0131nda bulunan bir ta\u015f\u0131y\u0131c\u0131da dosyalanamaz.
FNRRS0155.action      = Kayd\u0131n var olan dosya plan\u0131 i\u00e7indeki bir ta\u015f\u0131y\u0131c\u0131y\u0131 se\u00e7in.
FNRRS0155.message     = Kay\u0131t, var olan dosya plan\u0131n\u0131n d\u0131\u015f\u0131nda bulunan bir ta\u015f\u0131y\u0131c\u0131da dosyalanamaz.

FNRRS0156.explanation = Fiziksel bir kay\u0131t, birden \u00e7ok fiziksel ta\u015f\u0131y\u0131c\u0131da dosyalanamaz.
FNRRS0156.action      = Fiziksel bir kayd\u0131 bulundurma s\u0131n\u0131r\u0131, tek bir fiziksel ta\u015f\u0131y\u0131c\u0131d\u0131r.
FNRRS0156.message     = Fiziksel bir kay\u0131t, birden \u00e7ok fiziksel ta\u015f\u0131y\u0131c\u0131da dosyalanamaz.

FNRRS0157.explanation = Fiziksel bir kay\u0131t, birden \u00e7ok fiziksel ta\u015f\u0131y\u0131c\u0131da dosyalanamaz.
FNRRS0157.action      = Fiziksel bir kayd\u0131 bulundurma s\u0131n\u0131r\u0131, tek bir fiziksel ta\u015f\u0131y\u0131c\u0131d\u0131r.
FNRRS0157.message     = Var olan bir yok etme zamanlamas\u0131 atamas\u0131 temizlenirken, belirtilen SchedulePropagation kipi ge\u00e7erli de\u011fildir: {0}.

FNRRS0158.explanation = Belirtilen tutma varl\u0131kla ili\u015fkilendirilmemi\u015f; kald\u0131r\u0131lamaz.
FNRRS0158.action      = Tutma nesnesini kald\u0131rmaya \u00e7al\u0131\u015fmadan \u00f6nce, nesnenin bir varl\u0131kla ili\u015fkilendirilmi\u015f oldu\u011funu do\u011frulay\u0131n.
FNRRS0158.message     = Tutma varl\u0131kla ili\u015fkilendirilmedi\u011fi i\u00e7in kald\u0131r\u0131lam\u0131yor, tutma tan\u0131t\u0131c\u0131s\u0131: {0}.
FNRRS0158.arg.0	   = S\u00f6z konusu tutman\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0159.explanation = Belirtilen tutma, varl\u0131\u011fa dinamik olarak atanm\u0131\u015f. Bu tutmay\u0131 elle kald\u0131ramazs\u0131n\u0131z
FNRRS0159.action      = Dinamik tutmalar\u0131 kald\u0131rmak i\u00e7in Tutma Taramas\u0131''n\u0131 \u00e7al\u0131\u015ft\u0131r\u0131n.
FNRRS0159.message     = Dinamik olarak uygulanm\u0131i bir tutma elle kald\u0131r\u0131lamaz, tutma tan\u0131t\u0131c\u0131s\u0131: {0}.
FNRRS0159.arg.0	   = S\u00f6z konusu tutman\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0160.explanation = Belirtilen tutma etkin de\u011fil.  Bir varl\u0131\u011fa uygulanamaz.
FNRRS0160.action      = Tutmay\u0131 varl\u0131klarla ili\u015fkilendirmeden \u00f6nce, tutman\u0131n Etkin olarak belirtildi\u011fini do\u011frulay\u0131n.
FNRRS0160.message     = Etkin olmayan bir tutma uygulanamaz, tutma tan\u0131t\u0131c\u0131s\u0131: {0}.
FNRRS0160.arg.0	   = S\u00f6z konusu tutman\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0161.explanation = Bir tutmay\u0131, zaten ili\u015fkilendirilmi\u015f oldu\u011fu bir varl\u0131\u011fa ekleyemezsiniz.
FNRRS0161.action      = Bir tutmay\u0131 bir varl\u0131\u011fa bir kez ekleyebilirsiniz.
FNRRS0161.message     = Bir tutma bir varl\u0131\u011fa bir kereden fazla eklenemez, tutman\u0131n (ya da tutmalar\u0131n) tan\u0131t\u0131c\u0131s\u0131: {0}
FNRRS0161.arg.0	   = S\u00f6z konusu tutman\u0131n (ya da tutmalar\u0131n) tan\u0131t\u0131c\u0131s\u0131.

FNRRS0162.explanation = Kendisiyle ili\u015fkilendirilmi\u015f kay\u0131tlar ya da ta\u015f\u0131y\u0131c\u0131lar olan bir tutmay\u0131 silemezsiniz.
FNRRS0162.action      = Tutmayla ili\u015fkilendirilmi\u015f varl\u0131klar\u0131 kald\u0131r\u0131n ve tutmay\u0131 bundan sonra silin.
FNRRS0162.message     = Varl\u0131klarla ili\u015fkilendirilmi\u015f bir tutma silinemez.

FNRRS0163.explanation = Bu varl\u0131\u011f\u0131 ta\u015f\u0131ma giri\u015fimi s\u0131ras\u0131nda beklenmeyen bir kural d\u0131\u015f\u0131 durum olu\u015ftu.
FNRRS0163.action      = Kural d\u0131\u015f\u0131 durumla ilgili daha ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in g\u00fcnl\u00fcklere bak\u0131n.
FNRRS0163.message     = Beklenmeyen bir kural d\u0131\u015f\u0131 durum nedeniyle varl\u0131k ta\u015f\u0131nam\u0131yor, varl\u0131k: {0}, kural d\u0131\u015f\u0131 durum: {1}.
FNRRS0163.arg.0       = Ta\u015f\u0131ma giri\u015fiminde bulunulan varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.
FNRRS0163.arg.1       = Kural d\u0131\u015f\u0131 durumun iletisi.

FNRRS0164.explanation = Toplu silme i\u015flemi, o varl\u0131k t\u00fcr\u00fcndeki (entityType) bir varl\u0131\u011f\u0131 desteklemiyor.
FNRRS0164.action      = Bu varl\u0131\u011f\u0131, toplu silme i\u015flemi varl\u0131k derleminden kald\u0131r\u0131n.
FNRRS0164.message     = Bu varl\u0131k t\u00fcr\u00fc \u00fczerinde toplu silme ger\u00e7ekle\u015ftirilemez; varl\u0131k t\u00fcr\u00fc: {0}, varl\u0131k tan\u0131t\u0131c\u0131s\u0131: {1}.
FNRRS0164.arg.0       = Silme giri\u015fiminde bulunulan varl\u0131\u011f\u0131n t\u00fcr\u00fc.
FNRRS0164.arg.1       = Silme giri\u015fiminde bulunulan varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0165.explanation = Toplu olarak devre d\u0131\u015f\u0131 b\u0131rakma i\u015flemi, o varl\u0131k t\u00fcr\u00fcndeki (entityType) bir varl\u0131\u011f\u0131 desteklemiyor.
FNRRS0165.action      = Bu varl\u0131\u011f\u0131, toplu olarak devre d\u0131\u015f\u0131 b\u0131rakma i\u015flemi varl\u0131k derleminden kald\u0131r\u0131n.
FNRRS0165.message     = Bu varl\u0131k t\u00fcr\u00fc \u00fczerinde olarak devre d\u0131\u015f\u0131 b\u0131rakma ger\u00e7ekle\u015ftirilemez; varl\u0131k t\u00fcr\u00fc: {0}, varl\u0131k tan\u0131t\u0131c\u0131s\u0131: {1}.
FNRRS0165.arg.0       = Devre d\u0131\u015f\u0131 b\u0131rakma giri\u015fiminde bulunulan varl\u0131\u011f\u0131n t\u00fcr\u00fc.
FNRRS0165.arg.1       = Devre d\u0131\u015f\u0131 b\u0131rakma giri\u015fiminde bulunulan varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0166.explanation = Toplu etkinle\u015ftirme i\u015flemi, o varl\u0131k t\u00fcr\u00fcndeki (entityType) bir varl\u0131\u011f\u0131 desteklemiyor.
FNRRS0166.action      = Bu varl\u0131\u011f\u0131, toplu etkinle\u015ftirme i\u015flemi varl\u0131k derleminden kald\u0131r\u0131n.
FNRRS0166.message     = Bu varl\u0131k t\u00fcr\u00fc \u00fczerinde toplu etkinle\u015ftirme ger\u00e7ekle\u015ftirilemez; varl\u0131k t\u00fcr\u00fc: {0}, varl\u0131k tan\u0131t\u0131c\u0131s\u0131: {1}.
FNRRS0166.arg.0       = Etkinle\u015ftirme giri\u015fiminde bulunulan varl\u0131\u011f\u0131n t\u00fcr\u00fc.
FNRRS0166.arg.1       = Etkinle\u015ftirme giri\u015fiminde bulunulan varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0167.explanation = Ta\u015f\u0131ma i\u015flemi i\u00e7in belirtilen kaynak ta\u015f\u0131y\u0131c\u0131, belirtilen kayd\u0131 do\u011frudan i\u00e7ermiyor.
FNRRS0167.action      = Do\u011fru kaynak ta\u015f\u0131y\u0131c\u0131n\u0131n belirtildi\u011fini do\u011frulay\u0131n. Ger\u00e7ek kaynak ta\u015f\u0131y\u0131c\u0131 bir Kay\u0131t Birimi ise, \u00fcst Kay\u0131t Klas\u00f6r\u00fc yerine o Kay\u0131t Birimi''ni belirtin.
FNRRS0167.message     = Kay\u0131t belirtilen kaynak ta\u015f\u0131y\u0131c\u0131da bulunmad\u0131\u011f\u0131 i\u00e7in kay\u0131t ta\u015f\u0131ma i\u015flemi ger\u00e7ekle\u015ftirilemiyor.

FNRRS0168.explanation = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n nesneyi ta\u015f\u0131ma izni yok.
FNRRS0168.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n nesneyi ta\u015f\u0131ma izni oldu\u011funu do\u011frulay\u0131n.
FNRRS0168.message     = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131 ta\u015f\u0131y\u0131c\u0131y\u0131 ta\u015f\u0131yamaz: {0}.
FNRRS0168.arg.0       = Ta\u015f\u0131y\u0131c\u0131n\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0169.explanation = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n kayd\u0131 kopyalamak i\u00e7in do\u011fru izni yok.
FNRRS0169.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n kay\u0131t \u00fczerinde en az yazma izni bulundu\u011funu do\u011frulay\u0131n.
FNRRS0169.message     = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n kayd\u0131 kopyalama izni yok: {0}.
FNRRS0169.arg.0       = Kayd\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0170.explanation = D\u0131\u015f birle\u015fik belgeyi otomatik olarak kopyalama yetene\u011fi bulunmad\u0131\u011f\u0131 i\u00e7in, b\u00f6yle bir belgeyle ili\u015fkilendirilmi\u015f bir kay\u0131t kopyalanamaz.
FNRRS0170.action      = \u00d6zg\u00fcn birle\u015fik belgeyi elle \u00e7o\u011falt\u0131n ve bu belge i\u00e7in elle yeni bir kay\u0131t bildirin.
FNRRS0170.message     = Birle\u015fik bir belgeyle ili\u015fkilendirilmi\u015f bir kay\u0131t kopyalanamaz.

FNRRS0171.explanation = Belirtilen kay\u0131t belirtilen ta\u015f\u0131y\u0131c\u0131da dosyalanmam\u0131\u015f; dolay\u0131s\u0131yla bu ta\u015f\u0131y\u0131c\u0131dan kald\u0131r\u0131lamaz.
FNRRS0171.action      = Ba\u015flang\u0131\u00e7ta bu y\u00f6ntemi alt kay\u0131t birimlerinin kullan\u0131lmas\u0131n\u0131 gerektiren bir kay\u0131t klas\u00f6r\u00fc i\u00e7in \u00e7a\u011f\u0131rd\u0131ysan\u0131z, bu \u00e7a\u011fr\u0131y\u0131 kayd\u0131 ger\u00e7ekten i\u00e7eren alt birimde ger\u00e7ekle\u015ftirin.
FNRRS0171.message     = Bir kay\u0131t, dosyalanmam\u0131\u015f oldu\u011fu bir ta\u015f\u0131y\u0131c\u0131dan kald\u0131r\u0131lamaz; kay\u0131t: {0}, ta\u015f\u0131y\u0131c\u0131: {1}.
FNRRS0171.arg.0       = Kald\u0131rma i\u015fleminin denendi\u011fi kay\u0131t.
FNRRS0171.arg.1       = Kayd\u0131 kald\u0131rma i\u015fleminin denendi\u011fi ta\u015f\u0131y\u0131c\u0131 hedefi.

FNRRS0172.explanation = Bir kayd\u0131n en az bir ta\u015f\u0131y\u0131c\u0131da dosyalanmas\u0131 gerekir. 
FNRRS0172.action      = Kayd\u0131 bir ta\u015f\u0131y\u0131c\u0131dan kald\u0131rma giri\u015fiminde bulunmadan \u00f6nce, kayd\u0131n en az bir ta\u015f\u0131y\u0131c\u0131da dosyaland\u0131\u011f\u0131n\u0131 do\u011frulay\u0131n.
FNRRS0172.message     = Tek bir ta\u015f\u0131y\u0131c\u0131da dosyalanm\u0131\u015f bir kay\u0131t kald\u0131r\u0131lmaz, kay\u0131t: {0}.
FNRRS0172.arg.0       = Kald\u0131rma i\u015fleminin denendi\u011fi kay\u0131t.

FNRRS0173.explanation = Bir kay\u0131t "mant\u0131ksal olarak" silindikten sonra, o kay\u0131t i\u00e7in bildirme kald\u0131r\u0131lamaz. 
FNRRS0173.action      =  
FNRRS0173.message     = "Mant\u0131ksal olarak" silinmi\u015f bir kay\u0131t i\u00e7in bildirme kald\u0131r\u0131lamaz: {0}.
FNRRS0173.arg.0       = Bildirmeyi kald\u0131rma i\u015fleminin denendi\u011fi kay\u0131t.

FNRRS0174.explanation = Bir kay\u0131t (ya da \u00fcst ta\u015f\u0131y\u0131c\u0131lar\u0131ndan herhangi biri) tutuluyorsa, o kay\u0131t i\u00e7in bildirme kald\u0131r\u0131lamaz. 
FNRRS0174.action      = Kay\u0131ttan t\u00fcm tutmalar\u0131 kald\u0131r\u0131n ve bildirmeyi kald\u0131rma i\u015flemini bundan sonra deneyin.
FNRRS0174.message     = Tutulmakta olan bir kay\u0131t i\u00e7in bildirme kald\u0131r\u0131lmaz, kay\u0131t: {0}.
FNRRS0174.arg.0       = Bildirmeyi kald\u0131rma i\u015fleminin denendi\u011fi kay\u0131t.

FNRRS0175.explanation = Etkin bir yok etme i\u015f ak\u0131\u015f\u0131n\u0131n i\u00e7erdi\u011fi bir kay\u0131t i\u00e7in bildirme kald\u0131r\u0131lamaz.
FNRRS0175.action      = Kay\u0131tla ili\u015fkilendirilmi\u015f t\u00fcm i\u015f ak\u0131\u015f\u0131 i\u015flemlerini tamamlay\u0131n ve bildirmeyi kald\u0131rma i\u015flemini bundan sonra deneyin.
FNRRS0175.message     = Etkin bir yok etme i\u015f ak\u0131\u015f\u0131n\u0131n bir par\u00e7as\u0131 olan bir kay\u0131t i\u00e7in bildirmeyi kald\u0131rma i\u015flemi yap\u0131lamaz, kay\u0131t: {0}.
FNRRS0175.arg.0       = Bildirmeyi kald\u0131rma i\u015fleminin denendi\u011fi kay\u0131t.

FNRRS0176.explanation = Birle\u015fik i\u00e7erikle ili\u015fkilendirilmi\u015f bir kay\u0131t i\u00e7in bildirme kald\u0131r\u0131lamaz.
FNRRS0176.action      = 
FNRRS0176.message     = Birle\u015fik i\u00e7erikle ili\u015fkilendirilmi\u015f bir kay\u0131t i\u00e7in bildirme kald\u0131r\u0131lmaz, kay\u0131t: {0}.
FNRRS0176.arg.0       = Bildirmeyi kald\u0131rma i\u015fleminin denendi\u011fi kay\u0131t.

FNRRS0177.explanation = Tipik olarak, kay\u0131t al\u0131nd\u0131s\u0131yla ilgili \u00f6zellikler yaln\u0131zca DoD S\u0131n\u0131fland\u0131rmal\u0131 dosya plan\u0131 havuzu veri modelinde tan\u0131mlan\u0131r.
FNRRS0177.action      = Dosya plan\u0131 havuzu i\u00e7in uygun veri modelinin kuruldu\u011funu do\u011frulay\u0131n.
FNRRS0177.message     = Kay\u0131t al\u0131nd\u0131lar\u0131, ili\u015fkili dosya plan\u0131 havuzunda desteklenmiyor.

FNRRS0178.explanation = Adland\u0131rma \u00f6r\u00fcnt\u00fcs\u00fcnde, yerine koyma makrosunun kapsam\u0131n\u0131n belirtmek i\u00e7in her sa\u011f k\u00f6\u015feli ayrac\u0131n bir sol k\u00f6\u015feli ayrac\u0131 olmal\u0131d\u0131r.
FNRRS0178.action      = Adland\u0131rma \u00f6r\u00fcnt\u00fcs\u00fcn\u00fc denetleyin ve t\u00fcm sa\u011f k\u00f6\u015feli ayra\u00e7lardan \u00f6nce bunlar\u0131n kar\u015f\u0131l\u0131\u011f\u0131 olan sol k\u00f6\u015feli ayra\u00e7lar bulundu\u011funu do\u011frulay\u0131n.
FNRRS0178.message     = Belirtilen adland\u0131rma \u00f6r\u00fcnt\u00fcs\u00fcnde, sol k\u00f6\u015feli ayrac\u0131 olmayan bir sa\u011f k\u00f6\u015feli ayrac\u0131 var.

FNRRS0179.explanation = Adland\u0131rma \u00f6r\u00fcnt\u00fcs\u00fcnde, yerine koyma makrosunun kapsam\u0131n\u0131n belirtmek i\u00e7in her sol k\u00f6\u015feli ayrac\u0131n bir sa\u011f k\u00f6\u015feli ayrac\u0131 olmal\u0131d\u0131r.
FNRRS0179.action      = Adland\u0131rma \u00f6r\u00fcnt\u00fcs\u00fcn\u00fc denetleyin ve t\u00fcm sol k\u00f6\u015feli ayra\u00e7lardan \u00f6nce bunlar\u0131n kar\u015f\u0131l\u0131\u011f\u0131 olan sa\u011f k\u00f6\u015feli ayra\u00e7lar bulundu\u011funu do\u011frulay\u0131n.
FNRRS0179.message     = Belirtilen adland\u0131rma \u00f6r\u00fcnt\u00fcs\u00fcnde, sol k\u00f6\u015feli ayrac\u0131 olmayan bir sa\u011f k\u00f6\u015feli ayrac\u0131 var.

FNRRS0180.explanation = Yerine koymakta kullan\u0131lacak sonraki dizin de\u011feri, belirtilen say\u0131 \u00f6r\u00fcnt\u00fcs\u00fcnden uzun.
FNRRS0180.action      = Say\u0131 \u00f6r\u00fcnt\u00fcs\u00fcndeki rakam say\u0131s\u0131n\u0131 art\u0131r\u0131n.
FNRRS0180.message     = Belirtilen say\u0131 \u00f6r\u00fcnt\u00fcs\u00fc, sonraki dizin de\u011ferinin s\u0131\u011fmayaca\u011f\u0131 kadar k\u0131sa.

FNRRS0181.explanation = Belirtilen \u00f6r\u00fcnt\u00fc, ge\u00e7erli bir \u00f6r\u00fcnt\u00fc olarak ayr\u0131\u015ft\u0131r\u0131lam\u0131yor.
FNRRS0181.action      = \u00d6r\u00fcnt\u00fcy\u00fc denetleyerek ge\u00e7erli oldu\u011funu do\u011frulay\u0131n.
FNRRS0181.message     = Belirtilen \u00f6r\u00fcnt\u00fc, ge\u00e7erli bir \u00f6r\u00fcnt\u00fc de\u011fil.

FNRRS0182.explanation = Adland\u0131rma \u00f6r\u00fcnt\u00fcs\u00fcnde var olmayan bir \u00f6zellik belirtildi.
FNRRS0182.action      = Adland\u0131rma \u00f6r\u00fcnt\u00fcs\u00fcn\u00fc ge\u00e7erli bir \u00f6zellik ad\u0131 i\u00e7erecek \u015fekilde de\u011fi\u015ftirin.
FNRRS0182.message     = Adland\u0131rma \u00f6r\u00fcnt\u00fcs\u00fcnde belirtilen \u00f6zellik ge\u00e7ersiz ya da yok: {0}.
FNRRS0182.arg.0       = \u00f6zellik_ad\u0131

FNRRS0183.explanation = Adland\u0131rma \u00f6r\u00fcnt\u00fcs\u00fcnde \u00e7ok de\u011ferli bir \u00f6zellik belirtildi.  Adland\u0131rma \u00f6r\u00fcnt\u00fcleri yaln\u0131zca tek de\u011ferli \u00f6zellikleri destekler.
FNRRS0183.action      = \u00c7ok de\u011ferli \u00f6zelli\u011fi adland\u0131rma \u00f6r\u00fcnt\u00fcs\u00fcnden kald\u0131r\u0131n.
FNRRS0183.message     = Adland\u0131rma \u00f6r\u00fcnt\u00fcs\u00fcnde \u00e7ok de\u011ferli \u00f6zellik desteklenmiyor: {0}.
FNRRS0183.arg.0       = \u00f6zellik_ad\u0131

FNRRS0184.explanation = Adland\u0131rma \u00f6r\u00fcnt\u00fcleri ikili \u00f6zellikleri ya da nesne \u00f6zelliklerini desteklemez.
FNRRS0184.action      = Adland\u0131rma \u00f6r\u00fcnt\u00fcs\u00fcn\u00fc, desteklenen bir \u00f6zellik t\u00fcr\u00fcn\u00fc i\u00e7erecek \u015fekilde de\u011fi\u015ftirin.
FNRRS0184.message     = Adland\u0131rma \u00f6r\u00fcnt\u00fcs\u00fcnde belirtilen \u00f6zelli\u011fin t\u00fcr\u00fc desteklenmiyor: {0}. 
FNRRS0184.arg.0       = \u00f6zellik_ad\u0131

FNRRS0185.explanation = Bu varl\u0131\u011f\u0131 yok etme giri\u015fimi s\u0131ras\u0131nda beklenmeyen bir kural d\u0131\u015f\u0131 durum olu\u015ftu.
FNRRS0185.action      = Kural d\u0131\u015f\u0131 durumla ilgili daha ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in g\u00fcnl\u00fcklere bak\u0131n.
FNRRS0185.message     = Beklenmeyen bir kural d\u0131\u015f\u0131 durum nedeniyle varl\u0131k yok edilemiyor, varl\u0131k: {0}, kural d\u0131\u015f\u0131 durum: {1}.
FNRRS0185.arg.0       = Yok etme giri\u015fiminde bulunulan varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.
FNRRS0185.arg.1       = Kural d\u0131\u015f\u0131 durumun iletisi.

FNRRS0186.explanation = Bir varl\u0131\u011fa uygulanabilecek yok etme zamanlamas\u0131 de\u011fi\u015ftirildi; bu de\u011fi\u015fiklik, etkilenen varl\u0131klar \u00fczerinde yok etmenin i\u015flenmesini engelliyor.
FNRRS0186.action      = Bu varl\u0131klar\u0131 de\u011fi\u015ftirilen zamanlanmayla yeniden i\u015flemek i\u00e7in yok etme taramas\u0131n\u0131 yeniden \u00e7al\u0131\u015ft\u0131r\u0131n.
FNRRS0186.message     = Uygulanabilir yok etme zamanlamas\u0131 de\u011fi\u015ftirildi.

FNRRS0187.explanation = Bir \u00fcst ta\u015f\u0131y\u0131c\u0131n\u0131n yok edilebilmesi i\u00e7in, alt \u00f6\u011felerinin her birinde al\u0131koyma \u00e7evriminin tamamlanm\u0131\u015f olmas\u0131 gerekir.
FNRRS0187.action      = \u00dcst varl\u0131\u011f\u0131n yok edilmesini geciktirin.
FNRRS0187.message     = Al\u0131konma s\u00fcreleri farkl\u0131 bir ya da daha fazla s\u0131rad\u00fczenli alt \u00f6\u011fe i\u00e7eren bir varl\u0131k yok edilemez, varl\u0131k: {0}.
FNRRS0187.arg.0       = Yok etme giri\u015fiminde bulunulan varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0188.explanation = Varl\u0131kla ili\u015fkilendirilmi\u015f y\u00fcr\u00fcrl\u00fckteki yok etme evresinin eylem t\u00fcr\u00fcn\u00fcn de\u011fi\u015ftirilmi\u015f oldu\u011fu anla\u015f\u0131l\u0131yor.
FNRRS0188.action      = Bu varl\u0131k i\u00e7in yok etme taramas\u0131n\u0131 yeniden \u00e7al\u0131\u015ft\u0131r\u0131n.
FNRRS0188.message     = Y\u00fcr\u00fcrl\u00fckteki evrede yap\u0131lan de\u011fi\u015fiklik nedeniyle, yok etmenin i\u015flenmesine devam edilemiyor; varl\u0131k: {0}, evre: {1}.
FNRRS0188.arg.0       = Yok etme i\u015flemiyle ili\u015fkilendirilmi\u015f varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.
FNRRS0188.arg.1       = Varl\u0131\u011f\u0131n y\u00fcr\u00fcrl\u00fckteki evresinin tan\u0131t\u0131c\u0131s\u0131.

FNRRS0189.explanation = Varl\u0131\u011f\u0131n y\u00fcr\u00fcrl\u00fckteki evre y\u00fcr\u00fctme tarihi de\u011feri, yok etme i\u015flemleri i\u00e7in ge\u00e7erli de\u011fil.
FNRRS0189.action      = Bu varl\u0131k i\u00e7in yok etme taramas\u0131n\u0131 yeniden \u00e7al\u0131\u015ft\u0131r\u0131n.
FNRRS0189.message     = Yok etmenin i\u015flenmesine devam edilemiyor; y\u00fcr\u00fcrl\u00fckteki evre y\u00fcr\u00fctme tarihi bo\u015f de\u011ferli ya da ilerideki bir tarih; varl\u0131k: {0}, tarih: {1}.
FNRRS0189.arg.0       = Yok etme i\u015flemiyle ili\u015fkilendirilmi\u015f varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.
FNRRS0189.arg.1       = Varl\u0131\u011f\u0131n y\u00fcr\u00fcrl\u00fckteki evre y\u00fcr\u00fctme tarihi de\u011feri.

FNRRS0190.explanation = \u0130\u015flem D\u0131\u015fa Aktar ya da Yok Et de\u011filse ve varl\u0131\u011f\u0131n y\u00fcr\u00fcrl\u00fckteki evre eylemi Aktar de\u011filse, i\u015flem eyleminin varl\u0131\u011f\u0131n y\u00fcr\u00fcrl\u00fckteki evre eylemiyle e\u015fle\u015fmesi gerekir.
FNRRS0190.action      = Bu varl\u0131k i\u00e7in yok etme taramas\u0131n\u0131 yeniden \u00e7al\u0131\u015ft\u0131r\u0131n.
FNRRS0190.message     = Yok etme i\u015fleminin eylem t\u00fcr\u00fc, varl\u0131\u011f\u0131n y\u00fcr\u00fcrl\u00fckteki evre durumu i\u00e7in ge\u00e7ersiz; varl\u0131k: {0}, y\u00fcr\u00fcrl\u00fckteki evre eylemi: {1}, denenen eylem: {2}.
FNRRS0190.arg.0       = Yok etme i\u015flemiyle ili\u015fkilendirilmi\u015f varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.
FNRRS0190.arg.1       = Varl\u0131\u011f\u0131n y\u00fcr\u00fcrl\u00fckteki evre eylemi.
FNRRS0190.arg.2       = \u0130\u015flemin denenen eylemi.

FNRRS0191.explanation = Bir varl\u0131\u011f\u0131n do\u011frudan kendisine, \u00fcst varl\u0131klar\u0131ndan birine ya da alt varl\u0131klar\u0131ndan birine uygulanan, uygulanabilir bir tutma varsa, o varl\u0131k i\u00e7in yok etme i\u015flemi devam edemez.
FNRRS0191.action      = Bu varl\u0131k \u00fczerindeki uygulanabilir tutmalar\u0131 kald\u0131r\u0131n.
FNRRS0191.message     = Varl\u0131k i\u00e7in y\u00fcr\u00fcrl\u00fckte olan bir tutma nedeniyle, yok etme i\u015flemine devam edilemiyor: {0}.
FNRRS0191.arg.0       = Yok etme i\u015flemiyle ili\u015fkilendirilmi\u015f varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0192.explanation = Yeniden a\u00e7\u0131lan bir kay\u0131t ta\u015f\u0131y\u0131c\u0131s\u0131 \u00fczerinde Ara Aktarma ve D\u0131\u015fa Aktarma yok etme eylemlerine izin verilmez.
FNRRS0192.action      = \u0130lgili kay\u0131t ta\u015f\u0131y\u0131c\u0131s\u0131n\u0131 kapat\u0131n.
FNRRS0192.message     = Yeniden a\u00e7\u0131lan kay\u0131t ta\u015f\u0131y\u0131c\u0131s\u0131 \u00fczerinde yok etme eylemi ger\u00e7ekle\u015ftirilemiyor: {0}, eylem: {1}.
FNRRS0192.arg.0       = Yok etme i\u015flemiyle ili\u015fkilendirilmi\u015f varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.
FNRRS0192.arg.1       = Denenen yok etme eylemi t\u00fcr\u00fc.

FNRRS0193.explanation = Varl\u0131\u011fa ili\u015fkin yok etme durumunun yeniden hesaplanma olas\u0131l\u0131\u011f\u0131 nedeniyle, yok etme i\u015fleminin yeniden ba\u015flat\u0131lmas\u0131 gerekiyor.
FNRRS0193.action      = Bu varl\u0131k \u00fczerinde "Yok Etmeyi Ba\u015flat" eylemini eyniden ger\u00e7ekle\u015ftirin.
FNRRS0193.message     = Uygulanabilir i\u015f ak\u0131\u015f\u0131 hen\u00fcz ba\u015flat\u0131lmad\u0131\u011f\u0131ndan, varl\u0131k \u00fczerinde yok etme eylemi ger\u00e7ekle\u015ftirilemiyor; varl\u0131k: {0}.
FNRRS0193.arg.0       = Yok etme i\u015flemiyle ili\u015fkilendirilmi\u015f varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0194.explanation = Bir Kay\u0131t T\u00fcr\u00fc arac\u0131l\u0131\u011f\u0131yla yok etme zamanlamas\u0131yla ili\u015fkilendirilmi\u015f olan bir kay\u0131t, ta\u015f\u0131y\u0131c\u0131lar\u0131ndan birine ili\u015fkin bir yok etme i\u015fleminin bir par\u00e7as\u0131 olarak yok edilemez.
FNRRS0194.action      = \u00d6nce kay\u0131tlar\u0131 i\u015fleyin ve ta\u015f\u0131y\u0131c\u0131 i\u00e7in yok etme i\u015flemini yeniden deneyin.
FNRRS0194.message     = Varl\u0131k, kendilerine Kay\u0131t T\u00fcr\u00fc atanm\u0131\u015f bir ya da daha \u00e7ok alt kay\u0131t i\u00e7erdi\u011finden yok edilemiyor; varl\u0131k: {0}.
FNRRS0194.arg.0       = Yok etme i\u015flemiyle ili\u015fkilendirilmi\u015f varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0195.explanation = Belirtilen ta\u015f\u0131y\u0131c\u0131 varl\u0131\u011f\u0131 i\u00e7ermiyor ya da belirtilen kay\u0131t t\u00fcr\u00fc kullan\u0131lam\u0131yor.
FNRRS0195.action      = Varl\u0131\u011f\u0131n zamanlamas\u0131n\u0131 nas\u0131l devrald\u0131\u011f\u0131n\u0131 denetleyin ve taramay\u0131 yeniden \u00e7al\u0131\u015ft\u0131r\u0131n.
FNRRS0195.message     = ''Bu \u00f6\u011feden devral\u0131nan kesme'' de\u011feri ge\u00e7erli olmad\u0131\u011f\u0131ndan varl\u0131k d\u00fczg\u00fcn olarak at\u0131lam\u0131yor; varl\u0131k: {0}.
FNRRS0195.arg.0       = Yok etme i\u015flemiyle ili\u015fkilendirilmi\u015f varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0196.explanation = Giri\u015f parametresinden ya da varl\u0131\u011f\u0131n Y\u00fcr\u00fcrl\u00fckteki Evre D\u0131\u015fa Aktarma Hedefi \u00f6zelli\u011finden ge\u00e7erli bir dizin yolu elde edilemedi.
FNRRS0196.action      = Y\u00f6ntemin giri\u015f parametresini ya da ili\u015fkili varl\u0131\u011f\u0131n Y\u00fcr\u00fcrl\u00fckteki Evre D\u0131\u015fa Aktarma Hedefi \u00f6zelli\u011fini kullanarak ge\u00e7erli bir dizin yolu belirtin.
FNRRS0196.message     = D\u0131\u015fa aktarma hedefi dosya sistemi dizin yolu dizgisi bo\u015f de\u011ferli ya da bo\u015f bir varl\u0131k: {0}.
FNRRS0196.arg.0       = Yok etme i\u015flemiyle ili\u015fkilendirilmi\u015f varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0197.explanation = Belirtilen dosya sistemi dizinini yaratma giri\u015fimi s\u0131ras\u0131nda bir dosya sistemi hatas\u0131 olu\u015ftu. Daha ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in temeldeki kural d\u0131\u015f\u0131 durum nedenini inceleyin.
FNRRS0197.action      = Ge\u00e7erli bir dosya sistemi dizin yolu belirtildi\u011fini ve y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n gereken dosya sistemi izinlerine sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0197.message     = Belirtilen d\u0131\u015fa aktarma hedefi dosya sistemi dizinini yaratma giri\u015fimi s\u0131ras\u0131nda bir hata olu\u015ftu: ''{0}''.
FNRRS0197.arg.0       = Dosya sistemi dizini yolu.

FNRRS0198.explanation = \u0130li\u015fkili kay\u0131t i\u00e7eri\u011fi veri dosyalar\u0131 i\u00e7in ''content'' altdizini yaratma giri\u015fimi s\u0131ras\u0131nda dosya sistemi hatas\u0131 olu\u015ftu. Daha ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in temeldeki kural d\u0131\u015f\u0131 durum nedenini inceleyin.
FNRRS0198.action      = Ge\u00e7erli bir dosya sistemi dizin yolu belirtildi\u011fini ve y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n gereken dosya sistemi izinlerine sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0198.message     = Bu dosya sistemi dizini alt\u0131nda ''content'' altdizinini yaratma giri\u015fimi s\u0131ras\u0131nda bir hata olu\u015ftu: ''{0}''.
FNRRS0198.arg.0       = \u00dcst dosya sistemi dizini yolu.

FNRRS0199.explanation = Bir i\u00e7erik d\u0131\u015fa aktarma sistem dosyas\u0131 olu\u015fturma giri\u015fimi s\u0131ras\u0131nda dosya sistemi hatas\u0131 olu\u015ftu. Daha ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in temeldeki kural d\u0131\u015f\u0131 durum nedenini inceleyin.
FNRRS0199.action      = Ge\u00e7erli bir dosya sistemi dizin yolu belirtildi\u011fini ve y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n gereken dosya sistemi izinlerine sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0199.message     = \u0130\u00e7erik verilerini dosyaya (d\u0131\u015fa) aktarma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu: ''{0}''.
FNRRS0199.arg.0       = \u00c7\u0131k\u0131\u015f dosyas\u0131 yolu dizgisi.

FNRRS0200.explanation = Bu varl\u0131\u011f\u0131 d\u0131\u015fa aktarma giri\u015fimi s\u0131ras\u0131nda beklenmeyen bir kural d\u0131\u015f\u0131 durum olu\u015ftu.
FNRRS0200.action      = Kural d\u0131\u015f\u0131 durumla ilgili daha ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in g\u00fcnl\u00fcklere bak\u0131n.
FNRRS0200.message     = Beklenmeyen bir kural d\u0131\u015f\u0131 durum nedeniyle varl\u0131k d\u0131\u015fa aktar\u0131lam\u0131yor, varl\u0131k: {0}, kural d\u0131\u015f\u0131 durum: {1}.
FNRRS0200.arg.0       = D\u0131\u015fa aktarma giri\u015fiminde bulunulan varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.
FNRRS0200.arg.1       = Kural d\u0131\u015f\u0131 durumun iletisi.

FNRRS0201.explanation = Yok etmeyi ba\u015flatma i\u015flemi, o varl\u0131k t\u00fcr\u00fcndeki bir varl\u0131\u011f\u0131 desteklemiyor.
FNRRS0201.action      = Bu varl\u0131\u011f\u0131, yok etmeyi ba\u015flatma i\u015flemi giri\u015f derleminden kald\u0131r\u0131n.
FNRRS0201.message     = Bu t\u00fcr bir varl\u0131k i\u00e7in yok etmeyi ba\u015flatma i\u015flemi ger\u00e7ekle\u015ftirilemez: {0}, varl\u0131k tan\u0131t\u0131c\u0131s\u0131: {1}.
FNRRS0201.arg.0       = Yok etmeyi ba\u015flatma giri\u015fiminde bulunulan varl\u0131\u011f\u0131n t\u00fcr\u00fc.
FNRRS0201.arg.1       = Yok etmeyi ba\u015flatma giri\u015fiminde bulunulan varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0202.explanation = \u00dczerinde etkin bir tutma olan bir varl\u0131k i\u00e7in yok etmeyi ba\u015flatma i\u015flemi ger\u00e7ekle\u015ftirilemez.
FNRRS0202.action      = Etkin tutmay\u0131 varl\u0131ktan kald\u0131r\u0131n ve yok etmeyi ba\u015flatma i\u015flemini yeniden deneyin.
FNRRS0202.message     = Kendisi ya da bir \u00fcst varl\u0131\u011f\u0131 tutulmakta olan bir varl\u0131k i\u00e7in yok etmeyi ba\u015flatma i\u015flemi ger\u00e7ekle\u015ftirilemez; varl\u0131k tan\u0131t\u0131c\u0131s\u0131: {0}.
FNRRS0202.arg.0       = Yok etmeyi ba\u015flatma giri\u015fiminde bulunulan varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0203.explanation = Alt varl\u0131klar\u0131ndan herhangi biri tutulmakta olan bir varl\u0131k i\u00e7in yok etmeyi ba\u015flatma i\u015flemi ger\u00e7ekle\u015ftirilemez.
FNRRS0203.action      = \u0130lgili alt varl\u0131klardan tutmay\u0131 kald\u0131r\u0131n ve yok etmeyi ba\u015flatma i\u015flemini yeniden deneyin.
FNRRS0203.message     = Alt varl\u0131klar\u0131ndan biri ya da daha fazlas\u0131 tutulmakta olan bu varl\u0131k i\u00e7in yok etmeyi ba\u015flatma i\u015flemi ger\u00e7ekle\u015ftirilemez; varl\u0131k tan\u0131t\u0131c\u0131s\u0131: {0}.
FNRRS0203.arg.0       = Yok etmeyi ba\u015flatma giri\u015fiminde bulunulan varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0204.explanation = Bir tutma nedeniyle ya da/ve yok etme zamanlamas\u0131ndaki bir de\u011fi\u015fiklik nedeniyle, herhangi bir varl\u0131k \u00fczerinde yok etmeyi ba\u015flatma i\u015flemi ger\u00e7ekle\u015ftirilemiyor.
FNRRS0204.action      = Varl\u0131k, \u00fcst s\u0131rad\u00fczeni ya da alt s\u0131rad\u00fczeni \u00fczerindeki uygulama tutmalar\u0131n\u0131 kald\u0131r\u0131n ve yok etme taramas\u0131n\u0131 yeniden \u00e7al\u0131\u015ft\u0131r\u0131n.
FNRRS0204.message     = Bu varl\u0131k i\u00e7in yok etmeyi ba\u015flatma i\u015flemi ger\u00e7ekle\u015ftirilemiyor: {0}.
FNRRS0204.arg.0       = Yok etmeyi ba\u015flatma giri\u015fiminde bulunulan varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0205.explanation = Yok etmeyi ba\u015flatma i\u015flemine devam edilmesini engelleyen beklenmeyen bir hata olu\u015ftu.
FNRRS0205.action      = Olas\u0131 neden i\u00e7in ili\u015fkili kural d\u0131\u015f\u0131 durum y\u0131\u011f\u0131n\u0131 bilgilerini inceleyin ya da/ve yok etme taramas\u0131n\u0131 \u00e7al\u0131\u015ft\u0131r\u0131n.
FNRRS0205.message     = Bir ya da daha fazla varl\u0131k i\u00e7in yok etmeyi ba\u015flatma s\u0131ras\u0131nda beklenmeyen bir hata olu\u015ftu.

FNRRS0206.explanation = VWSession parametresi bo\u015f de\u011ferli ya da ge\u00e7ersiz.
FNRRS0206.action      = \u0130stemci uygulamas\u0131n\u0131n uygulanabilir IBM FileNet Process Engine yap\u0131land\u0131rmas\u0131n\u0131 do\u011frulay\u0131n.
FNRRS0206.message     = Ge\u00e7ersiz VWSession parametresi nedeniyle yok etmeyi ba\u015flatma i\u015flemi ger\u00e7ekle\u015ftirilemiyor: {0}.
FNRRS0206.arg.0       = S\u00f6z konusu VWSession parametresi.

FNRRS0207.explanation = Varl\u0131\u011f\u0131n y\u00fcr\u00fcrl\u00fckteki evre y\u00fcr\u00fctme tarihi hen\u00fcz belirlenmedi ya da ilerideki bir tarih.
FNRRS0207.action      = Yok etme taramas\u0131n\u0131 yeniden \u00e7al\u0131\u015ft\u0131r\u0131n ve yok etmeyi ba\u015flatmay\u0131 yeniden deneyin. 
FNRRS0207.message     = Y\u00fcr\u00fcrl\u00fckteki yok etme evresi tamamlanam\u0131yor; y\u00fcr\u00fcrl\u00fckteki evre y\u00fcr\u00fctme tarihine hen\u00fcz ula\u015f\u0131lmad\u0131; varl\u0131k: {0}.
FNRRS0207.arg.0       = S\u00f6z konusu varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0208.explanation = Varl\u0131\u011f\u0131n ili\u015fkili yok etme zamanlamas\u0131nda ya da/ve yok etmeyle ilgili meta verilerinde bir de\u011fi\u015fiklik oldu.
FNRRS0208.action      = Yok etme taramas\u0131n\u0131 yeniden \u00e7al\u0131\u015ft\u0131r\u0131n ve yok etmeyi ba\u015flatmay\u0131 yeniden deneyin. 
FNRRS0208.message     = Y\u00fcr\u00fcrl\u00fckteki yok etme evresi tamamlanam\u0131yor; ili\u015fkili i\u015f ak\u0131\u015f\u0131 hen\u00fcz ba\u015flat\u0131lmad\u0131; varl\u0131k: {0}.
FNRRS0208.arg.0       = S\u00f6z konusu varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0209.explanation = Yeniden a\u00e7\u0131lan bir ta\u015f\u0131y\u0131c\u0131, y\u00fcr\u00fcrl\u00fckteki yok etme evresinden ileriye ge\u00e7irilemez.
FNRRS0209.action      = Ta\u015f\u0131y\u0131c\u0131y\u0131 kapat\u0131n ve evre ge\u00e7i\u015fini yeniden deneyin. 
FNRRS0209.message     = Y\u00fcr\u00fcrl\u00fckteki yok etme evresi tamamlanam\u0131yor; ta\u015f\u0131y\u0131c\u0131 varl\u0131\u011f\u0131 yeniden a\u00e7\u0131lm\u0131\u015f; varl\u0131k: {0}.
FNRRS0209.arg.0       = S\u00f6z konusu varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0210.explanation = \u00d6nerilen y\u00fcr\u00fcrl\u00fckteki evre y\u00fcr\u00fctme tarihi bo\u015f de\u011ferli ya da ilerideki bir tarih olamaz.
FNRRS0210.action      = Farkl\u0131 bir y\u00fcr\u00fcrl\u00fckteki evre y\u00fcr\u00fctme tarihi de\u011feri \u00f6nerin ve evre ge\u00e7i\u015fini yeniden deneyin. 
FNRRS0210.message     = Y\u00fcr\u00fcrl\u00fckteki yok etme evresi tamamlanam\u0131yor; \u00f6nerilen y\u00fcr\u00fcrl\u00fckteki evre y\u00fcr\u00fctme tarihi bo\u015f de\u011ferli ya da ilerideki bir tarih; varl\u0131k: {0}, \u00f6nerilen tarih: {1}.
FNRRS0210.arg.0       = S\u00f6z konusu varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.
FNRRS0210.arg.1       = Verilen ge\u00e7ersiz tarih de\u011feri.

FNRRS0211.explanation = Bir yok etme zamanlamas\u0131n\u0131n mutlaka Kesme Temeli \u00f6zellik de\u011feri olmal\u0131d\u0131r.
FNRRS0211.action      = Yok etme zamanlamas\u0131n\u0131 d\u00fczeltin ve yok etmeyi ba\u015flatma i\u015flemini yeniden deneyin.
FNRRS0211.message     = Yok etme zamanlamas\u0131nda kesme temeli \u00f6zelli\u011fi eksik oldu\u011fundan yok etmeyi kesme i\u015flemi ger\u00e7ekle\u015ftirilemiyor: {0}.
FNRRS0211.arg.0       = S\u00f6z konusu zamanlaman\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0212.explanation = S\u00f6z konusu varl\u0131kta, belirtilen kesme temeli \u00f6zelli\u011fi i\u00e7in tarih de\u011feri eksik.
FNRRS0212.action      = Varl\u0131\u011f\u0131 ya da/ve yok etme zamanlamas\u0131n\u0131 ayarlay\u0131n ve yok etmeyi ba\u015flatma i\u015flemini yeniden deneyin.
FNRRS0212.message     = Yok etme varl\u0131\u011f\u0131nda, kesme temeli \u00f6zelli\u011fi i\u00e7in tarih de\u011feri eksik; varl\u0131k: {0}, \u00f6zellik ad\u0131: {1}.
FNRRS0212.arg.0       = S\u00f6z konusu varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.
FNRRS0212.arg.1       = Kesme temeli \u00f6zelli\u011finin ad\u0131.

FNRRS0213.explanation = S\u00f6z konusu varl\u0131kta, belirtilen kesme temeli \u00f6zelli\u011fi i\u00e7in tarih de\u011feri eksik.
FNRRS0213.action      = Varl\u0131\u011f\u0131 ya da/ve yok etme zamanlamas\u0131n\u0131 ayarlay\u0131n ve yok etmeyi ba\u015flatma i\u015flemini yeniden deneyin.
FNRRS0213.message     = Yok etme tetikleyicisinin t\u00fcr\u00fc kesme i\u015flemleri i\u00e7in ge\u00e7ersiz; tetikleyici: {0}, t\u00fcr: {1}.
FNRRS0213.arg.0       = S\u00f6z konusu varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.
FNRRS0213.arg.1       = Kesme temeli \u00f6zelli\u011finin ad\u0131.

FNRRS0214.explanation = Bu varl\u0131k i\u00e7in ara aktarma i\u015flemi giri\u015fimi s\u0131ras\u0131nda beklenmeyen bir kural d\u0131\u015f\u0131 durum olu\u015ftu.
FNRRS0214.action      = Kural d\u0131\u015f\u0131 durumla ilgili daha ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in g\u00fcnl\u00fcklere bak\u0131n.
FNRRS0214.message     = Beklenmeyen bir kural d\u0131\u015f\u0131 durum nedeniyle varl\u0131k i\u00e7in arama aktarma i\u015flemi ger\u00e7ekle\u015ftirilemiyor; varl\u0131k: {0}, kural d\u0131\u015f\u0131 durum: {1}.
FNRRS0214.arg.0       = Ara aktarma i\u015flemi giri\u015fiminde bulunulan varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.
FNRRS0214.arg.1       = Kural d\u0131\u015f\u0131 durumun iletisi.

FNRRS0215.explanation = Bu varl\u0131\u011f\u0131 aktarma giri\u015fimi s\u0131ras\u0131nda beklenmeyen bir kural d\u0131\u015f\u0131 durum olu\u015ftu.
FNRRS0215.action      = Kural d\u0131\u015f\u0131 durumla ilgili daha ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in g\u00fcnl\u00fcklere bak\u0131n.
FNRRS0215.message     = Beklenmeyen bir kural d\u0131\u015f\u0131 durum nedeniyle varl\u0131k aktar\u0131lam\u0131yor, varl\u0131k: {0}, kural d\u0131\u015f\u0131 durum: {1}.
FNRRS0215.arg.0       = Aktarma giri\u015fiminde bulunulan varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.
FNRRS0215.arg.1       = Kural d\u0131\u015f\u0131 durumun iletisi.

FNRRS0216.explanation = \u0130\u015f ak\u0131\u015f\u0131n\u0131n ad\u0131m \u00f6\u011fesinden ba\u015flatan al\u0131namad\u0131.
FNRRS0216.action      = Process Engine sunucusunun ve Component Manager''\u0131n d\u00fczg\u00fcn \u00e7al\u0131\u015ft\u0131\u011f\u0131n\u0131 do\u011frulay\u0131n.
FNRRS0216.message     = Ba\u015flatan al\u0131namad\u0131.

FNRRS0217.explanation = Yok etme g\u00f6zden ge\u00e7irmesiyle ilgili \u00f6zellik de\u011ferlerini i\u00e7eren RMProperties derlemi bo\u015f de\u011ferli ya da bo\u015f olamaz.
FNRRS0217.action      = Uygun g\u00f6zden ge\u00e7irme \u00f6zellik de\u011ferlerini belirtin ve g\u00f6zden ge\u00e7irme i\u015flemini yeniden deneyin.
FNRRS0217.message     = G\u00f6zden ge\u00e7irilen varl\u0131k i\u00e7in, giri\u015f RMProperties derlemi bo\u015f: {0}.
FNRRS0217.arg.0       = G\u00f6zden ge\u00e7irme giri\u015fiminde bulunulan varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0218.explanation = Yarat\u0131lacak klas\u00f6r t\u00fcr\u00fcn\u00fcn s\u0131n\u0131f tan\u0131t\u0131c\u0131s\u0131 bo\u015f de\u011ferli ya da bo\u015f olamaz.
FNRRS0218.action      = Klas\u00f6r t\u00fcr\u00fcne ili\u015fkin do\u011fru s\u0131n\u0131f tan\u0131t\u0131c\u0131s\u0131n\u0131 belirtin.
FNRRS0218.message     = {0} tan\u0131t\u0131c\u0131s\u0131, ge\u00e7erli bir s\u0131n\u0131f tan\u0131t\u0131c\u0131s\u0131 de\u011fil.
FNRRS0218.arg.0       = Yarat\u0131lacak klas\u00f6r t\u00fcr\u00fcn\u00fcn s\u0131n\u0131f tan\u0131t\u0131c\u0131s\u0131.

FNRRS0219.explanation = Dosya plan\u0131na yaln\u0131zca kay\u0131t kategorisi eklenebilir. 
FNRRS0219.action      = Yarat\u0131lacak klas\u00f6re ili\u015fkin uygun varl\u0131k t\u00fcr\u00fcn\u00fc belirtin.
FNRRS0219.message     = {0} varl\u0131\u011f\u0131 dosya plan\u0131na eklenemiyor.
FNRRS0219.arg.0       = Yarat\u0131lacak klas\u00f6r\u00fcn varl\u0131k t\u00fcr\u00fc.

FNRRS0220.explanation = Ek RecordCategory ya da RecordFolder olmal\u0131d\u0131r.
FNRRS0220.action      = Uygun eki belirtin.
FNRRS0220.message     = {0} ge\u00e7erli bir ek t\u00fcr\u00fc de\u011fil. Ek RecordCategory ya da RecordFolder olmal\u0131d\u0131r.
FNRRS0220.arg.0       = Ek ad\u0131.

FNRRS0221.explanation = Kay\u0131t klas\u00f6r\u00fc nesnesi yarat\u0131lamad\u0131. 
FNRRS0221.action      = Kla\u00f6sr\u00fc yaratmak i\u00e7in kullan\u0131lan parametreleri denetleyin ve klas\u00f6r yaratma i\u015flemini yeniden deneyin.
FNRRS0221.message     = Kay\u0131t Klas\u00f6r\u00fc Nesnesi {0} yarat\u0131lam\u0131yor.
FNRRS0221.arg.0       = Yarat\u0131lacak klas\u00f6r\u00fcn varl\u0131k t\u00fcr\u00fc.

FNRRS0222.explanation = PropertyName dizisi ile PropertyValue dizisinin uzunluklar\u0131 ayn\u0131 olmal\u0131d\u0131r.
FNRRS0222.action      = PropertyName dizisinin uzunlu\u011funun PropertyValue dizisinin uzunlu\u011funa e\u015fit oldu\u011funu do\u011frulay\u0131n.
FNRRS0222.message     = {0} PropertyName dizisi ile {1} PropertyValue dizisinin uzunluklar\u0131 e\u015fit de\u011fil.
FNRRS0222.arg.0       = PropertyName dizisi.
FNRRS0222.arg.1       = PropertyValue dizisi.

FNRRS0223.explanation = Nesne i\u00e7in belirtilen ba\u011f\u0131ml\u0131 \u00f6zelli\u011fin de\u011feri true ise, di\u011fer \u00f6zelli\u011fe bo\u015fluk d\u0131\u015f\u0131nda bir de\u011fer atanm\u0131\u015f olmal\u0131d\u0131r.
FNRRS0223.action      = Eksik \u00f6zellik de\u011feri i\u00e7in ge\u00e7erli bir de\u011fer belirtin ya da ba\u011f\u0131ml\u0131 \u00f6zelli\u011fin de\u011ferini ayarlay\u0131n.
FNRRS0223.message     = Nesnede ''{0}'' \u00f6zelli\u011fi i\u00e7in bo\u015fluk olmayan bir de\u011fer eksik; ''{1}'' ba\u011f\u0131ml\u0131 \u00f6zelli\u011fi ''true'' de\u011feriyle belirtildi\u011finde, bu \u00f6zellik i\u00e7in bo\u015fluk olmayan bir de\u011fer gereklidir.
FNRRS0223.arg.0       = Eksik ya da de\u011feri bo\u015fluk olan \u00f6zelli\u011fin ad\u0131.
FNRRS0223.arg.1       = Ba\u011f\u0131ml\u0131 \u00f6zelli\u011fin ad\u0131.

FNRRS0224.explanation = Belge kay\u0131t olarak bildirilemedi. 
FNRRS0224.action      = Belgeyi kay\u0131t olarak bildirmek i\u00e7in kullan\u0131lan parametreleri denetleyin ve belgeyi kay\u0131t olarak bildirme i\u015flemini yeniden deneyin.
FNRRS0224.message     = Belge kay\u0131t olarak bildirilemiyor.

FNRRS0225.explanation = Bir kayd\u0131n birden \u00e7ok ta\u015f\u0131y\u0131c\u0131da dosyalanmas\u0131 bu dosya plan\u0131 havuzu i\u00e7in etkinle\u015ftirilmemi\u015f.
FNRRS0225.action      = Kayd\u0131 birden \u00e7ok ta\u015f\u0131y\u0131c\u0131da dosyalamaya \u00e7al\u0131\u015fmay\u0131n ya da dosya plan\u0131 havuzunda \u00e7oklu dosyalama yetene\u011fini etkinle\u015ftirin.
FNRRS0225.message     = Bu dosya plan\u0131 havuzunda bir kay\u0131t birden \u00e7ok ta\u015f\u0131y\u0131c\u0131da dosyalanamaz: {0}.
RNRRS0255.arg.0       = Dosya plan\u0131 havuzunun ad\u0131.

FNRRS0226.explanation = \u0130zin verilen al\u0131koyma de\u011feri aral\u0131klar\u0131 \u015funlard\u0131r: Y\u0131l: 0-999, ay: 0-99, g\u00fcn: 0-99.
FNRRS0226.action      = Ge\u00e7erli al\u0131koyma de\u011ferleri belirtin.
FNRRS0226.message     = Al\u0131koyma de\u011ferlerinden biri ya da daha fazlas\u0131 ge\u00e7erli aral\u0131\u011f\u0131n d\u0131\u015f\u0131nda. \u0130zin verilen aral\u0131klar \u015funlard\u0131r: Y\u0131l: 0-999, ay: 0-99, g\u00fcn: 0-99.

FNRRS0227.explanation = Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131 ancak bir dosya plan\u0131 k\u00f6k\u00fc ya da kay\u0131t kategorisi t\u00fcr\u00fc ta\u015f\u0131y\u0131c\u0131ya eklenebilir.
FNRRS0227.action      = Hedef \u00fcst ta\u015f\u0131y\u0131c\u0131 olarak bir dosya plan\u0131 k\u00f6k\u00fcn\u00fc ya da kay\u0131t kategorisini kullanarak yeniden deneyin.
FNRRS0227.message     = Yeni bir Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131 \u015fu t\u00fcr bir \u00fcst ta\u015f\u0131y\u0131c\u0131n\u0131n alt \u00f6\u011fesi olarak eklenemez: {0} 
RNRRS0227.arg.0       = \u00dcst ta\u015f\u0131y\u0131c\u0131n\u0131n varl\u0131k t\u00fcr\u00fc.

FNRRS0228.explanation = Belirtilen tetikleyici \u00f6zelli\u011fi bulunamad\u0131.
FNRRS0228.action      = En az bir kay\u0131t s\u0131n\u0131f\u0131na atanm\u0131\u015f ge\u00e7erli bir DateTime (TarihSaat) t\u00fcr\u00fc \u00f6zelli\u011fin simgesel ad\u0131n\u0131 belirtin.
FNRRS0228.message     = Belirtilen tetikleyici \u00f6zelli\u011fi simgesel ad\u0131 i\u00e7in \u00f6zellik \u015fablonu al\u0131nam\u0131yor: {0} 
RNRRS0228.arg.0       = Belirtilen simgesel \u00f6zellik ad\u0131.

FNRRS0229.explanation = Belirtilen tetikleyici \u00f6zelli\u011fi tek de\u011ferli ve DateTime (Tarih Saat) veri tipinde olmal\u0131d\u0131r.
FNRRS0229.action      = En az bir kay\u0131t s\u0131n\u0131f\u0131na atanm\u0131\u015f, ge\u00e7erli bir tek de\u011ferli DateTime (TarihSaat) t\u00fcr\u00fc \u00f6zelli\u011fin simgesel ad\u0131n\u0131 belirtin.
FNRRS0229.message     = Belirtilen tetikleyici \u00f6zelli\u011fi DateTime (Tarih Saat) veri t\u00fcr\u00fcnde de\u011fil ya da/ve tek de\u011ferli de\u011fil: {0}
RNRRS0229.arg.0       = Belirtilen simgesel \u00f6zellik ad\u0131.

FNRRS0230.explanation = Belirtilen tetikleyici \u00f6zelli\u011fi, b\u015fr ya da daha fazla kay\u0131t s\u0131n\u0131f\u0131na atanm\u0131\u015f olmal\u0131d\u0131r.
FNRRS0230.action      = En az bir kay\u0131t s\u0131n\u0131f\u0131na atanm\u0131\u015f ge\u00e7erli bir DateTime (TarihSaat) t\u00fcr\u00fc \u00f6zelli\u011fin simgesel ad\u0131n\u0131 belirtin.
FNRRS0230.message     = Belirtilen tetikleyici \u00f6zelli\u011fi herhangi bir kay\u0131t s\u0131n\u0131f\u0131na atanmam\u0131\u015f: {0}.
RNRRS0230.arg.0       = Belirtilen simgesel \u00f6zellik ad\u0131.

FNRRS0231.explanation = \u00d6nerilen bir Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131n\u0131n alt ta\u015f\u0131y\u0131c\u0131lar\u0131 olamaz.
FNRRS0231.action      = Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131na d\u00f6n\u00fc\u015ft\u00fcrmek i\u00e7in di\u011fer bir ta\u015f\u0131y\u0131c\u0131 se\u00e7in.
FNRRS0231.message     = \u00d6nerilen Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131 yaprak d\u00fc\u011f\u00fcm de\u011fil: {0}
RNRRS0231.arg.0       = \u00d6nerilen ta\u015f\u0131y\u0131c\u0131n\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0232.explanation = \u00d6nerilen bir Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131, birden \u00e7ok ta\u015f\u0131y\u0131c\u0131da dosyalanm\u0131\u015f herhangi bir alt kay\u0131t i\u00e7eremez.
FNRRS0232.action      = D\u00f6n\u00fc\u015ft\u00fcrmek i\u00e7in di\u011fer bir ta\u015f\u0131y\u0131c\u0131 se\u00e7in ya da uygun olmayan alt kay\u0131tlar\u0131 kald\u0131r\u0131n.
FNRRS0232.message     = \u00d6nerilen Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131, birden \u00e7ok yerde ta\u015f\u0131y\u0131c\u0131da en az bir kay\u0131t i\u00e7eriyor: {0}.
FNRRS0232.arg.0       = Birden \u00e7ok ta\u015f\u0131y\u0131c\u0131da dosyalanm\u0131\u015f kayd\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0233.explanation = \u00d6nerilen bir Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131n\u0131n fiziksel kay\u0131t olan herhangi bir alt kayd\u0131 olamaz.
FNRRS0233.action      = D\u00f6n\u00fc\u015ft\u00fcrmek i\u00e7in di\u011fer bir ta\u015f\u0131y\u0131c\u0131 se\u00e7in ya da uygun olmayan alt kay\u0131tlar\u0131 kald\u0131r\u0131n.
FNRRS0233.message     = \u00d6nerilen Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131, fiziksel kay\u0131t olan en az bir kay\u0131t i\u00e7eriyor: {0}.
FNRRS0233.arg.0       = Fiziksel kayd\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0234.explanation = \u00d6nerilen bir Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131n\u0131n, ili\u015fkili kay\u0131t t\u00fcr\u00fc olan herhangi bir alt kayd\u0131 olamaz.
FNRRS0234.action      = D\u00f6n\u00fc\u015ft\u00fcrmek i\u00e7in di\u011fer bir ta\u015f\u0131y\u0131c\u0131 se\u00e7in ya da uygun olmayan alt kay\u0131tlar\u0131 kald\u0131r\u0131n.
FNRRS0234.message     = \u00d6nerilen Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131, ili\u015fkili kay\u0131t t\u00fcr\u00fc olan az bir kay\u0131t i\u00e7eriyor: {0}.
FNRRS0234.arg.0       = Kay\u0131t tan\u0131t\u0131c\u0131s\u0131.

FNRRS0235.explanation = \u00d6nerilen bir Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131n\u0131n i\u00e7eri\u011fi t\u00fcm kay\u0131tlar \u00f6nerilen tetikleyici \u00f6zelli\u011fini desteklemelidir.
FNRRS0235.action      = Di\u011fer bir ta\u015f\u0131y\u0131c\u0131 se\u00e7in ya da uygun olmayan alt kay\u0131tlar\u0131 kald\u0131r\u0131n.
FNRRS0235.message     = \u00d6nerilen Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131, \u00f6nerilen tetikleyici \u00f6zelli\u011fi ad\u0131n\u0131 desteklemeyen en az bir kay\u0131t i\u00e7eriyor: {0}.
FNRRS0235.arg.0       = Kay\u0131t tan\u0131t\u0131c\u0131s\u0131.

FNRRS0236.explanation = T\u00fcm kay\u0131t ta\u015f\u0131y\u0131c\u0131s\u0131 t\u00fcrleri Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131na d\u00f6n\u00fc\u015ft\u00fcr\u00fclmeye uygun de\u011fil.
FNRRS0236.action      = Di\u011fer bir ta\u015f\u0131y\u0131c\u0131 se\u00e7in.
FNRRS0236.message     = \u00d6nerilen ta\u015f\u0131y\u0131c\u0131 t\u00fcr\u00fc Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131na d\u00f6n\u00fc\u015ft\u00fcr\u00fclmeye uygun de\u011fil: {0}.
FNRRS0236.arg.0       = \u00d6nerilen ta\u015f\u0131y\u0131c\u0131n\u0131n varl\u0131k t\u00fcr\u00fc.

FNRRS0237.explanation = Temel Zamanlama ile ilgili gerekli \u00f6zellik \u015fablonlar\u0131n ya da/ve \u00e7e\u015fitli kay\u0131t ta\u015f\u0131y\u0131c\u0131s\u0131 s\u0131n\u0131flar\u0131na y\u00f6nelik atamalar\u0131n\u0131n bu dosya plan\u0131 havuzunda olmad\u0131\u011f\u0131 anla\u015f\u0131l\u0131yor.
FNRRS0237.action      = Bu dosya plan\u0131 havuzuna uygun P8 Content Manager eklentisinin uyguland\u0131\u011f\u0131n\u0131 do\u011frulay\u0131n.
FNRRS0237.message     = Temel Zamanlama''y\u0131 desteklemek i\u00e7in gereken meta veriler bu dosya plan\u0131 havuzunda yok: {0}.
FNRRS0237.arg.0       = Dosya plan\u0131 havuzu tan\u0131t\u0131c\u0131s\u0131.

FNRRS0238.explanation = Ge\u00e7erli bir Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131n\u0131n do\u011fru olarak bi\u00e7imlenmi\u015f bir RMRetentionPeriod \u00f6zellik de\u011feri olmal\u0131d\u0131r.
FNRRS0238.action      = DefensiblyDisposable.setRetentionPeriod y\u00f6ntemini kullanarak, bu ta\u015f\u0131y\u0131c\u0131 i\u00e7in uygun al\u0131koyma s\u00fcresini belirleyin. 
FNRRS0238.message     = Temel Zamanlama al\u0131koyma s\u00fcresi de\u011feri beklenen bi\u00e7imde de\u011fil: yyy-aa-gg.

FNRRS0239.explanation = Temel Zamanlama ile ilgili bir \u00f6zelli\u011fi de\u011fi\u015ftirme giri\u015fiminde bulunmadan \u00f6nce ta\u015f\u0131y\u0131c\u0131n\u0131n Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131 olmas\u0131 gerekir.
FNRRS0239.action      = Ta\u015f\u0131y\u0131c\u0131n\u0131n Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131 olarak yarat\u0131ld\u0131\u011f\u0131n\u0131 ya da bu ta\u015f\u0131y\u0131c\u0131 t\u00fcr\u00fcne d\u00f6n\u00fc\u015ft\u00fcr\u00fcld\u00fc\u011f\u00fcn\u00fc do\u011frulay\u0131n.
FNRRS0239.message     = Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131 olmayan bir ta\u015f\u0131y\u0131c\u0131da Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131 ile ilgili bir \u00f6zellik de\u011feri de\u011fi\u015ftirilemez: {0}.
FNRRS0239.arg.0       = Ta\u015f\u0131y\u0131c\u0131 tan\u0131t\u0131c\u0131s\u0131.

FNRRS0240.explanation = Gereken do\u011frulama mant\u0131\u011f\u0131n\u0131 atlayaca\u011f\u0131 i\u00e7in bu t\u00fcr \u00f6zelliklerin do\u011frudan ayarlanmas\u0131na izin verilmez. 
FNRRS0240.action      = DefensiblyDisposable setRetentionPeriod ya da/ve setTriggerPropertyName y\u00f6ntemlerini kullan\u0131n. 
FNRRS0240.message     = Temel Zamanlama \u00f6zellik de\u011ferlerinin do\u011frudan ayarlanmas\u0131na izin verilmez.

FNRRS0241.explanation = Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131 birden \u00e7ok ta\u015f\u0131y\u0131c\u0131da dosyalanan kay\u0131t i\u00e7eremez. 
FNRRS0241.action      = Kayd\u0131 dosyalamak i\u00e7in farkl\u0131 bir hedef ta\u015f\u0131y\u0131c\u0131 se\u00e7in. 
FNRRS0241.message     = Birden \u00e7ok ta\u015f\u0131y\u0131c\u0131da dosyalanan bir kay\u0131t Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131na konamaz.

FNRRS0242.explanation = Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131 fiziksel kay\u0131t i\u00e7eremez. 
FNRRS0242.action      = Kayd\u0131 dosyalamak i\u00e7in farkl\u0131 bir hedef ta\u015f\u0131y\u0131c\u0131 se\u00e7in. 
FNRRS0242.message     = Fiziksel bir kay\u0131t Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131na konamaz.

FNRRS0243.explanation = Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131, Kay\u0131t T\u00fcr\u00fc kay\u0131t i\u00e7eremez. 
FNRRS0243.action      = Kayd\u0131 dosyalamak i\u00e7in farkl\u0131 bir hedef ta\u015f\u0131y\u0131c\u0131 se\u00e7in. 
FNRRS0243.message     = Bir Kay\u0131t T\u00fcr\u00fc ile ili\u015fkilendirilmi\u015f bir kay\u0131t Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131nda dosyalanamaz.

FNRRS0244.explanation = Bir Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131n\u0131n i\u00e7eri\u011fi t\u00fcm kay\u0131tlar, ta\u015f\u0131y\u0131c\u0131n\u0131n atanm\u0131\u015f tetikleyici \u00f6zelli\u011fini desteklemelidir. 
FNRRS0244.action      = Kayd\u0131 dosyalamak i\u00e7in farkl\u0131 bir hedef ta\u015f\u0131y\u0131c\u0131 se\u00e7in. 
FNRRS0244.message     = Kayd\u0131n s\u0131n\u0131f\u0131, hedef Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131na atanm\u0131\u015f tetikleyici \u00f6zelli\u011fini desteklemiyor.

FNRRS0245.explanation = Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131n\u0131n, do\u011frudan ya da devralma yoluyla, atanm\u0131\u015f herhangi bir yok etme zamanlamas\u0131 olamaz. 
FNRRS0245.action      = Var olan bir Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131na ya da b\u00f6yle bir ta\u015f\u0131y\u0131c\u0131y\u0131 yarat\u0131rken, yok etme zamanlamas\u0131 atama giri\u015fiminde bulunmay\u0131n.
FNRRS0245.message     = Temel Zamanlama ta\u015f\u0131y\u0131c\u0131lar\u0131na yok etme zamanlamas\u0131 atanamaz.

FNRRS0246.explanation = Temel Zamanlama raporuna eklenmi\u015f bir kay\u0131t, ta\u015f\u0131y\u0131c\u0131s\u0131n\u0131n d\u0131\u015f\u0131na ta\u015f\u0131namaz.
FNRRS0246.action      = Bu kayd\u0131n yeni kopyas\u0131n\u0131 alabilir ya da kay\u0131t \u00fczerine tutma koyabilirsiniz.
FNRRS0246.message     = Bir Temel Zamanlama raporuna eklenmi\u015f bir kay\u0131t ta\u015f\u0131namaz: {0}.
FNRRS0246.arg.0       = Kay\u0131t tan\u0131t\u0131c\u0131s\u0131.

FNRRS0247.explanation = Tersi durumda uygun olacak bir ta\u015f\u0131y\u0131c\u0131, kendisi ya da i\u00e7erdi\u011fi kay\u0131tlar\u0131n en az biri i\u00e7in yok etme i\u015flemi varsa, Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131na d\u00f6n\u00fc\u015ft\u00fcr\u00fclemez.
FNRRS0247.action      = Ta\u015f\u0131y\u0131c\u0131y\u0131 d\u00f6n\u00fc\u015ft\u00fcrme giri\u015fiminde bulunmadan \u00f6nce, ta\u015f\u0131y\u0131c\u0131 ya da/ve i\u00e7erdi\u011fi kay\u0131tlar i\u00e7in var olan yok etme i\u015flemlerini tamamlay\u0131n.
FNRRS0247.message     = \u00d6nerilen ta\u015f\u0131y\u0131c\u0131 \u015fu an Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131na d\u00f6n\u00fc\u015ft\u00fcr\u00fclmeye uygun de\u011fil; kendisiyle ya da i\u00e7erdi\u011fi kay\u0131tlar\u0131n en az biriyle ilgili bir yok etme i\u015flemi var: {0}.
FNRRS0247.arg.0       = Uygun olmayan ta\u015f\u0131y\u0131c\u0131n\u0131n ya da alt kayd\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0248.explanation = Bir Temel Zamanlama raporuna eklenmi\u015f herhangi bir kayd\u0131n tetikleyici \u00f6zelli\u011finde de\u011fi\u015fiklik yap\u0131lmas\u0131na izin verilmez.
FNRRS0248.action      = Tetikleyici \u00f6zelli\u011fi de\u011ferini de\u011fi\u015ftirme giri\u015fiminde bulunmay\u0131n.
FNRRS0248.message     = Bir Temel Zamanlama raporuna eklenmi\u015f bir kayda atanan tetikleyici \u00f6zelli\u011fi de\u011feri g\u00fcncellenemez: {0}.
FNRRS0248.arg.0       = Kay\u0131t tan\u0131t\u0131c\u0131s\u0131.

FNRRS0249.explanation = Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131 birden \u00e7ok ta\u015f\u0131y\u0131c\u0131da dosyalanan kay\u0131tlar i\u00e7eremeyece\u011fi i\u00e7in, bir Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131nda var olan kay\u0131tlar ba\u015fka bir yerde dosyalanamaz.
FNRRS0249.action      = Kayd\u0131 birden \u00e7ok ta\u015f\u0131y\u0131c\u0131da dosyalamak yerine ta\u015f\u0131y\u0131n ya da kopyalay\u0131n.
FNRRS0249.message     = Bir Temel Zamanlama ta\u015f\u0131y\u0131c\u0131s\u0131n\u0131n i\u00e7erdi\u011fi bir kay\u0131t birden \u00e7ok ta\u015f\u0131y\u0131c\u0131da dosyalanamaz: {0}.
FNRRS0249.arg.0       = Kay\u0131t tan\u0131t\u0131c\u0131s\u0131.

FNRRS0250.explanation = Baz\u0131 sistem yap\u0131land\u0131rmas\u0131 e\u015fg\u00f6r\u00fcn\u00fcmleri sabit kabul edilir ve de\u011fi\u015ftirilemez.
FNRRS0250.message     = \u00d6zellik ad\u0131 \u015fu olan sistem yap\u0131land\u0131rmas\u0131 e\u015fg\u00f6r\u00fcn\u00fcm\u00fc i\u00e7in g\u00fcncelleme i\u015flemine izin verilmez: {0}.
FNRRS0250.arg.0       = \u0130lgili sistem yap\u0131land\u0131rmas\u0131n\u0131n \u00f6zellik ad\u0131.

FNRRS0251.explanation = Varl\u0131\u011f\u0131n y\u00fcr\u00fcrl\u00fckteki evre y\u00fcr\u00fctme tarihi ayar\u0131 kald\u0131r\u0131ld\u0131 ya da tarih gelecekteki bir tarih.
FNRRS0251.action      = Varl\u0131\u011fa ili\u015fkin yok etme durumunu yenilemek i\u00e7in yok etme taramas\u0131n\u0131 yeniden \u00e7al\u0131\u015ft\u0131r\u0131n.
FNRRS0251.message     = Bu varl\u0131\u011fa ili\u015fkin y\u00fcr\u00fcrl\u00fckteki evre y\u00fcr\u00fctme tarihindeki bir de\u011fi\u015fiklik nedeniyle yok etme ba\u015flat\u0131lam\u0131yor: {0}, tarih: {1}.
FNRRS0251.arg.0       = S\u00f6z konusu varl\u0131k.
FNRRS0251.arg.1       = Varl\u0131\u011f\u0131n y\u00fcr\u00fcrl\u00fckteki evre y\u00fcr\u00fctme tarihi.

FNRRS0252.explanation = Yok etmeyi ba\u015flatma eylemi, y\u00fcr\u00fcrl\u00fckteki evre eylemi otomatik olarak sistemden atma olan bir varl\u0131\u011fa uygulanamaz.
FNRRS0252.action      = Bu varl\u0131\u011f\u0131 i\u015flemek i\u00e7in otomatik olarak sistemden atma yok etme taramas\u0131n\u0131 \u00e7al\u0131\u015ft\u0131r\u0131n.
FNRRS0252.message     = Y\u00fcr\u00fcrl\u00fckteki evre eylemi otomatik olarak sistemden atma olan bir varl\u0131k i\u00e7in yok etme ba\u015flat\u0131lamaz: {0}.
FNRRS0252.arg.0       = S\u00f6z konusu varl\u0131k.

FNRRS0253.explanation = Yok etmeyi ba\u015flatma eylemi, alt ta\u015f\u0131y\u0131c\u0131 s\u0131rad\u00fczeni tutulmakta olan bir ya da daha fazla fiziksel ta\u015f\u0131y\u0131c\u0131 i\u00e7eren bir varl\u0131\u011fa uygulanamaz.
FNRRS0253.action      = Y\u00fcr\u00fcrl\u00fckteki tutmalar\u0131 kald\u0131r\u0131n ve yok etmeyi ba\u015flatmay\u0131 yeniden deneyin.
FNRRS0253.message     = Tutulmakta olan bir fiziksel alt ta\u015f\u0131y\u0131c\u0131 i\u00e7eren bir varl\u0131k i\u00e7in yok etme ba\u015flat\u0131lamaz: {0}.
FNRRS0253.arg.0       = S\u00f6z konusu varl\u0131k.

FNRRS0254.explanation = Yok etmeyi ba\u015flatma eylemi, alt ta\u015f\u0131y\u0131c\u0131 s\u0131rad\u00fczeni tutulmakta olan bir ya da daha fazla fiziksel kay\u0131t i\u00e7eren bir varl\u0131\u011fa uygulanamaz.
FNRRS0254.action      = Y\u00fcr\u00fcrl\u00fckteki tutmalar\u0131 kald\u0131r\u0131n ve yok etmeyi ba\u015flatmay\u0131 yeniden deneyin.
FNRRS0254.message     = Tutulmakta olan bir fiziksel kay\u0131t i\u00e7eren bir varl\u0131k i\u00e7in yok etme ba\u015flat\u0131lamaz: {0}.
FNRRS0254.arg.0       = S\u00f6z konusu varl\u0131k.

FNRRS0255.explanation = Yok etmeyi ba\u015flatma eylemi, alt ta\u015f\u0131y\u0131c\u0131 s\u0131rad\u00fczeninde, tutulmakta olan ve fiziksel kay\u0131t i\u00e7eren bir alt ta\u015f\u0131y\u0131c\u0131n\u0131n bulundu\u011fu bir varl\u0131\u011fa uygulanamaz.
FNRRS0255.action      = Y\u00fcr\u00fcrl\u00fckteki tutmalar\u0131 kald\u0131r\u0131n ve yok etmeyi ba\u015flatmay\u0131 yeniden deneyin.
FNRRS0255.message     = Tutulmakta olan bir alt ta\u015f\u0131y\u0131c\u0131s\u0131 bulunan ve o alt ta\u015f\u0131y\u0131c\u0131da da fiziksel bir kay\u0131t olan bir varl\u0131k i\u00e7in yok etme ba\u015flat\u0131lamaz: {0}.
FNRRS0255.arg.0       = S\u00f6z konusu varl\u0131k.


FNRRS0300.explanation = Bu etki_alan\u0131_t\u00fcr\u00fc, ba\u011flant\u0131 URL adresi, kullan\u0131c\u0131 ad\u0131 ve JAAS_k\u0131sm\u0131 ad\u0131 ile ili\u015fkilendirilmi\u015f bir JAAS \u00d6znesi elde edilemiyor.
FNRRS0300.action      = \u015eunlar\u0131 do\u011frulay\u0131n: 1) Y\u00fcr\u00fctme ortam\u0131na ili\u015fkin JAAS yap\u0131land\u0131rmas\u0131n\u0131n do\u011fru belirtildi\u011fini. 2) Do\u011fru kap\u0131 numaras\u0131n\u0131 i\u00e7eren do\u011fru URL adresinin belirtildi\u011fini. 3) URL i\u00e7in uygun JAAS_k\u0131sm\u0131 ad\u0131n\u0131n belirtildi\u011fini.
FNRRS0300.message     = Etki alan\u0131 t\u00fcr\u00fc: ''{0}'', url: ''{1}'', kullan\u0131c\u0131 ad\u0131: ''{2}'', JAAS k\u0131sm\u0131: ''{3}'' i\u00e7in JAAS \u00d6znesi elde edilemiyor.
FNRRS0300.arg.0       = etki_alan\u0131_t\u00fcr\u00fc
FNRRS0300.arg.1       = url
FNRRS0300.arg.2       = kullan\u0131c\u0131ad\u0131
FNRRS0300.arg.3       = JAAS_k\u0131sm\u0131

FNRRS0301.explanation = nesne_deposu_tan\u0131t\u0131c\u0131s\u0131 ile belirtilen P8 ObjectStore (Nesne Deposu) ge\u00e7erli bir Records Manager \u0130\u00e7erik Havuzu de\u011fil.
FNRRS0301.action      = Bu P8 ObjectStore''a do\u011fru Records Manager veri modelinin uyguland\u0131\u011f\u0131n\u0131 do\u011frulay\u0131n.
FNRRS0301.message     = P8 ObjectStore (Nesne Deposu) ge\u00e7erli bir Records Manager \u0130\u00e7erik Havuzu de\u011fil: ''{0}''.
FNRRS0301.arg.0       = nesne_deposu_tan\u0131t\u0131c\u0131s\u0131

FNRRS0302.explanation = nesne_deposu_tan\u0131t\u0131c\u0131s\u0131 ile belirtilen P8 ObjectStore (Nesne Deposu) ge\u00e7erli bir IBM Enterprise Records Dosya Plan\u0131 Havuzu de\u011fil.
FNRRS0302.action      = Bu P8 ObjectStore''a do\u011fru IBM Enterprise Records veri modelinin uyguland\u0131\u011f\u0131n\u0131 do\u011frulay\u0131n.
FNRRS0302.message     = P8 ObjectStore (Nesne Deposu) ge\u00e7erli bir IBM Enterprise Records Dosya Plan\u0131 Havuzu de\u011fil: ''{0}''.
FNRRS0302.arg.0       = nesne_deposu_tan\u0131t\u0131c\u0131s\u0131

FNRRS0303.explanation = varl\u0131k_t\u00fcr\u00fc t\u00fcr\u00fcnde olan e\u015fg\u00f6r\u00fcn\u00fcm_tan\u0131t\u0131c\u0131s\u0131 API nesnesi, kar\u015f\u0131l\u0131\u011f\u0131 olan havuz temel nesnesiyle hen\u00fcz ili\u015fkilendirilmedi. Bu durum API e\u015fg\u00f6r\u00fcn\u00fcm\u00fcn\u00fcn kullan\u0131lmas\u0131n\u0131 (e\u015fg\u00f6r\u00fcn\u00fcmden \u00f6zellik de\u011ferlerini alma gibi) k\u0131s\u0131tl\u0131yor.
FNRRS0303.action      = Havuzdan almay\u0131 zorunlu k\u0131lmak i\u00e7in, API e\u015fg\u00f6r\u00fcn\u00fcm\u00fc i\u00e7in bir fetchInstance (getInstance de\u011fil) ger\u00e7ekle\u015ftirin.
FNRRS0303.message     = ''{1}'' t\u00fcr\u00fcndeki ''{0}'' API e\u015fg\u00f6r\u00fcn\u00fcm\u00fc i\u00e7in havuz temel nesnesi belirlenmedi.
FNRRS0303.arg.0       = e\u015fg\u00f6r\u00fcn\u00fcm_tan\u0131t\u0131c\u0131s\u0131
FNRRS0303.arg.1       = varl\u0131k_t\u00fcr\u00fc

FNRRS0304.explanation = etki_alan\u0131_tan\u0131t\u0131c\u0131s\u0131 tan\u0131t\u0131c\u0131l\u0131 etki alan\u0131ndan, kullan\u0131labilir dosya plan\u0131 havuzlar\u0131 al\u0131nam\u0131yor.
FNRRS0304.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n, etki alan\u0131ndaki en az bir dosya plan\u0131 havuzuna eri\u015fim izni oldu\u011funu do\u011frulay\u0131n. Ayr\u0131ca, en az bir havuzun dosya plan\u0131 havuzu olarak yap\u0131land\u0131r\u0131ld\u0131\u011f\u0131n\u0131 do\u011frulay\u0131n.
FNRRS0304.message     = Etki alan\u0131ndan, kullan\u0131labilir dosya plan\u0131 havuzlar\u0131 al\u0131nam\u0131yor: ''{0}''.
FNRRS0304.arg.0       = etki_alan\u0131_tan\u0131t\u0131c\u0131s\u0131

FNRRS0305.explanation = etki_alan\u0131_tan\u0131t\u0131c\u0131s\u0131 tan\u0131t\u0131c\u0131l\u0131 etki alan\u0131ndan, kullan\u0131labilir dosya plan\u0131 havuzlar\u0131 al\u0131nam\u0131yor.
FNRRS0305.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n, etki alan\u0131ndaki en az bir dosya plan\u0131 havuzuna eri\u015fim izni oldu\u011funu do\u011frulay\u0131n. Ayr\u0131ca, en az bir havuzun dosya plan\u0131 havuzu olarak yap\u0131land\u0131r\u0131ld\u0131\u011f\u0131n\u0131 do\u011frulay\u0131n.
FNRRS0305.message     = Etki alan\u0131ndan, kullan\u0131labilir dosya plan\u0131 havuzlar\u0131 al\u0131nam\u0131yor: ''{0}''.
FNRRS0305.arg.0       = etki_alan\u0131_tan\u0131t\u0131c\u0131s\u0131

FNRRS0306.explanation = Simgesel ad\u0131 simgesel_ad olan P8 Content Engine \u00f6zelli\u011fini ekleme giri\u015fimi s\u0131ras\u0131nda kural d\u0131\u015f\u0131 durum olu\u015ftu.
FNRRS0306.action      = RMRuntimeException''\u0131n temel nedeni i\u00e7in kural d\u0131\u015f\u0131 durum y\u0131\u011f\u0131n\u0131n\u0131 inceleyin. Tipik neden, bir t\u00fcr d\u00f6n\u00fc\u015ft\u00fcrme sorunudur.
FNRRS0306.message     = P8CE \u00f6zelli\u011fi eklenirken hata olu\u015ftu, ad: ''{0}''.
FNRRS0306.arg.0       = simgesel_ad

FNRRS0307.explanation = simgesel_ad \u00f6zelli\u011fi i\u00e7in, desteklenmeyen s\u0131n\u0131f_ad\u0131 havuz \u00f6zelli\u011fi s\u0131n\u0131f\u0131 saptand\u0131.
FNRRS0307.action      = Di\u011fer bir \u00f6zellik ya da \u00f6zellik s\u0131n\u0131f\u0131 t\u00fcr\u00fc se\u00e7in.
FNRRS0307.message     = Havuz \u00f6zelli\u011fi eklenmesi s\u0131ras\u0131nda desteklenmeyen bir \u00f6zellik s\u0131n\u0131f\u0131 saptand\u0131; simgesel ad: ''{0}'', s\u0131n\u0131f: ''{1}''.
FNRRS0307.arg.0       = simgesel_ad
FNRRS0307.arg.1       = s\u0131n\u0131f_ad\u0131

FNRRS0308.explanation = veri_t\u00fcr\u00fc t\u00fcr\u00fcndeki simgesel_ad \u00f6zelli\u011fi i\u00e7in havuz \u00f6zelli\u011fi de\u011feri ayarlama i\u015flemi s\u0131ras\u0131nda beklenmeyen bir hata olu\u015ftu.
FNRRS0308.action      = Ek havuz hatas\u0131 a\u00e7\u0131klamalar\u0131 olup olmad\u0131\u011f\u0131n\u0131 saptamak i\u00e7in i\u00e7 kural d\u0131\u015f\u0131 durumu inceleyin.
FNRRS0308.message     = Havuz \u00f6zelli\u011fi de\u011ferini ayarlama giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu; simgesel ad: ''{0}'', veri t\u00fcr\u00fc: ''{1}''.
FNRRS0308.arg.0       = simgesel_ad
FNRRS0308.arg.1       = veri_t\u00fcr\u00fc

FNRRS0309.explanation = P8 Content Engine havuz eri\u015fimi katman\u0131, varl\u0131k_t\u00fcr\u00fc t\u00fcr\u00fcndeki bir Ta\u015f\u0131y\u0131c\u0131 nesnesini desteklemiyor.
FNRRS0309.action      = Farkl\u0131 bir ta\u015f\u0131y\u0131c\u0131 t\u00fcr\u00fc se\u00e7in ya da bu varl\u0131k t\u00fcr\u00fcn\u00fc destekleyen bir havuz se\u00e7in.
FNRRS0309.message     = Desteklenmeyen P8CE_RAL ta\u015f\u0131y\u0131c\u0131 varl\u0131\u011f\u0131 t\u00fcr\u00fc nedeniyle Ta\u015f\u0131y\u0131c\u0131 nesnesi olu\u015fturulam\u0131yor: ''{0}''.
FNRRS0309.arg.0       = varl\u0131k_t\u00fcr\u00fc

FNRRS0310.explanation = fpRepository havuzunda, ''PropertyName'' de\u011feri ''FPOS Setup'' olan bir ''SystemConfiguration'' nesnesi yok.
FNRRS0310.action      = fpRepository havuzunun do\u011fru olarak yap\u0131land\u0131r\u0131ld\u0131\u011f\u0131n\u0131 do\u011frulay\u0131n.
FNRRS0310.message     = Dosya plan\u0131 havuzunda herhangi bir ''FPOS Setup'' SystemConfiguration nesnesi yok: ''{0}''
FNRRS0310.arg.0       = fpRepository

FNRRS0311.explanation = fpRepository''nin ''PropertyName'' de\u011feri ''FPOS Setup'' olan ''SystemConfiguration'' nesnesinde ''PropertyValue'' \u00f6zellik de\u011feri ge\u00e7ersiz.
FNRRS0311.action      = fpRepository havuzunun do\u011fru olarak yap\u0131land\u0131r\u0131ld\u0131\u011f\u0131n\u0131 do\u011frulay\u0131n.
FNRRS0311.message     = Dosya plan\u0131 havuzu ''FPOS Setup'' SystemConfiguration nesnesi i\u00e7in ge\u00e7ersiz bir de\u011fer i\u00e7eriyor: ''{0}''
FNRRS0311.arg.0       = fpRepository

FNRRS0312.explanation = T\u00fcr\u00fc varl\u0131k_t\u00fcr\u00fc ve tan\u0131t\u0131c\u0131s\u0131 nesne_tan\u0131t\u0131c\u0131s\u0131 olan nesne i\u00e7in kaydetme i\u015flemi ba\u015far\u0131s\u0131z oldu.
FNRRS0312.action      = Bu nesnenin havuzda var olmaya devam etti\u011fini do\u011frulay\u0131n. Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n bu i\u015flem i\u00e7in uygun nesne d\u00fczeyi g\u00fcvenlik eri\u015fimine sahip oldu\u011funu da do\u011frulay\u0131n.
FNRRS0312.message     = T\u00fcr\u00fc ''{1}'', tan\u0131t\u0131c\u0131s\u0131 ''{0}'' olan havuz nesnesi i\u00e7in kaydetme i\u015flemi ger\u00e7ekle\u015ftirilemiyor. Temeldeki hata bilgisi: {2}
FNRRS0312.arg.0       = nesne_tan\u0131t\u0131c\u0131s\u0131
FNRRS0312.arg.1       = varl\u0131k_t\u00fcr\u00fc
FNRRS0312.arg.2		  = temeldeki kural d\u0131\u015f\u0131 durum dizgisi

FNRRS0313.explanation = Dosya plan\u0131 havuzu dosya plan\u0131 k\u00f6k d\u00fc\u011f\u00fcm\u00fcn\u00fc alma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0313.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n dosya plan\u0131 k\u00f6k d\u00fc\u011f\u00fcm\u00fc \u00fczerinde en az g\u00f6r\u00fcnt\u00fcleme haklar\u0131na sahip oldu\u011funu ve bu dosya plan\u0131 havuzunun do\u011fru olarak kurulup yap\u0131land\u0131r\u0131ld\u0131\u011f\u0131n\u0131 do\u011frulay\u0131n.
FNRRS0313.message     = Dosya plan\u0131 havuzundan dosya plan\u0131 k\u00f6k d\u00fc\u011f\u00fcm\u00fc al\u0131nam\u0131yor: ''{0}''.
FNRRS0313.arg.0       = fpRepository

FNRRS0314.explanation = Simgesel ad\u0131 simgesel_ad, t\u00fcr\u00fc veri_t\u00fcr\u00fc olan \u00f6zelli\u011fi bir \u00f6zellik derlemine eklerken beklenmeyen bir hata olu\u015ftu.
FNRRS0314.action      = Havuz hatas\u0131 a\u00e7\u0131klamalar\u0131 i\u00e7in i\u00e7 kural d\u0131\u015f\u0131 durumu inceleyin.
FNRRS0314.message     = Yeni \u00f6zelli\u011fi derleme ekleme giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu; simgesel ad: ''{0}'', veri t\u00fcr\u00fc: ''{1}''.
FNRRS0314.arg.0       = simgesel_ad
FNRRS0314.arg.1       = veri_t\u00fcr\u00fc

FNRRS0315.explanation = \u00dcst ta\u015f\u0131y\u0131c\u0131dan alt kay\u0131t kategorilerini alma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0315.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n \u00fcst ta\u015f\u0131y\u0131c\u0131n\u0131n i\u00e7eri\u011fi \u00fczerinde en az g\u00f6r\u00fcnt\u00fcleme haklar\u0131na sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0315.message     = \u00dcst ta\u015f\u0131y\u0131c\u0131dan kay\u0131t kategorileri al\u0131n\u0131rken hata olu\u015ftu: ''{0}''.
FNRRS0315.arg.0       = \u00fcst_ta\u015f\u0131y\u0131c\u0131

FNRRS0316.explanation = Bir sayfa yineleyicinin y\u00fcr\u00fcrl\u00fckteki i\u00e7eri\u011fini elde etme giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0316.action      = Yineleyiciyi birinci sayfaya ta\u015f\u0131mak i\u00e7in ba\u015flang\u0131\u00e7ta RMPageInterator.nextPage() \u00e7a\u011fr\u0131s\u0131nda bulunuldu\u011funu do\u011frulay\u0131n. Di\u011fer bir olas\u0131l\u0131k da, yineleyicinin son sayfan\u0131n \u00f6tesine ta\u015f\u0131nm\u0131\u015f olmas\u0131d\u0131r.
FNRRS0316.message     = RMPageIterator''dan y\u00fcr\u00fcrl\u00fckteki sayfa i\u00e7eri\u011fini elde etme giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.

FNRRS0317.explanation = Bir sayfa yineleyicinin sonraki sayfas\u0131n\u0131 elde etme giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0317.action      = Yineleyicinin son sayfan\u0131n \u00f6tesine ta\u015f\u0131nmad\u0131\u011f\u0131n\u0131 do\u011frulay\u0131n.
FNRRS0317.message     = PagableSet yineleyicisinden sonraki sayfay\u0131 elde etme giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.

FNRRS0318.explanation = Nesnenin \u00fcst ta\u015f\u0131y\u0131c\u0131lar\u0131n\u0131 alma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0318.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n \u00fcst ta\u015f\u0131y\u0131c\u0131 \u00fczerinde en az g\u00f6r\u00fcnt\u00fcleme haklar\u0131na sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0318.message     = Nesne i\u00e7in \u00fcst ta\u015f\u0131y\u0131c\u0131(lar) al\u0131n\u0131rken hata olu\u015ftu: ''{0}''.
FNRRS0318.arg.0       = nesne

FNRRS0319.explanation = T\u00fcr\u00fc varl\u0131k_t\u00fcr\u00fc ve tan\u0131t\u0131c\u0131s\u0131 nesne_tan\u0131t\u0131c\u0131s\u0131 olan nesne i\u00e7in silme i\u015flemi ba\u015far\u0131s\u0131z oldu.
FNRRS0319.action      = Bu nesnenin havuzda var olmaya devam etti\u011fini do\u011frulay\u0131n. Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n bu i\u015flem i\u00e7in uygun nesne d\u00fczeyi g\u00fcvenlik eri\u015fimine sahip oldu\u011funu da do\u011frulay\u0131n.
FNRRS0319.message     = T\u00fcr\u00fc ''{1}'', tan\u0131t\u0131c\u0131s\u0131 ''{0}'' olan havuz nesnesi i\u00e7in silme i\u015flemi ger\u00e7ekle\u015ftirilemiyor.
FNRRS0319.arg.0       = nesne_tan\u0131t\u0131c\u0131s\u0131
FNRRS0319.arg.1       = varl\u0131k_t\u00fcr\u00fc

FNRRS0320.explanation = T\u00fcr\u00fc varl\u0131k_t\u00fcr\u00fc ve tan\u0131t\u0131c\u0131s\u0131 nesne_tan\u0131t\u0131c\u0131s\u0131 olan nesne i\u00e7in kay\u0131t kategorisi ekleme i\u015flemi ba\u015far\u0131s\u0131z oldu.
FNRRS0320.action      = Bu hedef nesnenin havuzda var olmaya devam etti\u011fini do\u011frulay\u0131n. Hedefin kay\u0131t kategorisi i\u00e7ermesine izin verildi\u011fini do\u011frulay\u0131n. Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n bu i\u015flem i\u00e7in uygun nesne d\u00fczeyi g\u00fcvenlik eri\u015fimine sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0320.message     = T\u00fcr\u00fc ''{1}'', tan\u0131t\u0131c\u0131s\u0131 ''{0}'' olan hedef nesneye kay\u0131t kategorisi eklenemiyor.
FNRRS0320.arg.0       = nesne_tan\u0131t\u0131c\u0131s\u0131
FNRRS0320.arg.1       = varl\u0131k_t\u00fcr\u00fc

FNRRS0321.explanation = Bir sayfa yineleyicinin y\u00fcr\u00fcrl\u00fckteki \u00f6\u011fe say\u0131s\u0131n\u0131 elde etme giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0321.action      = Yineleyiciyi birinci sayfaya ta\u015f\u0131mak i\u00e7in ba\u015flang\u0131\u00e7ta RMPageInterator.nextPage() \u00e7a\u011fr\u0131s\u0131nda bulunuldu\u011funu do\u011frulay\u0131n. Di\u011fer bir olas\u0131l\u0131k da, yineleyicinin son sayfan\u0131n \u00f6tesine ta\u015f\u0131nm\u0131\u015f olmas\u0131d\u0131r.
FNRRS0321.message     = RMPageIterator''dan y\u00fcr\u00fcrl\u00fckteki \u00f6\u011fe say\u0131s\u0131n\u0131 elde etme giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.

FNRRS0322.explanation = T\u00fcr\u00fc varl\u0131k_t\u00fcr\u00fc ve tan\u0131t\u0131c\u0131s\u0131 nesne_tan\u0131t\u0131c\u0131s\u0131 olan nesne i\u00e7in kay\u0131t klas\u00f6r\u00fc ekleme i\u015flemi ba\u015far\u0131s\u0131z oldu.
FNRRS0322.action      = Bu hedef nesnenin havuzda var olmaya devam etti\u011fini do\u011frulay\u0131n. Hedefin o t\u00fcrde bir kay\u0131t klas\u00f6r\u00fc i\u00e7ermesine izin verildi\u011fini do\u011frulay\u0131n. Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n bu i\u015flem i\u00e7in uygun nesne d\u00fczeyi g\u00fcvenlik eri\u015fimine sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0322.message     = T\u00fcr\u00fc ''{1}'', tan\u0131t\u0131c\u0131s\u0131 ''{0}'' olan hedef nesneye kay\u0131t klas\u00f6r\u00fc eklenemiyor.
FNRRS0322.arg.0       = nesne_tan\u0131t\u0131c\u0131s\u0131
FNRRS0322.arg.1       = varl\u0131k_t\u00fcr\u00fc

FNRRS0323.explanation = \u00dcst ta\u015f\u0131y\u0131c\u0131dan alt kay\u0131t klas\u00f6rlerini alma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0323.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n \u00fcst ta\u015f\u0131y\u0131c\u0131n\u0131n i\u00e7eri\u011fi \u00fczerinde en az g\u00f6r\u00fcnt\u00fcleme haklar\u0131na sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0323.message     = \u00dcst ta\u015f\u0131y\u0131c\u0131dan kay\u0131t klas\u00f6rleri al\u0131n\u0131rken hata olu\u015ftu: ''{0}''.
FNRRS0323.arg.0       = \u00fcst_ta\u015f\u0131y\u0131c\u0131

FNRRS0324.explanation = \u00dcst ta\u015f\u0131y\u0131c\u0131dan etkin alt birimi alma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0324.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n \u00fcst ta\u015f\u0131y\u0131c\u0131n\u0131n i\u00e7eri\u011fi \u00fczerinde en az g\u00f6r\u00fcnt\u00fcleme haklar\u0131na sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0324.message     = \u00dcst ta\u015f\u0131y\u0131c\u0131dan etkin birim al\u0131n\u0131rken hata olu\u015ftu: ''{0}''.
FNRRS0324.arg.0       = \u00fcst_ta\u015f\u0131y\u0131c\u0131

FNRRS0325.explanation = \u00dcst ta\u015f\u0131y\u0131c\u0131dan alt kay\u0131t birimlerini alma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0325.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n \u00fcst ta\u015f\u0131y\u0131c\u0131n\u0131n i\u00e7eri\u011fi \u00fczerinde en az g\u00f6r\u00fcnt\u00fcleme haklar\u0131na sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0325.message     = \u00dcst ta\u015f\u0131y\u0131c\u0131dan kay\u0131t birimi al\u0131n\u0131rken hata olu\u015ftu: ''{0}''.
FNRRS0325.arg.0       = \u00fcst_ta\u015f\u0131y\u0131c\u0131

FNRRS0326.explanation = T\u00fcr\u00fc varl\u0131k_t\u00fcr\u00fc ve tan\u0131t\u0131c\u0131s\u0131 nesne_tan\u0131t\u0131c\u0131s\u0131 olan nesne i\u00e7in kay\u0131t birimi ekleme i\u015flemi ba\u015far\u0131s\u0131z oldu.
FNRRS0326.action      = Bu hedef nesnenin havuzda var olmaya devam etti\u011fini do\u011frulay\u0131n. Hedefin kay\u0131t birimi i\u00e7ermesine izin verildi\u011fini do\u011frulay\u0131n. Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n bu i\u015flem i\u00e7in uygun nesne d\u00fczeyi g\u00fcvenlik eri\u015fimine sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0326.message     = T\u00fcr\u00fc ''{1}'', tan\u0131t\u0131c\u0131s\u0131 ''{0}'' olan hedef nesneye kay\u0131t birimi eklenemiyor.
FNRRS0326.arg.0       = nesne_tan\u0131t\u0131c\u0131s\u0131
FNRRS0326.arg.1       = varl\u0131k_t\u00fcr\u00fc

FNRRS0327.explanation = Bir havuz hatas\u0131 nedeniyle, nesnelere y\u00f6nelik sorgu ba\u015far\u0131s\u0131z oldu.
FNRRS0327.action      = SQL s\u00f6zdizimini do\u011frulay\u0131n ya da/ve daha ayr\u0131nt\u0131l\u0131 hata a\u00e7\u0131klamalar\u0131 i\u00e7in, eklenen kural d\u0131\u015f\u0131 durumu inceleyin.
FNRRS0327.message     = Nesneler i\u00e7in sorgu ba\u015far\u0131s\u0131z oldu.

FNRRS0328.explanation = Bir havuz hatas\u0131 nedeniyle, sat\u0131rlara y\u00f6nelik sorgu ba\u015far\u0131s\u0131z oldu.
FNRRS0328.action      = SQL s\u00f6zdizimini do\u011frulay\u0131n ya da/ve daha ayr\u0131nt\u0131l\u0131 hata a\u00e7\u0131klamalar\u0131 i\u00e7in, eklenen kural d\u0131\u015f\u0131 durumu inceleyin.
FNRRS0328.message     = Sat\u0131rlar i\u00e7in sorgu ba\u015far\u0131s\u0131z oldu.

FNRRS0329.explanation = Sayfalamay\u0131 desteklemeyen bir PagableSet''ten RMPagingIterator elde etme giri\u015fiminde bulunuldu.
FNRRS0329.action      = Sayfalaman\u0131n desteklenip desteklenmedi\u011fini saptamak i\u00e7in RMPagingIterator.supportsPaging() y\u00f6ntemini kullan\u0131n. Sayfalama desteklenmiyorsa, RMPagingIterator.pageIterator() yerine RMPagingIterator.iterator() y\u00f6ntemini kullan\u0131n.
FNRRS0329.message     = Bu PagableSet e\u015fg\u00f6r\u00fcn\u00fcm\u00fc i\u00e7in sayfalama desteklenmiyor.

FNRRS0330.explanation = etki_alan\u0131_tan\u0131t\u0131c\u0131s\u0131 etki alan\u0131ndan i\u015faret k\u00fcmeleri al\u0131n\u0131rken hata olu\u015ftu.
FNRRS0330.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n, etki alan\u0131ndaki en az bir i\u015faret k\u00fcmesine eri\u015fim izni oldu\u011funu do\u011frulay\u0131n.
FNRRS0330.message     = Etki alan\u0131ndan i\u015faret k\u00fcmeleri al\u0131nam\u0131yor: ''{0}''.
FNRRS0330.arg.0       = etki_alan\u0131_tan\u0131t\u0131c\u0131s\u0131

FNRRS0331.explanation = \u0130\u015faret k\u00fcmesini tan\u0131tan markingSetId dizgisinin bi\u00e7imi ge\u00e7erli de\u011fil.
FNRRS0331.action      = Tan\u0131t\u0131c\u0131 dizginin bir GUID dizgisi bi\u00e7iminde oldu\u011funu do\u011frulay\u0131n: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' burada her ''x'' onalt\u0131l\u0131 bir karakterdir.
FNRRS0331.message     = \u0130\u015faret k\u00fcmesini tan\u0131tan dizginin bi\u00e7imi yanl\u0131\u015f: ''{0}''.
FNRRS0331.arg.0       = markingSetId

FNRRS0332.explanation = havuz_tan\u0131t\u0131c\u0131s\u0131 havuzundan se\u00e7enek listesi al\u0131n\u0131rken hata olu\u015ftu.
FNRRS0332.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n, havuzdaki en az bir se\u00e7enek listesine eri\u015fim izni oldu\u011funu do\u011frulay\u0131n.
FNRRS0332.message     = Havuzdan se\u00e7enek listeleri al\u0131nam\u0131yor: ''{0}''.
FNRRS0332.arg.0       = havuz_tan\u0131t\u0131c\u0131s\u0131

FNRRS0333.explanation = Se\u00e7enek listesini tan\u0131tan choiceListId dizgisinin bi\u00e7imi ge\u00e7erli de\u011fil.
FNRRS0333.action      = Tan\u0131t\u0131c\u0131 dizginin bir GUID dizgisi bi\u00e7iminde oldu\u011funu do\u011frulay\u0131n: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' burada her ''x'' onalt\u0131l\u0131 bir karakterdir.
FNRRS0333.message     = Se\u00e7enek listesini tan\u0131tan dizginin bi\u00e7imi yanl\u0131\u015f: ''{0}''.
FNRRS0333.arg.0       = choiceListId

FNRRS0334.explanation = havuz_tan\u0131t\u0131c\u0131s\u0131 havuzundan s\u0131n\u0131fTan\u0131m\u0131_tan\u0131t\u0131c\u0131s\u0131 s\u0131n\u0131f tan\u0131m\u0131 al\u0131n\u0131rken hata olu\u015ftu.
FNRRS0334.action      = S\u0131n\u0131f tan\u0131m\u0131n\u0131n havuzda var oldu\u011funu ve y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n s\u0131n\u0131f tan\u0131m\u0131na eri\u015fim izni bulundu\u011funu do\u011frulay\u0131n.
FNRRS0334.message     = Bu havuzdan s\u0131n\u0131f tan\u0131m\u0131 al\u0131nam\u0131yor: ''{0}'', s\u0131n\u0131f\u0131 tan\u0131m\u0131 tan\u0131t\u0131c\u0131s\u0131: ''{1}''.
FNRRS0334.arg.0       = havuz_tan\u0131t\u0131c\u0131s\u0131
FNRRS0334.arg.1       = s\u0131n\u0131fTan\u0131m\u0131_tan\u0131t\u0131c\u0131s\u0131

FNRRS0335.explanation = havuz_tan\u0131t\u0131c\u0131s\u0131 havuzundan s\u0131n\u0131f tan\u0131mlar\u0131 al\u0131n\u0131rken hata olu\u015ftu.
FNRRS0335.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n havuza eri\u015fim izni oldu\u011funu do\u011frulay\u0131n.
FNRRS0335.message     = Bu havuzdan s\u0131n\u0131f tan\u0131mlar\u0131 al\u0131nam\u0131yor: ''{0}'', s\u0131n\u0131f\u0131 tan\u0131m\u0131 tan\u0131t\u0131c\u0131lar\u0131: ''{1}''.
FNRRS0335.arg.0       = havuz_tan\u0131t\u0131c\u0131s\u0131

FNRRS0336.explanation = Ge\u00e7ersiz bir tan\u0131t\u0131c\u0131 dizgisi parametresi saptand\u0131.
FNRRS0336.action      = Tan\u0131t\u0131c\u0131 dizginin bir GUID dizgisi bi\u00e7iminde oldu\u011funu do\u011frulay\u0131n: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' burada her ''x'' onalt\u0131l\u0131 bir karakterdir.
FNRRS0336.message     = Ge\u00e7ersiz tan\u0131t\u0131c\u0131 dizgisi parametresi: ''{0}''.
FNRRS0336.arg.0       = tan\u0131t\u0131c\u0131_dizgisi

FNRRS0337.explanation = Etki alan\u0131 i\u00e7in kimli\u011fi do\u011frulanm\u0131\u015f y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131 al\u0131nam\u0131yor.
FNRRS0337.action      = Etki alan\u0131 i\u00e7in bir kullan\u0131c\u0131n\u0131n kimli\u011finin do\u011fruland\u0131\u011f\u0131n\u0131 ya da/ve y\u00fcr\u00fcrl\u00fckteki i\u015f par\u00e7ac\u0131\u011f\u0131 i\u00e7in bir JAAS \u00d6znesi belirlendi\u011fini do\u011frulay\u0131n.
FNRRS0337.message     = Etki alan\u0131 i\u00e7in kimli\u011fi do\u011frulanm\u0131\u015f y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131 al\u0131nam\u0131yor.

FNRRS0338.explanation = Belirtilen kullan\u0131c\u0131 gruplar\u0131 i\u00e7in arama i\u015flemi ba\u015far\u0131s\u0131z oldu.
FNRRS0338.action      = Etki alan\u0131 i\u00e7in bir kullan\u0131c\u0131n\u0131n kimli\u011finin do\u011fruland\u0131\u011f\u0131n\u0131 ya da/ve y\u00fcr\u00fcrl\u00fckteki i\u015f par\u00e7ac\u0131\u011f\u0131 i\u00e7in bir JAAS \u00d6znesi belirlendi\u011fini do\u011frulay\u0131n.
FNRRS0338.message     = Etki alan\u0131 kullan\u0131c\u0131 gruplar\u0131 aramas\u0131 ba\u015far\u0131s\u0131z oldu.

FNRRS0339.explanation = Belirtilen kullan\u0131c\u0131lar i\u00e7in arama i\u015flemi ba\u015far\u0131s\u0131z oldu.
FNRRS0339.action      = Etki alan\u0131 i\u00e7in bir kullan\u0131c\u0131n\u0131n kimli\u011finin do\u011fruland\u0131\u011f\u0131n\u0131 ya da/ve y\u00fcr\u00fcrl\u00fckteki i\u015f par\u00e7ac\u0131\u011f\u0131 i\u00e7in bir JAAS \u00d6znesi belirlendi\u011fini do\u011frulay\u0131n.
FNRRS0339.message     = Etki alan\u0131 kullan\u0131c\u0131lar\u0131 aramas\u0131 ba\u015far\u0131s\u0131z oldu.

FNRRS0340.explanation = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n haklar\u0131, rol_ad\u0131, rol_t\u00fcr\u00fc ve uygulama_ad\u0131 ile tan\u0131t\u0131lan role yeni \u00fcye eklemek i\u00e7in yeterli de\u011fil.
FNRRS0340.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n var olan bir role yeni \u00fcye eklemek i\u00e7in yeterli haklara sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0340.message     = Kullan\u0131c\u0131n\u0131n g\u00fcvenlik haklar\u0131 bu rol i\u00e7in yetersiz: rol ad\u0131 = ''{0}'', rol t\u00fcr\u00fc = ''{1}'', uygulama = ''{2}''.
FNRRS0340.arg.0       = rol_ad\u0131
FNRRS0340.arg.1       = rol_t\u00fcr\u00fc
FNRRS0340.arg.2       = uygulama_ad\u0131

FNRRS0341.explanation = rol_t\u00fcr\u00fc ve uygulama_ad\u0131 ile tan\u0131mlanan eri\u015fim rol\u00fcn\u00fc alma giri\u015fimi ba\u015far\u0131s\u0131z oldu.
FNRRS0341.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n var olan bir role yeni \u00fcye eklemek i\u00e7in yeterli haklara sahip oldu\u011funu ve s\u00f6z konusu rol\u00fcn havuzda var olmaya devam etti\u011fini do\u011frulay\u0131n.
FNRRS0341.message     = ''{0}'' t\u00fcr\u00fc ve ''{1}'' uygulamas\u0131 ile tan\u0131mlanan eri\u015fim rol\u00fcn\u00fc alma giri\u015fimi ba\u015far\u0131s\u0131z oldu.
FNRRS0341.arg.0       = rol_t\u00fcr\u00fc
FNRRS0341.arg.1       = uygulama_ad\u0131

FNRRS0342.explanation = rol_t\u00fcr\u00fc t\u00fcr\u00fc ve uygulama_ad\u0131 uygulamas\u0131 kullan\u0131larak yeni rol yarat\u0131lam\u0131yor; \u00f6nceden var olan bir rol ayn\u0131 de\u011ferleri kullan\u0131yor.
FNRRS0342.action      = Farkl\u0131 bir rol t\u00fcr\u00fc/uygulama ad\u0131 de\u011ferleri k\u00fcmesi kullan\u0131n ya da de\u011ferlerin e\u015fle\u015fti\u011fi \u00f6nceden var olan rol\u00fc silin.
FNRRS0342.message     = \u00d6nceden var olan bir rolle e\u015fle\u015fti\u011fi i\u00e7in yeni rol yarat\u0131lam\u0131yor; t\u00fcr = ''{0}'' ve uygulama = ''{1}''.
FNRRS0342.arg.0       = rol_t\u00fcr\u00fc
FNRRS0342.arg.1       = uygulama_ad\u0131

FNRRS0343.explanation = rol_ad\u0131 ve uygulama_ad\u0131 ile tan\u0131mlanan eri\u015fim rol\u00fcn\u00fc alma giri\u015fimi ba\u015far\u0131s\u0131z oldu.
FNRRS0343.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n var olan rol\u00fc g\u00f6r\u00fcnt\u00fclemek i\u00e7in yeterli haklara sahip oldu\u011funu ve s\u00f6z konusu rol\u00fcn havuzda var olmaya devam etti\u011fini do\u011frulay\u0131n.
FNRRS0343.message     = ''{0}'' ad\u0131 ve ''{1}'' uygulamas\u0131 ile tan\u0131mlanan eri\u015fim rol\u00fcn\u00fc alma giri\u015fimi ba\u015far\u0131s\u0131z oldu.
FNRRS0343.arg.0       = rol_ad\u0131
FNRRS0343.arg.1       = uygulama_ad\u0131

FNRRS0344.explanation = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131 saptanam\u0131yor.
FNRRS0344.action      = Etki alan\u0131 i\u00e7in bir kullan\u0131c\u0131n\u0131n kimli\u011finin do\u011fruland\u0131\u011f\u0131n\u0131 ya da/ve y\u00fcr\u00fcrl\u00fckteki i\u015f par\u00e7ac\u0131\u011f\u0131 i\u00e7in bir JAAS \u00d6znesi belirlendi\u011fini do\u011frulay\u0131n.
FNRRS0344.message     = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131 saptanam\u0131yor.

FNRRS0345.explanation = \u00dcst dosya plan\u0131 havuzundan dosya planlar\u0131n\u0131 alma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0345.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n dosya plan\u0131 havuzunun i\u00e7eri\u011fi \u00fczerinde en az g\u00f6r\u00fcnt\u00fcleme haklar\u0131na sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0345.message     = Dosya plan\u0131 havuzundan dosya planlar\u0131 al\u0131n\u0131rken hata olu\u015ftu: ''{0}''.
FNRRS0345.arg.0       = dosya_plan\u0131_havuzu

FNRRS0346.explanation = Gerekli bir \u00f6zellik eksik ya da de\u011feri yok.
FNRRS0346.action      = Ge\u00e7erli bir \u00f6zellik de\u011feri belirtildi\u011fini do\u011frulay\u0131n.
FNRRS0346.message     = \u00d6zellik eksik ya da de\u011feri yok, simgesi ad: ''{0}''.
FNRRS0346.arg.0       = \u00f6zellik_ad\u0131

FNRRS0347.explanation = Belirtilen dosya plan\u0131 ad\u0131 benzersiz de\u011fil.
FNRRS0347.action      = Dosya plan\u0131 havuzunda kullan\u0131lmayan bir dosya plan\u0131 ad\u0131 belirtin.
FNRRS0347.message     = Dosya plan\u0131 ad\u0131 benzersiz de\u011fil: ''{0}''.
FNRRS0347.arg.0       = dosya_plan\u0131_ad\u0131

FNRRS0348.explanation = Bir dosya plan\u0131 havuzuna yeni dosya plan\u0131 ekleme giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0348.action      = Hedef havuzun ge\u00e7erli oldu\u011funu do\u011frulay\u0131n. Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n bu i\u015flem i\u00e7in uygun nesne d\u00fczeyi g\u00fcvenlik eri\u015fimine sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0348.message     = Hedef dosya plan\u0131 havuzuna yeni dosya plan\u0131 eklenemiyor: ''{0}''.
FNRRS0348.arg.0       = havuz_tan\u0131t\u0131c\u0131s\u0131

FNRRS0349.explanation = Belirtilen \u00f6zellik tan\u0131m\u0131 ya da belirtilen s\u0131n\u0131fa ve havuza ait olan alt alan\u0131 elde edilemiyor.
FNRRS0349.action      = Belirtilen s\u0131n\u0131f\u0131n y\u00fcr\u00fcrl\u00fckteki i\u015flem i\u00e7in uygun oldu\u011funu do\u011frulay\u0131n.
FNRRS0349.message     = ''{0}'' i\u00e7in \u00f6zellik tan\u0131m\u0131, ''{1}'' s\u0131n\u0131f tan\u0131t\u0131c\u0131s\u0131 ''{2}'' havuzundan al\u0131nam\u0131yor.
FNRRS0349.arg.0       = \u00f6zellik_tan\u0131t\u0131c\u0131s\u0131
FNRRS0349.arg.1       = s\u0131n\u0131f_tan\u0131t\u0131c\u0131s\u0131
FNRRS0349.arg.2       = havuz_tan\u0131t\u0131c\u0131s\u0131

FNRRS0350.explanation = Belirtilen i\u00e7erik \u00f6\u011fesini kay\u0131t bildirme i\u015fleminin bir par\u00e7as\u0131 olarak alma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0350.action      = Belirtilen i\u00e7erik \u00f6\u011fesinin var ve eri\u015filir oldu\u011funu do\u011frulay\u0131n.
FNRRS0350.message     = Belirtilen i\u00e7erik \u00f6\u011fesi kay\u0131t bildirme amac\u0131yla al\u0131nam\u0131yor: ''{0}''.
FNRRS0350.arg.0       = i\u00e7erik\u00d6\u011fesi_tan\u0131t\u0131c\u0131s\u0131

FNRRS0351.explanation = Belirtilen kay\u0131t klas\u00f6r\u00fc i\u00e7in etkin alt birim bulunam\u0131yor. Bu kay\u0131t klas\u00f6r\u00fc yeni kayd\u0131n hedef ta\u015f\u0131y\u0131c\u0131lar\u0131n\u0131n \u00fcyesiyse, bu durum kay\u0131t bildirme i\u015flemini engelleyebilir.
FNRRS0351.action      = Kay\u0131t klas\u00f6r\u00fcne yeni bir etkin birim ekleyin ya da var olan bir birimi yeniden a\u00e7\u0131n ve kay\u0131t bildirme i\u015fleminin hedef ta\u015f\u0131y\u0131c\u0131s\u0131 olarak ekleyin.
FNRRS0351.message     = Belirtilen kay\u0131t klas\u00f6r\u00fc i\u00e7in etkin alt birim bulunam\u0131yor: ''{0}''.
FNRRS0351.arg.0       = kay\u0131tKlas\u00f6r\u00fc_tan\u0131t\u0131c\u0131s\u0131

FNRRS0352.explanation = \u00dcst dosya plan\u0131 havuzundan konumlar\u0131 alma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0352.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n dosya plan\u0131 havuzunun i\u00e7eri\u011fi \u00fczerinde en az g\u00f6r\u00fcnt\u00fcleme haklar\u0131na sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0352.message     = Dosya plan\u0131 havuzundan konumlar al\u0131n\u0131rken hata olu\u015ftu: ''{0}''.
FNRRS0352.arg.0       = dosya_plan\u0131_havuzu

FNRRS0353.explanation = Belirtilen havuzdan eklentiyi alma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0353.action      = Y\u00fcr\u00fcrl\u00fckteki havuzun i\u00e7eri\u011fi \u00fczerinde en az g\u00f6r\u00fcnt\u00fcleme haklar\u0131na sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0353.message     = Havuzdan eklentiler al\u0131n\u0131rken hata olu\u015ftu: ''{0}''.
FNRRS0353.arg.0       = havuz

FNRRS0354.explanation = \u00dcst dosya plan\u0131 havuzundan kay\u0131t t\u00fcrlerini alma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0354.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n dosya plan\u0131 havuzunun i\u00e7eri\u011fi \u00fczerinde en az g\u00f6r\u00fcnt\u00fcleme haklar\u0131na sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0354.message     = Dosya plan\u0131 havuzundan kay\u0131t t\u00fcrleri al\u0131n\u0131rken hata olu\u015ftu: ''{0}''.
FNRRS0354.arg.0       = dosya_plan\u0131_havuzu

FNRRS0355.explanation = RMLink''i tan\u0131tan rmLinkId dizgisinin bi\u00e7imi ge\u00e7erli de\u011fil.
FNRRS0355.action      = Tan\u0131t\u0131c\u0131 dizginin bir GUID dizgisi bi\u00e7iminde oldu\u011funu do\u011frulay\u0131n: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' burada her ''x'' onalt\u0131l\u0131 bir karakterdir.
FNRRS0355.message     = RMLink''i tan\u0131tan dizginin bi\u00e7imi yanl\u0131\u015f: ''{0}''.
FNRRS0355.arg.0       = rmLinkId

FNRRS0356.explanation = Belirtilen dosya plan\u0131 havuzundan var olan G\u00fcvenlik S\u0131n\u0131fland\u0131rmas\u0131 K\u0131lavuzlar\u0131''n\u0131 alma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0356.action      = Havuzun bir DoD G\u00fcvenlik S\u0131n\u0131fland\u0131rmal\u0131 dosya plan\u0131 havuzu oldu\u011funu ve y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n s\u0131n\u0131fland\u0131rma k\u0131lavuzlar\u0131 i\u00e7in gereken g\u00fcvenlik eri\u015fimine sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0356.message     = Dosya plan\u0131 havuzundan g\u00fcvenlik s\u0131n\u0131fland\u0131rmas\u0131 k\u0131lavuzlar\u0131 al\u0131n\u0131rken hata olu\u015ftu: ''{0}''.
FNRRS0356.arg.0       = havuzTnt

FNRRS0357.explanation = Belirtilen g\u00fcvenlik s\u0131n\u0131fland\u0131rmas\u0131 k\u0131lavuzunun var olan alt k\u0131s\u0131mlar\u0131n\u0131 ya da belirtilen dosya plan\u0131 havuzuna ait k\u0131lavuz k\u0131sm\u0131n\u0131 alma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0357.action      = Havuzun bir DoD G\u00fcvenlik S\u0131n\u0131fland\u0131rmal\u0131 dosya plan\u0131 havuzu oldu\u011funu ve y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n s\u0131n\u0131fland\u0131rma k\u0131lavuzlar\u0131 i\u00e7in gereken g\u00fcvenlik eri\u015fimine sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0357.message     = S\u0131n\u0131fland\u0131rma k\u0131lavuzundan alt k\u0131s\u0131mlar ya da ''{0}'' havuzuna ait ''{1}'' k\u0131sm\u0131 al\u0131n\u0131rken hata olu\u015ftu.
FNRRS0357.arg.0       = havuzTnt
FNRRS0357.arg.1       = s\u0131n\u0131fland\u0131rmaK\u0131lavuzuYaDaK\u0131sm\u0131

FNRRS0358.explanation = Belirtilen g\u00fcvenlik s\u0131n\u0131fland\u0131rmas\u0131 k\u0131lavuzunun var olan alt konular\u0131n\u0131 ya da belirtilen dosya plan\u0131 havuzuna ait k\u0131lavuz k\u0131sm\u0131n\u0131 alma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0358.action      = Havuzun bir DoD G\u00fcvenlik S\u0131n\u0131fland\u0131rmal\u0131 dosya plan\u0131 havuzu oldu\u011funu ve y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n s\u0131n\u0131fland\u0131rma k\u0131lavuzlar\u0131 i\u00e7in gereken g\u00fcvenlik eri\u015fimine sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0358.message     = S\u0131n\u0131fland\u0131rma k\u0131lavuzundan alt konular ya da ''{0}'' havuzuna ait ''{1}'' k\u0131sm\u0131 al\u0131n\u0131rken hata olu\u015ftu.
FNRRS0358.arg.0       = havuzTnt
FNRRS0358.arg.1       = s\u0131n\u0131fland\u0131rmaK\u0131lavuzuYaDaK\u0131sm\u0131

FNRRS0359.explanation = Belirtilen dosya plan\u0131 havuzu DoD S\u0131n\u0131fland\u0131r\u0131lm\u0131\u015f Veri Modeli ile yap\u0131land\u0131r\u0131lmad\u0131\u011f\u0131 i\u00e7in DoD G\u00fcvenlik S\u0131n\u0131fland\u0131rmas\u0131 K\u0131lavuzlar\u0131''n\u0131 desteklemiyor.
FNRRS0359.action      = Do\u011fru dosya plan\u0131 havuzun belirtildi\u011fini ve havuzun DoD S\u0131n\u0131fland\u0131r\u0131lm\u0131\u015f Veri Modeli ile yap\u0131land\u0131r\u0131ld\u0131\u011f\u0131n\u0131 do\u011frulay\u0131n.
FNRRS0359.message     = Dosya plan\u0131 havuzu DoD G\u00fcvenlik S\u0131n\u0131fland\u0131rmas\u0131 K\u0131lavuzlar\u0131''n\u0131 desteklemiyor: ''{0}''.
FNRRS0359.arg.0       = havuzTnt

FNRRS0360.explanation = Belirtilen dosya plan\u0131 havuzuna ait g\u00fcvenlik s\u0131n\u0131fland\u0131rmas\u0131 k\u0131lavuzunu alma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0360.action      = Havuzun bir DoD G\u00fcvenlik S\u0131n\u0131fland\u0131rmal\u0131 dosya plan\u0131 havuzu oldu\u011funu ve y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n s\u0131n\u0131fland\u0131rma k\u0131lavuzlar\u0131 i\u00e7in gereken g\u00fcvenlik eri\u015fimine sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0360.message     = Bu dosya plan\u0131 havuzuna ait olan ''{1}'' s\u0131n\u0131fland\u0131rma k\u0131lavuzu al\u0131n\u0131rken hata olu\u015ftu: ''{0}''.
FNRRS0360.arg.0       = havuzTnt
FNRRS0360.arg.1       = kulavuzTnt

FNRRS0361.explanation = P8 Content Engine API, Kural D\u0131\u015f\u0131 Durum Kodu ve \u0130leti dizgisi ile belirtilen, beklenmeyen bir kural d\u0131\u015f\u0131 durum d\u00f6nd\u00fcrd\u00fc.
FNRRS0361.action      = Hatan\u0131n temelindeki nedeni saptamak i\u00e7in, eklenen P8 Content Engine kural d\u0131\u015f\u0131 durumunu ve varsa ba\u015fka hata kay\u0131tlar\u0131n\u0131 inceleyin.
FNRRS0361.message     = Beklenmeyen bir P8 Content Engine kural d\u0131\u015f\u0131 durumu olu\u015ftu. Kural D\u0131\u015f\u0131 Durum Kodu: {0}, \u0130leti: ''{1}''
FNRRS0361.arg.0       = ceKuralD\u0131\u015f\u0131DurumKodu
FNRRS0361.arg.1       = ceKuralD\u0131\u015f\u0131Durum\u0130letisi

FNRRS0362.explanation = Belirtilen dosya plan\u0131 havuzundan, DoD S\u0131n\u0131fland\u0131rmal\u0131 s\u0131n\u0131fland\u0131rmay\u0131 kald\u0131rma s\u00fcresi \u00fcst s\u0131n\u0131r\u0131 de\u011ferini alma giri\u015fimi s\u0131ras\u0131nda beklenmeyen bir kural d\u0131\u015f\u0131 durum olu\u015ftu.
FNRRS0362.action      = Bu havuz i\u00e7in DoD S\u0131n\u0131fland\u0131rmal\u0131 veri modelinin yap\u0131land\u0131r\u0131ld\u0131\u011f\u0131n\u0131 ve uygun sistem yap\u0131land\u0131rmas\u0131 girdisi i\u00e7in ge\u00e7erli bir de\u011fer i\u00e7erdi\u011fini do\u011frulay\u0131n.
FNRRS0362.message     = DoD S\u0131n\u0131fland\u0131rmal\u0131 s\u0131n\u0131fland\u0131rmay\u0131 kald\u0131rma s\u00fcresi \u00fcst s\u0131n\u0131r\u0131 de\u011feri al\u0131n\u0131rken beklenmeyen bir hata olu\u015ftu. Havuz: ''{0}''
FNRRS0362.arg.0       = havuzAd\u0131

FNRRS0363.explanation = \u00dcst dosya plan\u0131 havuzundan yok etme eylemlerini alma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0363.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n dosya plan\u0131 havuzunun i\u00e7eri\u011fi \u00fczerinde en az g\u00f6r\u00fcnt\u00fcleme haklar\u0131na sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0363.message     = Dosya plan\u0131 havuzundan yok etme eylemleri al\u0131n\u0131rken hata olu\u015ftu: ''{0}''.
FNRRS0363.arg.0       = dosya_plan\u0131_havuzu

FNRRS0364.explanation = \u00dcst dosya plan\u0131 havuzundan yok etme tetikleyicilerini alma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0364.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n dosya plan\u0131 havuzunun i\u00e7eri\u011fi \u00fczerinde en az g\u00f6r\u00fcnt\u00fcleme haklar\u0131na sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0364.message     = Dosya plan\u0131 havuzundan yok etme tetikleyicileri al\u0131n\u0131rken hata olu\u015ftu: ''{0}''.
FNRRS0364.arg.0       = dosya_plan\u0131_havuzu

FNRRS0365.explanation = \u00dcst dosya plan\u0131 havuzundan yok etme zamanlamalar\u0131n\u0131 alma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0365.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n dosya plan\u0131 havuzunun i\u00e7eri\u011fi \u00fczerinde en az g\u00f6r\u00fcnt\u00fcleme haklar\u0131na sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0365.message     = Dosya plan\u0131 havuzundan yok etme zamanlamalar\u0131 al\u0131n\u0131rken hata olu\u015ftu: ''{0}''.
FNRRS0365.arg.0       = dosya_plan\u0131_havuzu

FNRRS0366.explanation = \u00d6nerilen yok etme tetikleyicisi olay\u0131 ad\u0131 bu havuzda zaten kullan\u0131l\u0131yor.
FNRRS0366.action      = Havuzda kullan\u0131lmayan bir de\u011fer belirtin.
FNRRS0366.message     = \u00d6nerilen yok etme tetikleyicisi olay\u0131 ad\u0131 bu havuzda benzersiz de\u011fil: ''{0}''.
FNRRS0366.arg.0       = ad_de\u011feri

FNRRS0367.explanation = Yinelenen bir yok etme tetikleyicisinin \u00e7evrim s\u00fcresi 0''dan b\u00fcy\u00fck olmal\u0131d\u0131r.
FNRRS0367.action      = Y\u0131l, ay ya da g\u00fcn say\u0131s\u0131 de\u011feri i\u00e7in s\u0131f\u0131r d\u0131\u015f\u0131nda bir de\u011fer belirtin.
FNRRS0367.message     = \u00c7evrim s\u00fcresi de\u011ferlerinden en az biri 0''dan b\u00fcy\u00fck olmal\u0131d\u0131r.

FNRRS0368.explanation = Bir dosya plan\u0131 havuzuna yeni yok etme tetikleyicisi ekleme giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0368.action      = Hedef havuzun ge\u00e7erli oldu\u011funu do\u011frulay\u0131n. Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n bu i\u015flem i\u00e7in uygun nesne d\u00fczeyi g\u00fcvenlik eri\u015fimine sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0368.message     = Dosya plan\u0131 havuzuna yeni yok etme tetikleyicisi eklenemiyor: ''{0}''.
FNRRS0368.arg.0       = havuz_tan\u0131t\u0131c\u0131s\u0131

FNRRS0369.explanation = Bir dosya plan\u0131 havuzuna yeni yok etme eylemi ekleme giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0369.action      = Hedef havuzun ge\u00e7erli oldu\u011funu do\u011frulay\u0131n. Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n bu i\u015flem i\u00e7in uygun nesne d\u00fczeyi g\u00fcvenlik eri\u015fimine sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0369.message     = Dosya plan\u0131 havuzuna yeni yok etme eylemi eklenemiyor: ''{0}''.
FNRRS0369.arg.0       = havuz_tan\u0131t\u0131c\u0131s\u0131

FNRRS0370.explanation = \u00d6nerilen yok etme eylemi ad\u0131 bu havuzda zaten kullan\u0131l\u0131yor.
FNRRS0370.action      = Havuzda kullan\u0131lmayan bir de\u011fer belirtin.
FNRRS0370.message     = \u00d6nerilen yok etme eylemi ad\u0131 bu havuzda benzersiz de\u011fil: ''{0}''.
FNRRS0370.arg.0       = ad_de\u011feri

FNRRS0371.explanation = \u00d6nerilen yok etme eylemiyle ili\u015fkili i\u015f ak\u0131\u015f\u0131 de\u011feri WorkflowDefinition s\u0131n\u0131f\u0131n\u0131n e\u015fg\u00f6r\u00fcn\u00fcm\u00fc de\u011fil.
FNRRS0371.action      = \u0130li\u015fkili i\u015f ak\u0131\u015f\u0131 \u00f6zelli\u011fi i\u00e7in ge\u00e7erli IBM Enterprise Records WorkflowDefinition e\u015fg\u00f6r\u00fcn\u00fcm\u00fc belirtin.
FNRRS0371.message     = \u00d6nerilen yok etme eylemiyle ili\u015fkili i\u015f ak\u0131\u015f\u0131 de\u011feri WorkflowDefinition s\u0131n\u0131f\u0131n\u0131n e\u015fg\u00f6r\u00fcn\u00fcm\u00fc de\u011fil: ''{0}''.
FNRRS0371.arg.0       = s\u0131n\u0131f_ad\u0131

FNRRS0372.explanation = \u00dcst dosya plan\u0131 havuzundan i\u015f ak\u0131\u015f\u0131 tan\u0131mlamalar\u0131n\u0131 alma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0372.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n dosya plan\u0131 havuzunun i\u00e7eri\u011fi \u00fczerinde en az g\u00f6r\u00fcnt\u00fcleme haklar\u0131na sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0372.message     = Dosya plan\u0131 havuzundan i\u015f ak\u0131\u015f\u0131 tan\u0131mlamalar\u0131 al\u0131n\u0131rken hata olu\u015ftu: ''{0}''.
FNRRS0372.arg.0       = dosya_plan\u0131_havuzu

FNRRS0373.explanation = \u00d6nerilen yok etme zamanlamas\u0131 ad\u0131 bu havuzda zaten kullan\u0131l\u0131yor.
FNRRS0373.action      = Havuzda kullan\u0131lmayan bir de\u011fer belirtin.
FNRRS0373.message     = \u00d6nerilen yok etme zamanlamas\u0131 ad\u0131 bu havuzda benzersiz de\u011fil: ''{0}''.
FNRRS0373.arg.0       = ad_de\u011feri

FNRRS0374.explanation = \u00d6nerilen yok etme zamanlamas\u0131nda ge\u00e7ersiz bir yok etme tetikleyicisi de\u011feri belirtildi.
FNRRS0374.action      = Ge\u00e7erli bir yok etme tetikleyicisi de\u011feri ya da \u00f6nceden tan\u0131mlanm\u0131\u015f bir takvim tarihi tetikleyicisi belirtin.
FNRRS0374.message     = \u00d6nerilen yok etme zamanlamas\u0131nda ge\u00e7ersiz bir yok etme tetikleyicisi de\u011feri belirtildi.
FNRRS0374.arg.0       = ad_de\u011feri

FNRRS0375.explanation = Belirtilen \u00f6zelli\u011fin de\u011feri ge\u00e7ersiz ya da aral\u0131k d\u0131\u015f\u0131nda.
FNRRS0375.action      = Belirtilen \u00f6zellik i\u00e7in ge\u00e7erli bir de\u011fer belirtin.
FNRRS0375.message     = Belirtilen \u00f6zelli\u011fin de\u011feri ge\u00e7ersiz ya da aral\u0131k d\u0131\u015f\u0131nda: {0}, ''{1}''
FNRRS0375.arg.0       = \u00f6zellik_ad\u0131
FNRRS0375.arg.1       = \u00f6zellik_de\u011feri

FNRRS0376.explanation = \u00d6nerilen yok etme zamanlamas\u0131 ad\u0131nda ge\u00e7erli bir al\u0131koyma s\u00fcresi de\u011feri eksik.
FNRRS0376.action      = Al\u0131koyma s\u00fcresi yol, ay ve g\u00fcn say\u0131s\u0131 i\u00e7in negatif olmayan de\u011ferler belirtin.
FNRRS0376.message     = \u00d6nerilen yok etme zamanlamas\u0131 ad\u0131nda ge\u00e7erli bir al\u0131koyma s\u00fcresi de\u011feri eksik.

FNRRS0377.explanation = Bir yok etme evresinde ge\u00e7erli bir al\u0131koyma s\u00fcresi de\u011feri eksik.
FNRRS0377.action      = Al\u0131koyma s\u00fcresi yol, ay ve g\u00fcn say\u0131s\u0131 i\u00e7in negatif olmayan de\u011ferler belirtin.
FNRRS0377.message     = Bir yok etme evresinde ge\u00e7erli bir al\u0131koyma s\u00fcresi de\u011feri eksik.

FNRRS0378.explanation = Bir yok etme evresi di\u011fer al\u0131koyma de\u011ferinde ge\u00e7erli bir al\u0131koyma s\u00fcresi de\u011feri eksik.
FNRRS0378.action      = Al\u0131koyma s\u00fcresi yol, ay ve g\u00fcn say\u0131s\u0131 i\u00e7in negatif olmayan de\u011ferler belirtin.
FNRRS0378.message     = Bir yok etme evresi di\u011fer al\u0131koyma de\u011ferinde ge\u00e7erli bir al\u0131koyma s\u00fcresi de\u011feri eksik.

FNRRS0379.explanation = Bir dosya plan\u0131 havuzuna yeni yok etme zamanlamas\u0131 ekleme giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0379.action      = Hedef havuzun ge\u00e7erli oldu\u011funu do\u011frulay\u0131n. Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n bu i\u015flem i\u00e7in uygun nesne d\u00fczeyi g\u00fcvenlik eri\u015fimine sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0379.message     = Dosya plan\u0131 havuzuna yeni yok etme zamanlamas\u0131 eklenemiyor: ''{0}''.
FNRRS0379.arg.0       = havuz_tan\u0131t\u0131c\u0131s\u0131

FNRRS0380.explanation = Bir dosya plan\u0131 havuzuna yeni kay\u0131t t\u00fcr\u00fc ekleme giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0380.action      = Hedef havuzun ge\u00e7erli oldu\u011funu do\u011frulay\u0131n. Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n bu i\u015flem i\u00e7in uygun nesne d\u00fczeyi g\u00fcvenlik eri\u015fimine sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0380.message     = Dosya plan\u0131 havuzuna yeni kay\u0131t t\u00fcr\u00fc eklenemiyor: ''{0}''.
FNRRS0380.arg.0       = havuz_tan\u0131t\u0131c\u0131s\u0131

FNRRS0381.explanation = \u00d6nerilen kay\u0131t t\u00fcr\u00fc ad\u0131 bu havuzda zaten kullan\u0131l\u0131yor.
FNRRS0381.action      = Havuzda kullan\u0131lmayan bir de\u011fer belirtin.
FNRRS0381.message     = \u00d6nerilen kay\u0131t t\u00fcr\u00fc ad\u0131 bu havuzda benzersiz de\u011fil: ''{0}''.
FNRRS0381.arg.0       = ad_de\u011feri

FNRRS0382.explanation = havuz_tan\u0131t\u0131c\u0131s\u0131 havuzunda varl\u0131k_t\u00fcr\u00fc t\u00fcr\u00fcnde yeni e\u015fg\u00f6r\u00fcn\u00fcm yarat\u0131lam\u0131yor.
FNRRS0382.action      = \u0130li\u015fkili s\u0131n\u0131f\u0131n havuzda tan\u0131mlanm\u0131\u015f oldu\u011funu ve y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n bu i\u015flem i\u00e7in gereken g\u00fcvenlik eri\u015fimine sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0382.message     = Belirtilen havuzda, belirtilen varl\u0131k t\u00fcr\u00fcnde yeni e\u015fg\u00f6r\u00fcn\u00fcm yarat\u0131lam\u0131yor: {0}, ''{1}''.
FNRRS0382.arg.0       = varl\u0131k_t\u00fcr\u00fc
FNRRS0382.arg.1       = havuz_tan\u0131t\u0131c\u0131s\u0131

FNRRS0383.explanation = Belirtilen \u00f6zellik ya da de\u011feri \u015fu an kullan\u0131lam\u0131yor.
FNRRS0383.action      = Bu \u00f6zelli\u011fin tan\u0131mlanm\u0131\u015f ve y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131 taraf\u0131ndan eri\u015filebilir oldu\u011funu do\u011frulay\u0131n.
FNRRS0383.message     = \u00d6zellik al\u0131nam\u0131yor: {0}.
FNRRS0383.arg.0       = \u00f6zellik_ad\u0131

FNRRS0384.explanation = \u00d6nerilen konum ad\u0131 bu havuzda zaten kullan\u0131l\u0131yor.
FNRRS0384.action      = Havuzda kullan\u0131lmayan bir de\u011fer belirtin.
FNRRS0384.message     = \u00d6nerilen konum ad\u0131 bu havuzda benzersiz de\u011fil: ''{0}''.
FNRRS0384.arg.0       = ad_de\u011feri

FNRRS0385.explanation = Y\u00fcr\u00fcrl\u00fckteki nesne t\u00fcr\u00fc bu i\u015flemi desteklemiyor.
FNRRS0385.action      = Bu i\u015flem bu nesneyle birlikte kullan\u0131lamaz.  Nesneyi ya da i\u015flemi de\u011fi\u015ftirin.
FNRRS0385.message     = Bu i\u015flem y\u00fcr\u00fcrl\u00fckteki nesne t\u00fcr\u00fcyle desteklenmez.

FNRRS0386.explanation = \u00d6nerilen tutma ad\u0131 bu havuzda zaten kullan\u0131l\u0131yor.
FNRRS0386.action      = Havuzda kullan\u0131lmayan bir de\u011fer belirtin.
FNRRS0386.message     = \u00d6nerilen tutma ad\u0131 bu havuzda benzersiz de\u011fil: ''{0}''.
FNRRS0386.arg.0       = ad_de\u011feri

FNRRS0387.explanation = Dosya plan\u0131 havuzundan tutmalar al\u0131n\u0131rken hata olu\u015ftu.
FNRRS0387.action      = Havuzda en az bir tutman\u0131n var oldu\u011funu do\u011frulay\u0131n.
FNRRS0387.message     = Dosya plan\u0131 havuzundan tutmalar al\u0131n\u0131rken hata olu\u015ftu: ''{0}''.
FNRRS0387.arg.0       = dosya plan\u0131 havuzu tan\u0131t\u0131c\u0131s\u0131

FNRRS0388.explanation = Tutmay\u0131 (Hold) tan\u0131tan rmHoldId dizgisinin bi\u00e7imi ge\u00e7erli de\u011fil.
FNRRS0388.action      = Tan\u0131t\u0131c\u0131 dizginin bir GUID dizgisi bi\u00e7iminde oldu\u011funu do\u011frulay\u0131n: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' burada her ''x'' onalt\u0131l\u0131 bir karakterdir.
FNRRS0388.message     = Tutmay\u0131 tan\u0131tan dizginin bi\u00e7imi yanl\u0131\u015f: ''{0}''.
FNRRS0388.arg.0       = tutma tan\u0131t\u0131c\u0131s\u0131

FNRRS0389.explanation = SQL sorgusu nesne deposunda kullan\u0131ma haz\u0131rlanam\u0131yor.
FNRRS0389.action      = SQL i\u00e7eri\u011fe dayal\u0131 alma i\u00e7eriyorsa, Content Search Engine olana\u011f\u0131n\u0131n do\u011fru olarak yap\u0131land\u0131r\u0131ld\u0131\u011f\u0131n\u0131 do\u011frulay\u0131n.
FNRRS0389.message     = Bu havuzda ''{0}'' SQL sorgusu kullan\u0131ma haz\u0131rlanm\u0131yor: ''{1}''.
FNRRS0389.arg.0       = SQL sorgusu dizgisi
FNRRS0389.arg.1       = havuz tan\u0131t\u0131c\u0131s\u0131

FNRRS0390.explanation = IBM Enterprise Records, farkl\u0131 t\u00fcrlerdeki CBR motorlar\u0131n\u0131 bir araya getiren, t\u00fcrde\u015f olmayan i\u00e7eri\u011fe dayal\u0131 alma (CBR) ortam\u0131n\u0131 desteklemiyor.
FNRRS0390.action      = Kay\u0131t nesne depolar\u0131ndaki arama motorlar\u0131n\u0131 IBM Legacy Content Search Engine''den IBM Content Search Services''e ge\u00e7irmelisiniz.
FNRRS0390.message     = Dosya plan\u0131 havuzuyla ili\u015fkilendirilmi\u015f i\u00e7erik havuzlar\u0131, farkl\u0131 t\u00fcrlerdeki CBR motorlar\u0131n\u0131 bir araya getiren, t\u00fcrde\u015f olmayan i\u00e7eri\u011fe dayal\u0131 alma (CBR) ortam\u0131yla yap\u0131land\u0131r\u0131ld\u0131. T\u00fcrde\u015f olmayan bu CBR yap\u0131land\u0131rmas\u0131 desteklenmiyor. Arama motorunuzu IBM Legacy Content Search Engine''den IBM Content Search Services''e ge\u00e7irmelisiniz. Daha fazla bilgi i\u00e7in, FileNet P8 Information Center (Bilgi Merkezi) olana\u011f\u0131nda "What is new in IBM FileNet Content Search Engine" (IBM FileNet Content Search Engine olana\u011f\u0131ndaki yenilikler) ba\u015fl\u0131kl\u0131 konuya bak\u0131n.

FNRRS0391.explanation = \u0130\u00e7eri\u011fe dayal\u0131 alma kullan\u0131ma haz\u0131rlanam\u0131yor. Bir i\u00e7erik arama motoru yap\u0131land\u0131r\u0131lmad\u0131 ya da yanl\u0131\u015f yap\u0131land\u0131r\u0131ld\u0131.
FNRRS0391.action      = Bir i\u00e7erik arama motorunun i\u00e7erik havuzuyla do\u011fru olarak yap\u0131land\u0131r\u0131ld\u0131\u011f\u0131n\u0131 do\u011frulay\u0131n.
FNRRS0391.message     = Bir i\u00e7erik arama motoru yap\u0131land\u0131r\u0131lmad\u0131 ya da yanl\u0131\u015f yap\u0131land\u0131r\u0131ld\u0131. ''{1}'' havuzunda i\u00e7eri\u011fe dayal\u0131 alma kullan\u0131ma haz\u0131rlanm\u0131yor: ''{0}''.
FNRRS0391.arg.0       = SQL sorgusu dizgisi
FNRRS0391.arg.1       = havuz tan\u0131t\u0131c\u0131s\u0131

FNRRS0392.explanation = Arma \u00f6l\u00e7\u00fctlerine dayal\u0131 olarak arama sonucu al\u0131nam\u0131yor.
FNRRS0392.action      = Bir i\u00e7erik arama motorunun kay\u0131t nesne depolar\u0131yla do\u011fru olarak yap\u0131land\u0131r\u0131ld\u0131\u011f\u0131n\u0131 do\u011frulay\u0131n.
FNRRS0392.message     = Arma \u00f6l\u00e7\u00fctlerine dayal\u0131 olarak arama sonucu al\u0131nam\u0131yor.

FNRRS0393.explanation = Kay\u0131t birden \u00e7ok ta\u015f\u0131y\u0131c\u0131da dosyalanm\u0131\u015f olabilir.
FNRRS0393.action      = Kayd\u0131n birden \u00e7ok ta\u015f\u0131y\u0131c\u0131da dosyalanmad\u0131\u011f\u0131n\u0131 do\u011frulay\u0131n.
FNRRS0393.message     = Kay\u0131t birden \u00e7ok ta\u015f\u0131y\u0131c\u0131da dosyalanm\u0131\u015f olabilir.

FNRRS0394.explanation = Parametre de\u011feri eksik ya da ge\u00e7ersiz.
FNRRS0394.action      = Uyumlu bir parametre de\u011feri belirtin.
FNRRS0394.message     = \u015eu parametrenin de\u011feri ge\u00e7ersiz: ''{0}''
FNRRS0394.arg.0       = parametre ad\u0131

FNRRS0395.explanation = Belirtilen ta\u015f\u0131y\u0131c\u0131da etkin birim yok.  Ge\u00e7erli bir etkin birim gerekiyor.
FNRRS0395.action      = Belirtilen ta\u015f\u0131y\u0131c\u0131da etkin bir birim oldu\u011funu do\u011frulay\u0131n.
FNRRS0395.message     = Bu ta\u015f\u0131y\u0131c\u0131da etkin birim yok: ''{0}''
FNRRS0395.arg.0       = ta\u015f\u0131y\u0131c\u0131 tan\u0131t\u0131c\u0131s\u0131

FNRRS0396.explanation = Kaynak ve hedef ta\u015f\u0131y\u0131c\u0131lar ayn\u0131.  Nesne ta\u015f\u0131n\u0131rken buna izin verilmez.
FNRRS0396.action      = Farkl\u0131 kaynak ve hedef ta\u015f\u0131y\u0131c\u0131lar belirterek eylemi yeniden deneyin.
FNRRS0396.message     = Kaynak ve hedef ta\u015f\u0131y\u0131c\u0131lar ayn\u0131.

FNRRS0397.explanation = Nesne hedef ta\u015f\u0131y\u0131c\u0131da zaten dosyalanm\u0131\u015f.
FNRRS0397.action      = Farkl\u0131 bir hedef ta\u015f\u0131y\u0131c\u0131 belirterek eylemi yeniden deneyin.
FNRRS0397.message     = Nesne hedef ta\u015f\u0131y\u0131c\u0131da zaten dosyalanm\u0131\u015f.

FNRRS0398.explanation = Kay\u0131t zaten bir al\u0131nd\u0131 \u00fcst \u00f6\u011fesi.  Hem al\u0131nd\u0131 hem de al\u0131nd\u0131 \u00fcst \u00f6\u011fesi olamaz.
FNRRS0398.action      = Kay\u0131t hem al\u0131nd\u0131 hem de al\u0131nd\u0131 \u00fcst \u00f6\u011fesi olamaz.  \u0130\u015finizin gereklerine uygun d\u00fczeltme eylemini ger\u00e7ekle\u015ftirin.
FNRRS0398.message     = Kay\u0131t zaten bir al\u0131nd\u0131 \u00fcst \u00f6\u011fesi.
FNRRS0398.arg.0       = yertutucu

FNRRS0399.explanation = Kay\u0131t zaten bir al\u0131nd\u0131.  Al\u0131nd\u0131lar tek bir kay\u0131tla ili\u015fkilendirilmi\u015f olabilir.
FNRRS0399.action      = Kay\u0131t tek bir kay\u0131tla ili\u015fkilendirilmi\u015f olabilir.  \u0130\u015finizin gereklerine uygun d\u00fczeltme eylemini ger\u00e7ekle\u015ftirin.
FNRRS0399.message     = Kay\u0131t zaten bir al\u0131nd\u0131.

FNRRS0400.explanation = Al\u0131nd\u0131 \u00fcst \u00f6\u011fesi zaten bir al\u0131nd\u0131.  Hem al\u0131nd\u0131 hem de al\u0131nd\u0131 \u00fcst \u00f6\u011fesi olamaz.
FNRRS0400.action      = Kay\u0131t hem al\u0131nd\u0131 hem de al\u0131nd\u0131 \u00fcst \u00f6\u011fesi olamaz.  \u0130\u015finizin gereklerine uygun d\u00fczeltme eylemini ger\u00e7ekle\u015ftirin.
FNRRS0400.message     = Kay\u0131t \u00fcst \u00f6\u011fesi zaten bir al\u0131nd\u0131.

FNRRS0401.explanation = Al\u0131nd\u0131 kayda eklenirken hata olu\u015ftu.
FNRRS0401.action      = \u00d6zellik sayfas\u0131nda al\u0131nd\u0131 \u00f6zelli\u011finin var oldu\u011funu do\u011frulay\u0131n.  Kayd\u0131n ve al\u0131nd\u0131n\u0131n \u00f6zelliklerini de\u011fi\u015ftirme iznine sahip oldu\u011funuzu do\u011frulay\u0131n.
FNRRS0401.message     = Al\u0131nd\u0131 kayda eklenemedi.

FNRRS0402.explanation = Bu nesne ge\u00e7erli bir al\u0131nd\u0131 de\u011fil.
FNRRS0402.action      = "receipt"in (al\u0131nd\u0131n\u0131n) receiptOf \u00f6zelli\u011finin ge\u00e7erli bir de\u011feri oldu\u011funu do\u011frulay\u0131n.
FNRRS0402.message     = Bu nesne ge\u00e7erli bir al\u0131nd\u0131 de\u011fil: {0}.
FNRRS0402.arg.0       = nesne tan\u0131t\u0131c\u0131s\u0131

FNRRS0403.explanation = Bu al\u0131nd\u0131y\u0131 \u00fcst \u00f6\u011fesinden ay\u0131rma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0403.action      = Nesne deposu i\u00e7in al\u0131nd\u0131lar\u0131n etkinle\u015ftirildi\u011fini do\u011frulay\u0131n.  Bu nesnenin ge\u00e7erli bir al\u0131nd\u0131 oldu\u011funu do\u011frulay\u0131n.
FNRRS0403.message     = Al\u0131nd\u0131 ayr\u0131lam\u0131yor.

FNRRS0404.explanation = Nesne \u00fczerinde RMAudit olay\u0131 ba\u015flatma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0404.action      = Bu nesnenin ge\u00e7erli bir belge, klas\u00f6r ya da \u00f6zel nesne oldu\u011funu do\u011frulay\u0131n.
FNRRS0404.message     = Nesne \u00fczerinde olay ba\u015flat\u0131lamad\u0131: ''{0}''
FNRRS0404.arg.0       = nesne_tan\u0131t\u0131c\u0131s\u0131

FNRRS0405.explanation = \u00d6nemli kay\u0131tlarla ili\u015fkili \u00f6zellikler do\u011frulan\u0131rken hata olu\u015ftu.  Varl\u0131k \u00f6nemli olarak i\u015faretlenmi\u015f, ancak ili\u015fkili \u00f6zellik eksik ya da yanl\u0131\u015f.
FNRRS0405.action      = Gereken \u00f6nemli kay\u0131t \u00f6zelliklerinin ge\u00e7erli de\u011ferlerle belirlendi\u011fini do\u011frulay\u0131n.
FNRRS0405.message     = De\u011feri ''{1}'' olan \u00f6nemli kay\u0131t \u00f6zelli\u011fi ''{0}'' ge\u00e7ersiz.
FNRRS0405.arg.0       = \u00f6zellik ad\u0131
FNRRS0405.arg.1       = \u00f6zellik de\u011feri

FNRRS0406.explanation = Ge\u00e7irilen ta\u015f\u0131y\u0131c\u0131lar ayn\u0131 dosya plan\u0131na ait de\u011fil.
FNRRS0406.action      = Bu ta\u015f\u0131y\u0131c\u0131lar\u0131 ayn\u0131 dosya plan\u0131nda bulundu\u011fun do\u011frulay\u0131n.
FNRRS0406.message     = Ta\u015f\u0131y\u0131c\u0131 {0} ve ta\u015f\u0131y\u0131c\u0131 {1} ayn\u0131 dosya plan\u0131nda bulunmuyor.
FNRRS0406.arg.0       = ta\u015f\u0131y\u0131c\u0131 1 tan\u0131t\u0131c\u0131s\u0131
FNRRS0406.arg.1       = ta\u015f\u0131y\u0131c\u0131 2 tan\u0131t\u0131c\u0131s\u0131

FNRRS0407.explanation = Belirtilen \u00f6nemli kay\u0131t \u00f6zellikleri bo\u015f ya da ge\u00e7ersiz.
FNRRS0407.action      = Gereken \u00f6nemli kay\u0131t \u00f6zelliklerinin ge\u00e7erli de\u011ferlerle belirlendi\u011fini do\u011frulay\u0131n.
FNRRS0407.message     = \u00d6nemli kay\u0131t \u00f6zellikleri ge\u00e7ersiz.

FNRRS0408.explanation = ApplyToNameOrID \u00f6zelli\u011finin de\u011feri ge\u00e7ersiz.  De\u011fer "Name" ya da "Identifier" olmal\u0131d\u0131r.
FNRRS0408.action      = \u00d6zelli\u011fin ge\u00e7erli de\u011ferlerden birine \u00e7evirin.
FNRRS0408.message     = \u00d6zelli\u011fin de\u011feri ge\u00e7ersiz.

FNRRS0409.explanation = \u00d6nemli \u00f6zellikler ayarlanam\u0131yor.  Nedeni saptamak i\u00e7in di\u011fer hata iletilerine bak\u0131n.
FNRRS0409.action      = Gereken \u00f6nemli kay\u0131t \u00f6zelliklerinin ge\u00e7erli de\u011ferlerle belirlendi\u011fini do\u011frulay\u0131n.
FNRRS0409.message     = Varl\u0131kla ilgili \u00f6nemli \u00f6zellikler al\u0131nam\u0131yor.  \u00d6zellik: ''{0}''.
FNRRS0409.arg.0       = nesne_tan\u0131t\u0131c\u0131s\u0131

FNRRS0410.explanation = \u00d6nemli \u00f6zellikler ayarlanam\u0131yor.  Nedeni saptamak i\u00e7in di\u011fer hata iletilerine bak\u0131n.
FNRRS0410.action      = Gereken \u00f6nemli kay\u0131t \u00f6zelliklerinin ge\u00e7erli de\u011ferlerle belirlendi\u011fini do\u011frulay\u0131n.
FNRRS0410.message     = ''{0}'' varl\u0131\u011f\u0131 i\u00e7in \u00f6nemli nesne sonraki g\u00f6zden ge\u00e7irme tarihi ayarlanam\u0131yor.
FNRRS0410.arg.0       = nesne_tan\u0131t\u0131c\u0131s\u0131

FNRRS0411.explanation = Belirtilen \u00f6r\u00fcnt\u00fc ad\u0131 benzersiz de\u011fil.
FNRRS0411.action      = L\u00fctfen, \u00f6r\u00fcnt\u00fc i\u00e7in benzersiz bir ad se\u00e7in.
FNRRS0411.message     = \u00d6r\u00fcnt\u00fc i\u00e7in belirtilen ad benzersiz de\u011fil.

FNRRS0412.explanation = \u00d6nemli \u00f6zellikler ayarlanam\u0131yor.  Nedeni saptamak i\u00e7in di\u011fer hata iletilerine bak\u0131n.
FNRRS0412.action      = Gereken \u00f6nemli kay\u0131t \u00f6zelliklerinin ge\u00e7erli de\u011ferlerle belirlendi\u011fini do\u011frulay\u0131n.
FNRRS0412.message     = ''{0}'' varl\u0131\u011f\u0131 i\u00e7in \u00f6nemli \u00f6zellikler ayarlanam\u0131yor.
FNRRS0412.arg.0       = nesne_tan\u0131t\u0131c\u0131s\u0131

FNRRS0413.explanation = \u00d6nemli \u00f6zellik bo\u015f de\u011ferli olamaz.
FNRRS0413.action      = Gereken \u00f6nemli kay\u0131t \u00f6zelli\u011finin bo\u015f de\u011fer olmayan ge\u00e7erli bir de\u011ferle belirlendi\u011fini do\u011frulay\u0131n.
FNRRS0413.message     = \u00d6nemli tetikleyici \u00f6zelli\u011fi ''{0}'' ayarlanam\u0131yor.
FNRRS0413.arg.0       = nesne_tan\u0131t\u0131c\u0131s\u0131

FNRRS0414.explanation = Belirtilen \u00e7evrimsel olayda ge\u00e7ersiz bir \u00e7evrim s\u00fcresi var.  Bunun en olas\u0131 nedeni, tetikleyiciyle ili\u015fkilendirilmi\u015f y\u0131l, ay ve g\u00fcn say\u0131s\u0131n\u0131n s\u0131f\u0131r olmas\u0131d\u0131r.
FNRRS0414.action      = \u00c7evrim s\u00fcresinin s\u0131f\u0131rdan b\u00fcy\u00fck ge\u00e7erli bir de\u011feri oldu\u011funu do\u011frulay\u0131n.
FNRRS0414.message     = \u00c7evrimsel olay ad\u0131 {0}, \u00e7evrim s\u00fcresini {1} y\u0131l, {2} ay, {3} g\u00fcn olarak tan\u0131ml\u0131yor. Sistem yok etme verisini hesaplayam\u0131yor.
FNRRS0414.arg.0       = olay ad\u0131
FNRRS0414.arg.1       = y\u0131l say\u0131s\u0131
FNRRS0414.arg.2       = ay say\u0131s\u0131
FNRRS0414.arg.3       = g\u00fcn say\u0131s\u0131

FNRRS0415.explanation = Bir dosya plan\u0131 havuzundan kullan\u0131labilecek ConnectorRegistration nesnelerini alma giri\u015fimi s\u0131ras\u0131nda beklenmeyen bir hata olu\u015ftu.
FNRRS0415.action      = T\u00fcm dosya plan\u0131 havuzu kurulum ad\u0131mlar\u0131n\u0131n ba\u015far\u0131yla ger\u00e7ekle\u015ftirildi\u011fini do\u011frulay\u0131n.
FNRRS0415.message     = Bu dosya plan\u0131 havuzundan ConnectorRegistration nesneleri al\u0131nam\u0131yor: {0}.
FNRRS0415.arg.0       = Dosya plan\u0131 havuzunun tan\u0131t\u0131c\u0131s\u0131.

FNRRS0416.explanation = IBM FileNet P8 Process Engine Java API''daki s\u0131n\u0131flara eri\u015filemiyor.
FNRRS0416.action      = Process Engine Java API jar dosyas\u0131n\u0131n ve ba\u011f\u0131ml\u0131l\u0131klar\u0131n\u0131n y\u00fcr\u00fctme ortam\u0131n\u0131n s\u0131n\u0131f yoluna (classpath) eklendi\u011fini do\u011frulay\u0131n. Bu k\u00fcme genellikle pe.jar, peResources.jar, mailapi.jar, xercesImpl.jar dosyalar\u0131n\u0131 i\u00e7erir. Olu\u015fan kural d\u0131\u015f\u0131 durumlar\u0131 elde etmek i\u00e7in RALPESupport#getSetupException y\u00f6ntemi kullan\u0131labilir.
FNRRS0416.message     = IBM FileNet P8 Process Engine Java API kullan\u0131lam\u0131yor.

FNRRS0417.explanation = ''vwSession'' giri\u015f parametresi ''filenet.vw.api.VWSession'' s\u0131n\u0131f\u0131n\u0131n ge\u00e7erli bir e\u015fg\u00f6r\u00fcn\u00fcm\u00fc olmal\u0131d\u0131r.
FNRRS0417.action      = IBM FileNet P8 Process Engine istemci ba\u011flant\u0131s\u0131 yap\u0131land\u0131rman\u0131z\u0131 do\u011frulay\u0131n.
FNRRS0417.message     = ''vwSession'' giri\u015f parametresi ''filenet.vw.api.VWSession'' s\u0131n\u0131f\u0131n\u0131n ge\u00e7erli bir e\u015fg\u00f6r\u00fcn\u00fcm\u00fc de\u011fil.

FNRRS0418.explanation = ''vwStepElement'' giri\u015f parametresi ''filenet.vw.api.VWStepElement'' s\u0131n\u0131f\u0131n\u0131n ge\u00e7erli bir e\u015fg\u00f6r\u00fcn\u00fcm\u00fc olmal\u0131d\u0131r.
FNRRS0418.action      = RALPESupport#createWorkflow y\u00f6ntemi kullan\u0131larak, ''filenet.vw.api.VWStepElement'' s\u0131n\u0131f\u0131n\u0131n ge\u00e7erli bir e\u015fg\u00f6r\u00fcn\u00fcm\u00fc elde edilebilir.
FNRRS0418.message     = ''vwStepElement'' giri\u015f parametresi ''filenet.vw.api.VWStepElement'' s\u0131n\u0131f\u0131n\u0131n ge\u00e7erli bir e\u015fg\u00f6r\u00fcn\u00fcm\u00fc de\u011fil.

FNRRS0419.explanation = Beklenmeyen bir ''filenet.vw.api.VWException'' olu\u015ftu. 
FNRRS0419.action      = Bu hatan\u0131n kayna\u011f\u0131yla ilgili bilgi i\u00e7in, sona eklenen ileti dizgisini, y\u0131\u011f\u0131n izlemesini ya da/ve sunucu g\u00fcnl\u00fcklerini inceleyin.
FNRRS0419.message     = Beklenmeyen bir ''filenet.vw.api.VWException'' saptand\u0131: {0}
FNRRS0419.arg.0	   = ''filenet.vw.api.VWException'' e\u015fg\u00f6r\u00fcn\u00fcm\u00fcne ili\u015fkin yerelle\u015ftirilmi\u015f iletisi dizgisi.

FNRRS0420.explanation = Bu i\u015flemi ger\u00e7ekle\u015ftirmek i\u00e7in bo\u015f de\u011ferli olmayan bir ''filenet.vw.api.VWUserInfo'' e\u015fg\u00f6r\u00fcn\u00fcm\u00fc gereklidir.
FNRRS0420.action      = Belirtilen ''filenet.vw.api.VWSession'' e\u015fg\u00f6r\u00fcn\u00fcm\u00fcn\u00fcn ge\u00e7erli oldu\u011fundan ve y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n kimli\u011finin ba\u015far\u0131yla do\u011fruland\u0131\u011f\u0131ndan emin olun.
FNRRS0420.message     = Bir ''filenet.vw.api.VWUserInfo'' e\u015fg\u00f6r\u00fcn\u00fcm\u00fc almaya y\u00f6nelik P8 FileNet Process Engine API \u00e7a\u011fr\u0131s\u0131 bo\u015f de\u011fer d\u00f6nd\u00fcrd\u00fc.

FNRRS0421.explanation = Belirtilen tutmay\u0131 alma giri\u015fimi s\u0131ras\u0131nda hata al\u0131nd\u0131.
FNRRS0421.action	   = Tutmay\u0131 tan\u0131tan dizginin ge\u00e7erli oldu\u011funu ve tutman\u0131n var oldu\u011funu do\u011frulay\u0131n.
FNRRS0421.message     = Belirtilen tutma al\u0131nam\u0131yor: {0}
FNRRS0421.arg.0        = Belirtilen tutmay\u0131 tan\u0131tan dizgi.

FNRRS0422.explanation = \u00dcst dosya plan\u0131 havuzundan rapor tan\u0131mlamalar\u0131n\u0131 alma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0422.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n dosya plan\u0131 havuzunun i\u00e7eri\u011fi \u00fczerinde en az g\u00f6r\u00fcnt\u00fcleme haklar\u0131na sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0422.message     = Dosya plan\u0131 havuzundan rapor tan\u0131mlamalar\u0131 al\u0131n\u0131rken hata olu\u015ftu: ''{0}''.
FNRRS0422.arg.0       = dosya_plan\u0131_havuzu

FNRRS0423.explanation = JVM XML ayr\u0131\u015ft\u0131r\u0131c\u0131 yap\u0131land\u0131rmas\u0131nda XPATH ile ilgili bir hata olu\u015ftu.
FNRRS0423.action      = JRE s\u00fcr\u00fcm\u00fcn\u00fcn 1.5 ya da \u00fcst\u00fc oldu\u011funu do\u011frulay\u0131n.
FNRRS0423.message     = JVM XML ayr\u0131\u015ft\u0131r\u0131c\u0131 yap\u0131land\u0131rmas\u0131 ba\u015flat\u0131l\u0131rken XPATH ile ilgili bir hata olu\u015ftu.

FNRRS0424.explanation = Rapor tan\u0131mlamas\u0131 XML ayr\u0131\u015ft\u0131r\u0131l\u0131rken hata olu\u015ftu.
FNRRS0424.action      = Rapor tan\u0131mlamas\u0131 XML''in do\u011fru olarak bi\u00e7imlendi\u011fini do\u011frulay\u0131n
FNRRS0424.message     = Rapor tan\u0131mlamas\u0131 XML ayr\u0131\u015ft\u0131r\u0131l\u0131rken hata olu\u015ftu: ''{0}''.
FNRRS0424.arg.0       = rapor tan\u0131mlamas\u0131 ad\u0131 ya da tan\u0131t\u0131c\u0131s\u0131

FNRRS0425.explanation = Rapor tan\u0131mlamas\u0131 i\u00e7eri\u011fini alma giri\u015fi s\u0131ras\u0131nda hata olu\u015ftu.
FNRRS0425.action      = Rapor tan\u0131mlamas\u0131n\u0131n var oldu\u011funu ve i\u00e7eri\u011finin XML bi\u00e7iminde oldu\u011funu do\u011frulay\u0131n.
FNRRS0425.message     = Rapor tan\u0131mlamas\u0131 i\u00e7eri\u011fi al\u0131n\u0131rken hata olu\u015ftu: ''{0}''.
FNRRS0425.arg.0       = rapor tan\u0131mlamas\u0131 ad\u0131 ya da tan\u0131t\u0131c\u0131s\u0131

FNRRS0426.explanation = org.w3c.DOM API kitapl\u0131\u011f\u0131 hata d\u00f6nd\u00fcrd\u00fc.
FNRRS0426.action      = Daha ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in kural d\u0131\u015f\u0131 durum y\u0131\u011f\u0131n\u0131n\u0131 inceleyin.
FNRRS0426.message     = D\u0131\u015fa aktarma i\u015fleminin bir par\u00e7as\u0131 olarak DOM XML i\u015flenirken hata olu\u015ftu; varl\u0131k: {0}.
FNRRS0426.arg.0       = D\u0131\u015fa aktarma i\u015flemine kat\u0131lan varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0427.explanation = P8 Content Engine XML d\u0131\u015fa aktarma olu\u015fturma yard\u0131mc\u0131 program\u0131 hata d\u00f6nd\u00fcrd\u00fc.
FNRRS0427.action      = Daha ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in kural d\u0131\u015f\u0131 durum y\u0131\u011f\u0131n\u0131n\u0131 inceleyin.
FNRRS0427.message     = D\u0131\u015fa aktarma i\u015fleminin bir par\u00e7as\u0131 olarak P8 Content Engine XML olu\u015fturma s\u0131ras\u0131nda hata olu\u015ftu; varl\u0131k: {0}.
FNRRS0427.arg.0       = D\u0131\u015fa aktarma i\u015flemine kat\u0131lan varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0428.explanation = P8 Content Engine XML d\u0131\u015fa aktarma olu\u015fturma yard\u0131mc\u0131 program\u0131 hata d\u00f6nd\u00fcrd\u00fc.
FNRRS0428.action      = Daha ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in kural d\u0131\u015f\u0131 durum y\u0131\u011f\u0131n\u0131n\u0131 inceleyin.
FNRRS0428.message     = \u00c7\u0131k\u0131\u015f dosyas\u0131na XML diziselle\u015ftirmesi s\u0131ras\u0131nda hata olu\u015ftu: {0}, {1}.
FNRRS0428.arg.0       = Dosya sistemi \u00e7\u0131k\u0131\u015f dosyas\u0131 yolu.
FNRRS0428.arg.1       = XML d\u00f6n\u00fc\u015ft\u00fcrme kural d\u0131\u015f\u0131 durumu iletisi.

FNRRS0429.explanation = CurrentPhaseExportFormat \u00f6zellik de\u011feri i\u00e7in bir belge bulundu, ancak XSLT i\u00e7eri\u011fini okuma giri\u015fimi s\u0131ras\u0131nda bir hata saptand\u0131. 
FNRRS0429.action      = D\u0131\u015fa aktarma varl\u0131\u011f\u0131na ili\u015fkin CurrentPhaseExportFormat''a, ge\u00e7erli XSLT i\u00e7eri\u011fi olan ge\u00e7erli bir belge de\u011feri atand\u0131\u011f\u0131n\u0131 do\u011frulay\u0131n.
FNRRS0429.message     = CurrentPhaseExportFormat de\u011feri belgesinden XSLT i\u00e7eri\u011fini okuma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu: {0}.
FNRRS0429.arg.0       = ExportFormat \u00f6zelli\u011finin belge de\u011ferinin tan\u0131t\u0131c\u0131s\u0131.

FNRRS0430.explanation = Bir XPath dizgisini bir XPath ifadesine \u00f6n derleme giri\u015fimi ba\u015far\u0131s\u0131z oldu. 
FNRRS0430.action      = XPath dizgisinin ge\u00e7erli oldu\u011funu ya da/ve y\u00fcr\u00fcrl\u00fckteki JRE/classpath''ta XPath deste\u011fi oldu\u011funu do\u011frulay\u0131n.
FNRRS0430.message     = \u015eu XPath ifadesi dizgisini derleme giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu: ''{0}''.
FNRRS0430.arg.0       = Ba\u015far\u0131s\u0131z olan XPath ifadesi dizgisi.

FNRRS0431.explanation = RMPageIterator''un y\u00fcr\u00fcrl\u00fckteki durumu i\u00e7in sayfa i\u015fareti elde edilemiyor. 
FNRRS0431.action      = RMPageIterator''un ge\u00e7erli bir sayfa konumuna ta\u015f\u0131nd\u0131\u011f\u0131n\u0131 do\u011frulay\u0131n.
FNRRS0431.message     = Y\u00fcr\u00fcrl\u00fckteki sayfa i\u015faretine d\u00f6nme giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu.

FNRRS0432.explanation = Kayd\u0131n RecordedDocuments \u00f6zellik de\u011ferini alma giri\u015fimi s\u0131ras\u0131nda beklenmeyen bir hata olu\u015ftu.
FNRRS0432.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n ili\u015fkili i\u00e7erik \u00f6\u011feleri i\u00e7in uygun eri\u015fim haklar\u0131na sahip oldu\u011funu do\u011frulay\u0131n.
FNRRS0432.message     = Kay\u0131tla ili\u015fkili i\u00e7erik \u00f6\u011felerini alma giri\u015fimi s\u0131ras\u0131nda hata olu\u015ftu: {0}.
FNRRS0432.arg.0       = Kayd\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0433.explanation = Ta\u015f\u0131y\u0131c\u0131 ta\u015f\u0131ma i\u015fleminin hedef ta\u015f\u0131y\u0131c\u0131s\u0131, kaynak ta\u015f\u0131y\u0131c\u0131n\u0131n alt ta\u015f\u0131y\u0131c\u0131 s\u0131rad\u00fczeni i\u00e7indeki hi\u00e7bir konumda bulunamaz.
FNRRS0433.action      = Kaynak ta\u015f\u0131y\u0131c\u0131y\u0131 ta\u015f\u0131mak i\u00e7in farkl\u0131 bir hedef ta\u015f\u0131y\u0131c\u0131 konumu se\u00e7in.
FNRRS0433.message     = Kaynak ta\u015f\u0131y\u0131c\u0131, kaynak ta\u015f\u0131y\u0131c\u0131n\u0131n alt\u0131ndaki bir hedef ta\u015f\u0131y\u0131c\u0131ya ta\u015f\u0131namaz; kaynakTan\u0131t\u0131c\u0131s\u0131: {0}, hedefTan\u0131t\u0131c\u0131s\u0131: {1}.
FNRRS0433.arg.0       = Ta\u015f\u0131ma giri\u015fiminin uyguland\u0131\u011f\u0131 kaynak ta\u015f\u0131y\u0131c\u0131n\u0131n tan\u0131t\u0131c\u0131s\u0131.
FNRRS0433.arg.1       = Hedef ta\u015f\u0131y\u0131c\u0131n\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0434.explanation = Temeldeki kural d\u0131\u015f\u0131 durum i\u00e7in, eklenen y\u0131\u011f\u0131n izlemesine (varsa) bak\u0131n.
FNRRS0434.action      = Yok etme taramas\u0131n\u0131 yeniden \u00e7al\u0131\u015ft\u0131r\u0131n ya da/ve yok etmeyi ba\u015flatma i\u015flemini yeniden deneyin.
FNRRS0434.message     = Bir varl\u0131k i\u00e7in y\u00fcr\u00fcrl\u00fckteki evre verileri g\u00fcncellenirken beklenmeyen bir hata olu\u015ftu: varl\u0131k: {0}.
FNRRS0434.arg.0       = S\u00f6z konusu varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0435.explanation = Var olan bir tutma nedeniyle ya da yok etme zamanlamas\u0131ndaki bir de\u011fi\u015fiklik nedeniyle, bir varl\u0131k \u00fczerinde yok etmeyi ba\u015flatma i\u015flemi ger\u00e7ekle\u015ftirilemiyor.
FNRRS0435.action      = Varl\u0131\u011fa, \u00fcst s\u0131rad\u00fczenine ya da alt s\u0131rad\u00fczenine uygulanm\u0131\u015f tutmalar varsa, bunlar\u0131 kald\u0131r\u0131n. Yok etme taramas\u0131n\u0131 yeniden \u00e7al\u0131\u015ft\u0131r\u0131n.
FNRRS0435.message     = Y\u00fcr\u00fcrl\u00fckteki yok etme evresinde olu\u015fan bir de\u011fi\u015fiklik nedeniyle, bu varl\u0131k \u00fczerinde yok etmeyi ba\u015flatma i\u015flemi ger\u00e7ekle\u015ftirilemiyor: {0}.
FNRRS0435.arg.0       = Yok etmeyi ba\u015flatma giri\u015fiminde bulunulan varl\u0131\u011f\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0436.explanation = Bir ya da daha fazla kay\u0131t ta\u015f\u0131y\u0131c\u0131s\u0131n\u0131n ya da kayd\u0131n bulundu\u011fu bir yok etme evresi, yok etme zamanlamas\u0131ndan kald\u0131r\u0131lamaz.
FNRRS0436.action      = Yok etme taramas\u0131n\u0131 yeniden \u00e7al\u0131\u015ft\u0131r\u0131n ya da/ve etkilenen kay\u0131t ta\u015f\u0131y\u0131c\u0131lar\u0131 ya da kay\u0131tlar i\u00e7in yok etme ba\u015flat\u0131n ve evre kald\u0131rma i\u015flemini yeniden deneyin.
FNRRS0436.message     = Kullan\u0131lmakta olan bir yok etme evresi kald\u0131r\u0131lamaz; evre tan\u0131t\u0131c\u0131s\u0131: {0}.
FNRRS0436.arg.0       = Kald\u0131rma giri\u015fiminde bulunulan yok etme evresinin tan\u0131t\u0131c\u0131s\u0131.

FNRRS0437.explanation = Belirli bir yok etme evresi, bir yok etme zamanlamas\u0131nda bir kereden fazla ge\u00e7emez.
FNRRS0437.action      = Bir yok etme zamanlamas\u0131na ekleme giri\u015fiminde bulunmadan \u00f6nce yeni bir yok etme evresi yarat\u0131n.
FNRRS0437.message     = Bir yok etme evresi, zaten var oldu\u011fu bir zamanlamaya eklenemez; evre tan\u0131t\u0131c\u0131s\u0131: {0}.
FNRRS0437.arg.0       = Ekleme giri\u015fiminde bulunulan yok etme evresinin tan\u0131t\u0131c\u0131s\u0131.

FNRRS0438.explanation = Belirli bir yok etme evresi, birden \u00e7ok yok etme zamanlamas\u0131nda kullan\u0131lamaz.
FNRRS0438.action      = Bir yok etme zamanlamas\u0131na ekleme giri\u015fiminde bulunmadan \u00f6nce yeni bir yok etme evresi yarat\u0131n.
FNRRS0438.message     = Bir yok etme evresi, ba\u015fka bir zamanlama taraf\u0131ndan kullan\u0131lmakta olan bir zamanlamaya eklenemez; evre tan\u0131t\u0131c\u0131s\u0131: {0}.
FNRRS0438.arg.0       = Ekleme giri\u015fiminde bulunulan yok etme evresinin tan\u0131t\u0131c\u0131s\u0131.

FNRRS0439.explanation = Bir zamanlama, yok etme eylemi Otomatik Olarak Sistemden Atma, Sistemden Atma ya da Aktarma olan bir evre i\u00e7eriyorsa, bu zamanlamaya ba\u015fka evre eklenemez.
FNRRS0439.action      = Yok etme zamanlamas\u0131na yeni evre ekleme giri\u015fiminde bulunmadan \u00f6nce, sonland\u0131r\u0131c\u0131 t\u00fcrdeki her eylem evresini kald\u0131r\u0131n.
FNRRS0439.message     = Otomatik Olarak Sistemden Atma, Sistemden Atma ya da Aktarma gibi sonland\u0131r\u0131c\u0131 eylem t\u00fcr\u00fcnde bir evresi bulunan bir zamanlamaya yok etme evresi eklenemez.

FNRRS0440.explanation = Bir yok etme evresi, ait olmad\u0131\u011f\u0131 bir derlemden kald\u0131r\u0131lamaz.
FNRRS0440.action      = \u0130lgili yok etme zamanlamas\u0131n\u0131 yenileyin ve yok etme evresi listesine yeniden eri\u015fin.
FNRRS0440.message     = Yok etme evresi, bu yok etme evresi listesinin bir evre \u00fcyesi de\u011fil; evre tan\u0131t\u0131c\u0131s\u0131: {0}.
FNRRS0440.arg.0       = Kald\u0131rma giri\u015fiminde bulunulan yok etme evresinin tan\u0131t\u0131c\u0131s\u0131.

FNRRS0441.explanation = Belirli bir di\u011fer al\u0131koyma, bir yok etme zamanlamas\u0131nda bir kereden fazla ge\u00e7emez.
FNRRS0441.action      = Bir yok etme evresine ekleme giri\u015fiminde bulunmadan \u00f6nce yeni bir di\u011fer al\u0131koyma yarat\u0131n.
FNRRS0441.message     = Bir di\u011fer al\u0131koyma, zaten var oldu\u011fu bir yok etme zamanlamas\u0131na eklenemez; di\u011fer al\u0131koyma tan\u0131t\u0131c\u0131s\u0131: {0}.
FNRRS0441.arg.0       = Ekleme giri\u015fiminde bulunulan di\u011fer al\u0131koyman\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0442.explanation = Belirli bir di\u011fer al\u0131koyma, birden \u00e7ok yok etme evresinde kullan\u0131lamaz.
FNRRS0442.action      = Bir yok etme evresine ekleme giri\u015fiminde bulunmadan \u00f6nce yeni bir di\u011fer al\u0131koyma yarat\u0131n.
FNRRS0442.message     = Bir di\u011fer al\u0131koyma, ba\u015fka bir evrede kullan\u0131lmakta olan bir evreye eklenemez; di\u011fer al\u0131koyma tan\u0131t\u0131c\u0131s\u0131: {0}.
FNRRS0442.arg.0       = Ekleme giri\u015fiminde bulunulan di\u011fer al\u0131koyman\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0443.explanation = Bir di\u011fer al\u0131koyma, ait olmad\u0131\u011f\u0131 bir derlemden kald\u0131r\u0131lamaz.
FNRRS0443.action      = \u0130lgili yok etme evresini yenileyin ve di\u011fer al\u0131koyma listesine yeniden eri\u015fin.
FNRRS0443.message     = Di\u011fer al\u0131koyma, bu di\u011fer al\u0131koyma listesinin bir \u00fcyesi de\u011fil; di\u011fer al\u0131koyma tan\u0131t\u0131c\u0131s\u0131: {0}.
FNRRS0443.arg.0       = Kald\u0131rma giri\u015fiminde bulunulan di\u011fer al\u0131koyman\u0131n tan\u0131t\u0131c\u0131s\u0131.

FNRRS0444.explanation = Bir DispositionPhase e\u015fg\u00f6r\u00fcn\u00fcm\u00fcn\u00fcn do\u011frudan silinmesi desteklenmez.
FNRRS0444.action      = Bir DispositionPhase e\u015fg\u00f6r\u00fcn\u00fcm\u00fcn\u00fc silmek i\u00e7in DispositionPhaseList.remove y\u00f6ntemlerinden birini kullan\u0131n.
FNRRS0444.message     = DispositionPhase e\u015fg\u00f6r\u00fcn\u00fcm\u00fc i\u00e7in delete (silme) y\u00f6ntemi desteklenmez; DispositionPhaseList.remove y\u00f6ntemini kullan\u0131n.

FNRRS0445.explanation = Bir AlternateRetention e\u015fg\u00f6r\u00fcn\u00fcm\u00fcn\u00fcn do\u011frudan silinmesi desteklenmez.
FNRRS0445.action      = Bir AlternateRetention e\u015fg\u00f6r\u00fcn\u00fcm\u00fcn\u00fc silmek i\u00e7in AlternateRetentionList.remove y\u00f6ntemlerinden birini kullan\u0131n.
FNRRS0445.message     = AlternateRetention e\u015fg\u00f6r\u00fcn\u00fcm\u00fc i\u00e7in delete (silme) y\u00f6ntemi desteklenmez; AlternateRetentionList.remove y\u00f6ntemini kullan\u0131n.

FNRRS0446.explanation = Bir tan\u0131t\u0131c\u0131 ile tan\u0131mlanan eri\u015fim rol\u00fcn\u00fc alma giri\u015fimi ba\u015far\u0131s\u0131z oldu.
FNRRS0446.action      = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131n\u0131n var olan bir role yeni \u00fcye eklemek i\u00e7in yeterli haklara sahip oldu\u011funu ve s\u00f6z konusu rol\u00fcn havuzda var olmaya devam etti\u011fini do\u011frulay\u0131n.
FNRRS0446.message     = Bu tan\u0131t\u0131c\u0131 ile tan\u0131mlanan eri\u015fim rol\u00fcn\u00fc alma giri\u015fimi ba\u015far\u0131s\u0131z oldu = ''{0}''.
FNRRS0446.arg.0       = rol_tan\u0131t\u0131c\u0131s\u0131

FNRRS0447.explanation = Bir yok etme zamanlamas\u0131nda ya da ili\u015fkili yok etme evrelerinden birinde yap\u0131lan herhangi bir de\u011fi\u015fikli\u011fin kaydedilebilmesi i\u00e7in, o yok etme zamanlamas\u0131n\u0131n bo\u015f olmayan bir ''Reason For Change'' (De\u011fi\u015fikli\u011fin Nedeni) \u00f6zellik de\u011feri olmal\u0131d\u0131r.
FNRRS0447.action      = Yok etme zamanlamas\u0131nda ya da onun yok etme evrelerinin herhangi birinde kaydetme ger\u00e7ekle\u015ftirme giri\u015fiminde bulunmadan \u00f6nce, ili\u015fkili yok etme zamanlamas\u0131nda bo\u015f olmayan bir ''Reason For Change'' (De\u011fi\u015fikli\u011fin Nedeni) \u00f6zellik de\u011feri belirtin.
FNRRS0447.message     = \u0130li\u015fkili yok etme zamanlamas\u0131nda ''Reason For Change'' (De\u011fi\u015fikli\u011fin Nedeni) \u00f6zellik de\u011feri olmayan bir yok etme evresinde kaydetme i\u015flemi ger\u00e7ekle\u015ftirilemez.

FNRRS0448.explanation = Getirilen ta\u015f\u0131y\u0131c\u0131n\u0131n varl\u0131k t\u00fcr\u00fc, istedi\u011finiz varl\u0131k t\u00fcr\u00fcyle e\u015fle\u015fmiyor.  \u00d6rne\u011fin, bir kay\u0131t klas\u00f6r\u00fc tan\u0131t\u0131c\u0131s\u0131n\u0131 kullanarak bir kay\u0131t kategorisi getirme giri\u015fiminde bulundunuz.
FNRRS0448.action      = Ta\u015f\u0131y\u0131c\u0131 tan\u0131t\u0131c\u0131s\u0131n\u0131n beklenen ta\u015f\u0131y\u0131c\u0131 t\u00fcr\u00fc i\u00e7in ge\u00e7erli oldu\u011funu do\u011frulay\u0131n ve yeniden deneyin.
FNRRS0448.message     = Getirilen ta\u015f\u0131y\u0131c\u0131n\u0131n ger\u00e7ek varl\u0131k t\u00fcr\u00fc, istedi\u011finiz varl\u0131k t\u00fcr\u00fcyle e\u015fle\u015fmiyor; ta\u015f\u0131y\u0131c\u0131 tan\u0131t\u0131c\u0131s\u0131: {0}, istenen varl\u0131k t\u00fcr\u00fc: {1}, ger\u00e7ek ta\u015f\u0131y\u0131c\u0131 varl\u0131\u011f\u0131 t\u00fcr\u00fc: {2}.
FNRRS0448.arg.0       = ta\u015f\u0131y\u0131c\u0131 tan\u0131t\u0131c\u0131s\u0131
FNRRS0448.arg.1       = istenen varl\u0131k t\u00fcr\u00fc
FNRRS0448.arg.2       = ger\u00e7ek ta\u015f\u0131y\u0131c\u0131 varl\u0131\u011f\u0131 t\u00fcr\u00fc

FNRRS0449.explanation = IBM FileNet Content Search Engine, CBR_FULLTEXTROWLIMIT_EXCEEDED kural d\u0131\u015f\u0131 durumu yay\u0131nlad\u0131. Arama sonu\u00e7lar\u0131 motorun kapasitesini a\u015ft\u0131. 
FNRRS0449.action      = \u0130\u00e7erik aramas\u0131 anahtar s\u00f6zc\u00fcklerinizi iyile\u015ftirin.
FNRRS0449.message     = Arama sonu\u00e7lar\u0131 IBM FileNet Content Search Engine olana\u011f\u0131n\u0131n kapasitesini a\u015f\u0131y\u0131r. \u0130\u00e7erik aramas\u0131 anahtar s\u00f6zc\u00fcklerinizi iyile\u015ftirin.



FNRRS0600.explanation = Java API Records Manager i\u00e7inde, kural_d\u0131\u015f\u0131_durum_iletisi ile a\u00e7\u0131klanan beklenmeyen bir kural d\u0131\u015f\u0131 durum olu\u015ftu.
FNRRS0600.action      = Kural d\u0131\u015f\u0131 durumun nedeniyle ilgili daha fazla bilgi i\u00e7in kural d\u0131\u015f\u0131 durum iletisi metnine ve ili\u015fkili y\u0131\u011f\u0131n izlemesine bak\u0131n.
FNRRS0600.message     = Beklenmeyen bir kural d\u0131\u015f\u0131 durum olu\u015ftu: {0}.
FNRRS0600.arg.0       = kural_d\u0131\u015f\u0131_durum_iletisi

FNRRS0601.explanation = Gerekli bir k\u00fcreselle\u015fme kayna\u011f\u0131 kod paketi yok; kod paketi temel ad\u0131; temel_ad
FNRRS0601.action      = JVM s\u0131n\u0131f yolunda temelad_nnNN.properties bi\u00e7iminde bir ya da daha fazla kaynak kod paketi dosyas\u0131 bulundu\u011funu do\u011frulay\u0131n.
FNRRS0601.message     = \u015eu temel ad i\u00e7in kaynak kod paketi bulunamad\u0131: ''{0}''.
FNRRS0601.arg.0       = temel_ad

FNRRS0602.explanation = Giri\u015f parametresi i\u00e7in desteklenmeyen bir bo\u015f de\u011fer, bo\u015f dizgi ya da bo\u015fluklardan olu\u015fan bir dizgi de\u011feri ge\u00e7irildi: parametre_ad\u0131
FNRRS0602.action      = Bu parametrenin de\u011ferinin, bo\u015f de\u011fer ya da bo\u015f dizgi ya da bo\u015fluklardan olu\u015fan dizgi olmad\u0131\u011f\u0131n\u0131 do\u011frulay\u0131n.
FNRRS0602.message     = Bu parametre i\u00e7in girilen parametre de\u011feri bo\u015f de\u011fer, bo\u015f dizgi ya da bo\u015fluklardan olu\u015fan bir dizgi: ''{0}''.
FNRRS0602.arg.0       = parametre_ad\u0131

FNRRS0603.explanation = Giri\u015f parametresi i\u00e7in desteklenmeyen bir bo\u015f de\u011ferli ya da ge\u00e7ersiz dizi de\u011feri ge\u00e7irildi; parametre_ad\u0131
FNRRS0603.action      = Dizinin bo\u015f de\u011ferli ya da bo\u015f olmad\u0131\u011f\u0131n\u0131 ve bo\u015f de\u011ferli olmayan dizi \u00fcyeleri i\u00e7erdi\u011fini do\u011frulay\u0131n.
FNRRS0603.message     = Bu parametre i\u00e7in girilen parametre de\u011feri bo\u015f de\u011ferli ya da ge\u00e7ersiz bir dizi: {0}.
FNRRS0603.arg.0       = parametre_ad\u0131

FNRRS0604.explanation = Giri\u015f parametresi i\u00e7in desteklenmeyen bir bo\u015f de\u011ferli ya da ge\u00e7ersiz derlem de\u011feri ge\u00e7irildi; parametre_ad\u0131
FNRRS0604.action      = Derlemin bo\u015f de\u011ferli ya da bo\u015f olmad\u0131\u011f\u0131n\u0131 ve bo\u015f de\u011ferli olmayan \u00fcyeler i\u00e7erdi\u011fini do\u011frulay\u0131n.
FNRRS0604.message     = Bu parametre i\u00e7in girilen parametre de\u011feri bo\u015f de\u011ferli ya da ge\u00e7ersiz bir derlem: {0}.
FNRRS0604.arg.0       = parametre_ad\u0131

#
#
#================================================================================
# JARM Logging Message Strings
#--------------------------------------------------------------------------------
# For each logging message include the suffixed resource where applicable:
#   .message     -- the actual log message containing any necessary {n} parameter placeholders.
#   .arg.n       -- description of argument parameter {n}.
#
#

FNRRS9999.message  = Test iletisi, parametre1: {0}, parametre2: {1}.

FNRRS0700.message = Bu varl\u0131k i\u00e7in bir {0} {1} RM Denetleme e\u015fg\u00f6r\u00fcn\u00fcm\u00fc yarat\u0131l\u0131rken hata olu\u015ftu: {2}
FNRRS0700.arg.0   = Denetlenmekte olan i\u015flem, \u00f6rne\u011fin "Delete" (sil), "Relocate" (konumunu de\u011fi\u015ftir) vb.
FNRRS0700.arg.1   = Denetleme durumu, ''Success'' (ba\u015far\u0131l\u0131 ya da ''Failure'' (ba\u015far\u0131s\u0131z).
FNRRS0700.arg.2   = RM Denetleme giri\u015fimiyle ili\u015fkilendirilen varl\u0131k dizgisi.

FNRRS0701.message = Y\u00fcr\u00fcrl\u00fckteki kullan\u0131c\u0131, kay\u0131t kopyalama i\u015fleminin bir par\u00e7as\u0131 olarak kopyalanan {0} belgesini {1} i\u00e7erik klas\u00f6r\u00fcnde dosyalamak i\u00e7in gereken eri\u015fim hakk\u0131na sahip de\u011fil.
FNRRS0701.arg.0   = Yeni yarat\u0131lan belge kopyas\u0131n\u0131n tan\u0131t\u0131c\u0131s\u0131.
FNRRS0701.arg.1   = S\u00f6z konusu i\u00e7erik klas\u00f6r\u00fcn\u00fcn tan\u0131t\u0131c\u0131s\u0131.

FNRRS0702.message = Bu kay\u0131t klas\u00f6r\u00fc alt\u0131nda birden \u00e7ok etkin alt birim var: {0}.
FNRRS0702.arg.0   = \u00dcst kay\u0131t klas\u00f6r\u00fcn\u00fcn tan\u0131t\u0131c\u0131s\u0131.

FNRRS0703.message = Yeni kay\u0131t bildirme s\u0131ras\u0131nda DoD S\u0131n\u0131fland\u0131r\u0131lm\u0131\u015f Kay\u0131t S\u00fcr\u00fcm\u00fc i\u015flenirken sorun olu\u015ftu: {0}
FNRRS0703.arg.0   = Kural d\u0131\u015f\u0131 durum iletisi.

FNRRS0704.message = PSS Atlas ile y\u00f6netilen yok etme yap\u0131tlar\u0131n\u0131 otomatik olarak silme giri\u015fimi s\u0131ras\u0131nda beklenmeyen bir hata olu\u015ftu: {0}
FNRRS0704.arg.0   = Kural d\u0131\u015f\u0131 durum iletisi.

FNRRS0705.message = Bu varl\u0131\u011fa ili\u015fkin yok etme kesmesi yeniden hesapland\u0131: {0}.
FNRRS0705.arg.0   = Varl\u0131k tan\u0131t\u0131c\u0131s\u0131.

#
#
#--------------------------------------------------------------------------------
#
#
#================================================================================
# JARM Miscellaneous Strings (primarily for auditing purposes).
#--------------------------------------------------------------------------------

#-- Used for LString class unit tests.
test.string1		= Bir test dizgisi.
test.pattern1		= Birinci {0} ve ikinci {1}.

audit.reasonForFailure = Ba\u015far\u0131s\u0131zl\u0131\u011f\u0131n Nedeni: {0}

#-- {0} - the record or entity which is affected
#-- {1} - location where the entity was transferred or exported
audit.successfulDelete = RM Varl\u0131\u011f\u0131 {0} ba\u015far\u0131yla silindi.
audit.failedDelete	   = RM Varl\u0131\u011f\u0131 {0} silinmedi.

audit.successfulExport = {0} RM varl\u0131\u011f\u0131n\u0131n {1} konumuna (d\u0131\u015fa) aktar\u0131lmas\u0131 ba\u015far\u0131l\u0131 oldu.
audit.failedExport	   = {0} RM varl\u0131\u011f\u0131n\u0131n {1} konumuna (d\u0131\u015fa) aktar\u0131lmas\u0131 ba\u015far\u0131s\u0131z oldu.

audit.successfulInterimTransfer = {0} RM varl\u0131\u011f\u0131n\u0131n {1} konumuna ara aktar\u0131lmas\u0131 ba\u015far\u0131l\u0131 oldu.
audit.failedInterimTransfer 	= {0} RM varl\u0131\u011f\u0131n\u0131n {1} konumuna ara aktar\u0131lmas\u0131 ba\u015far\u0131s\u0131z oldu.

audit.successfulTransfer = {0} RM varl\u0131\u011f\u0131n\u0131n {1} konumuna aktar\u0131lmas\u0131 ba\u015far\u0131l\u0131 oldu.
audit.failedTransfer 	 = {0} RM varl\u0131\u011f\u0131n\u0131n {1} konumuna aktar\u0131lmas\u0131 ba\u015far\u0131s\u0131z oldu.

audit.successfulUndeclare = {0} RM kayd\u0131n\u0131n bildirilmesi ba\u015far\u0131yla kald\u0131r\u0131ld\u0131
audit.failedUndeclare     = {0} RM kayd\u0131n\u0131n bildirilmesi kald\u0131r\u0131lmad\u0131

audit.successfulReview = {0} RM kayd\u0131 ba\u015far\u0131yla g\u00f6zden ge\u00e7irildi
audit.failedReview     = {0} RM kayd\u0131 g\u00f6zden ge\u00e7irilmedi

#-- {0} - the record or entity which is affected
#-- {1} - source location where the entity is from
#-- {2} - destination location where the entity is being relocated to
audit.successfulRelocate = {0} RM varl\u0131\u011f\u0131n\u0131n konumu {1} kayna\u011f\u0131ndan {2} hedefine \u00e7evrildi
audit.failedRelocate     = {0} RM varl\u0131\u011f\u0131n\u0131n konumu de\u011fi\u015ftirilemedi

#-- {0} - the record or entity which is affected
#-- {1} - name of the hold
audit.holdReason       = Elle tutma
audit.successfulHold   = {0} RM varl\u0131\u011f\u0131 ba\u015far\u0131yla {1} tutmas\u0131na kondu
audit.failedHold       = {0} RM varl\u0131\u011f\u0131 {1} tutmas\u0131na konmad\u0131

audit.removeHoldReason      = Tutmay\u0131 elle kald\u0131rma
audit.successfullRemoveHold = {0} RM varl\u0131\u011f\u0131, {1} tutmas\u0131ndan ba\u015far\u0131yla kald\u0131r\u0131ld\u0131
audit.failedRemoveHold      = {0} RM varl\u0131\u011f\u0131, {1} tutmas\u0131ndan kald\u0131r\u0131lmad\u0131

bulk.deleteReason	= Toplu silme i\u015fleminin bir par\u00e7as\u0131

disposition.deleteFromDestroy   = Sistemden atma eyleminin bir par\u00e7as\u0131 olarak silme ger\u00e7ekle\u015ftirildi.
disposition.closedByDisposition = Sistemden atma i\u015flemleri nedeniyle kapat\u0131ld\u0131.

# volume.autoCloseReason must be limited to 64 chars max.
volume.autoCloseReason	= Yeni etkin karde\u015f birim eklenmesi nedeniyle birim kapat\u0131ld\u0131.

