# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2010, 2012 IBM Corp. All rights reserved.
#
# JARM Localized String Resources (en_US).
# Includes strings for exception messages, logging and
#  other miscellaneous usage.
#
#
#================================================================================
# JARM Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRS0100.explanation = La propietat designada pel property_symbolicname no es troba actualment a la mem\u00f2ria cau de propietats.
FNRRS0100.action      = Actualitzeu les propietats de l''objecte per assegurar-vos que la propietat que necessiteu s''inclou al filtre de propietats.
FNRRS0100.message     = La propietat no \u00e9s a la mem\u00f2ria cau de propietats de l''objecte, nom simb\u00f2lic de propietat: ''{0}''.
FNRRS0100.arg.0       = property_symbolicname

FNRRS0101.explanation = Aquesta entity_type identificada com a identitat no admet l''operaci\u00f3.
FNRRS0101.action      = Ajusteu l''aplicaci\u00f3 de client perqu\u00e8 no intenti aquesta operaci\u00f3 en aquest tipus d''inst\u00e0ncia.
FNRRS0101.message     = Aquest tipus d''inst\u00e0ncia no admet aquesta operaci\u00f3, operaci\u00f3: ''{0}'', EntityType: ''{1}'', identitat: ''{2}''.
FNRRS0101.arg.0       = operaci\u00f3
FNRRS0101.arg.1       = entity_type
FNRRS0101.arg.2       = identitat

FNRRS0102.explanation = La col\u00b7lecci\u00f3 de dip\u00f2sits a trav\u00e9s de la qual es realitza una operaci\u00f3 de cerca, no pertany al mateix domini.
FNRRS0102.action      = Assegureu-vos que tots els dip\u00f2sits de cerca pertanyen al mateix domini.
FNRRS0102.message     = Els dip\u00f2sits de cerca no pertanyen al mateix domini.

FNRRS0103.explanation = La propietat symbolic_name no admet l''obtenci\u00f3 o definici\u00f3 del tipus data_type.
FNRRS0103.action      = Restringiu el tipus de dades utilitzat amb aquesta propietat al tipus definit pel valor DataType de la propietat.
FNRRS0103.message     = La propietat no admet aquest tipus de dades, nom simb\u00f2lic: ''{0}'', tipus de dades: ''{1}''.
FNRRS0103.arg.0       = symbolic_name
FNRRS0103.arg.1       = data_type

FNRRS0104.explanation = El contenidor pare de destinaci\u00f3 actualment est\u00e0 tancat i no pot acceptar l''addici\u00f3 de fills nous.
FNRRS0104.action      = Trieu un contenidor pare alternatiu o obriu aquest contenidor pare.
FNRRS0104.message     = El contenidor pare de destinaci\u00f3 ''{0}'' actualment est\u00e0 tancat a addicions de fills nous.
FNRRS0104.arg.0       = parent_id

FNRRS0105.explanation = El contenidor pare especificat no pot contenir un fill d''aquest tipus.
FNRRS0105.action      = Trieu un contenidor pare alternatiu per a l''objecte fill nou.
FNRRS0105.message     = El contenidor pare de destinaci\u00f3 ''{0}'' no pot contenir un objecte fill del tipus: {1}.
FNRRS0105.arg.0       = parent_id
FNRRS0105.arg.1       = container_type

FNRRS0106.explanation = Els valors de propietat especificats per al contenidor nou han de tenir valors \u00fanics relatius a tots els contenidors del mateix nivell potencials existents dins el contenidor pare de destinaci\u00f3.
FNRRS0106.action      = Assegureu-vos que es proporcionen valors \u00fanics per als valors de propietat en q\u00fcesti\u00f3.
FNRRS0106.message     = Ha fallat l''addici\u00f3 d''un contenidor {0}-type nou al contenidor pare ''{1}'' perqu\u00e8 un o m\u00e9s dels valors de propietat seg\u00fcents no s\u00f3n \u00fanics entre els contenidors del mateix nivell existents: {2}, {3}.
FNRRS0106.arg.0       = container_type
FNRRS0106.arg.1       = parent_id
FNRRS0106.arg.2       = property1_name
FNRRS0106.arg.3       = property2_name

FNRRS0107.explanation = La propietat especificada ha de tenir un valor assignat que no estigui en blanc.
FNRRS0107.action      = Proporcioneu un valor que no estigui en blanc per a la propietat especificada.
FNRRS0107.message     = A l''objecte li falta un valor que no estigui en blanc per a la propietat ''{0}''.
FNRRS0107.arg.0       = Falta el nom de o la propietat est\u00e0 en blanc.

FNRRS0108.explanation = El contenidor especificat no es pot eliminar perqu\u00e8 hi ha una retenci\u00f3 directament al contenidor, a un o m\u00e9s dels seus pares o a un o m\u00e9s dels continguts descendents.
FNRRS0108.action      = Elimineu les retencions que ho dificulten i torneu a provar el proc\u00e9s de supressi\u00f3.
FNRRS0108.message     = No es permet la supressi\u00f3 del contenidor perqu\u00e8 hi ha condicions en retenci\u00f3 existents: ''{0}''.
FNRRS0108.arg.0       = delete_target

FNRRS0109.explanation = El contenidor especificat no es pot suprimir perqu\u00e8 cont\u00e9 subcontenidors o registres.
FNRRS0109.action      = Elimineu els continguts del contenidor i torneu a provar el proc\u00e9s de supressi\u00f3.
FNRRS0109.message     = No es poden eliminar contenidors que no estiguin buits: ''{0}''.
FNRRS0109.arg.0       = delete_target

FNRRS0110.explanation = El contenidor especificat no es pot suprimir perqu\u00e8 cont\u00e9 subcontenidors o registres que s''han suprimit de forma l\u00f2gica (\u00e9s a dir, que existeixen perqu\u00e8 est\u00e0 habilitada la caracter\u00edstica de metadades de conservaci\u00f3).
FNRRS0110.action      = Elimineu els continguts del contenidor i torneu a provar el proc\u00e9s de supressi\u00f3.
FNRRS0110.message     = No es pot eliminar un contenidor que cont\u00e9 continguts suprimits de forma l\u00f2gica: ''{0}''.
FNRRS0110.arg.0       = delete_target

FNRRS0111.explanation = No es pot afegir un fill nou a un contenidor pare que est\u00e0 inactiu.
FNRRS0111.action      = Activeu el contenidor pare o escolliu un contenidor pare diferent per afegir-hi el fill.
FNRRS0111.message     = No es pot afegir un fill nou a un contenidor pare inactiu: ''{0}''.
FNRRS0111.arg.0       = parent_container

FNRRS0112.explanation = Si els elements continguts s''especifiquen amb els seus ID, el dip\u00f2sit contingut tamb\u00e9 s''ha d''especificar.
FNRRS0112.action      = Proporcioneu el dip\u00f2sit de contingut adequat per als ID d''elements continguts.
FNRRS0112.message     = Error de declaraci\u00f3, no s''ha especificat cap dip\u00f2sit de contingut per als identificadors d''elements de contingut.

FNRRS0113.explanation = Si s''especifica m\u00e9s d''un contenidor de destinaci\u00f3 durant una declaraci\u00f3 de registre nova, tots els contenidors similars pertanyen al mateix dip\u00f2sit de pla de fitxers.
FNRRS0113.action      = Assegureu-vos que tots els contenidors de destinaci\u00f3 de la declaraci\u00f3 de registre pertanyen al mateix dip\u00f2sit de pla de fitxers.
FNRRS0113.message     = Error de declaraci\u00f3, els contenidors de destinaci\u00f3 han de pert\u00e0nyer al mateix dip\u00f2sit de pla de fitxers.

FNRRS0114.explanation = Un dels contenidors de destinaci\u00f3 per a una declaraci\u00f3 de registre s''ha suprimit de forma l\u00f2gica pr\u00e8viament i no pot contenir registres nous.
FNRRS0114.action      = Suprimiu aquest contenidor de la llista o seleccioneu un contenidor alternatiu, o tots dos.
FNRRS0114.message     = Error de declaraci\u00f3, el contenidor de destinaci\u00f3 s''ha suprimit de forma l\u00f2gica: ''{0}''.
FNRRS0114.arg.0       = container_ident

FNRRS0115.explanation = Un registre no es pot declarar dins un contenidor tancat.
FNRRS0115.action      = Reobriu el contenidor i torneu-ho a provar o trieu un altre contenidor.
FNRRS0115.message     = Error de declaraci\u00f3, el contenidor de destinaci\u00f3 est\u00e0 tancat: ''{0}''.
FNRRS0115.arg.0       = container_ident

FNRRS0116.explanation = Un dels contenidors de destinaci\u00f3 per a la declaraci\u00f3 de registre actualment est\u00e0 inactiu i no pot contenir registres nous.
FNRRS0116.action      = Torneu a activar aquest contenidor o elimineu-lo de la llista de contenidors de destinaci\u00f3.
FNRRS0116.message     = Error de declaraci\u00f3, el contenidor de destinaci\u00f3 est\u00e0 inactiu: ''{0}''.
FNRRS0116.arg.0       = container_ident

FNRRS0117.explanation = Nom\u00e9s un contenidor de tipus f\u00edsic es pot especificar com a destinaci\u00f3 per a una declaraci\u00f3 de registre.
FNRRS0117.action      = Restringiu la llista de contenidors de destinaci\u00f3 a nom\u00e9s un contenidor de tipus f\u00edsic.
FNRRS0117.message     = Error de declaraci\u00f3, s''ha especificat m\u00e9s d''un contenidor de tipus f\u00edsic.

FNRRS0118.explanation = Tots els elements de contingut associats a un registre nou han de pert\u00e0nyer al mateix dip\u00f2sit de contingut.
FNRRS0118.action      = Assegureu-vos que tots els elements de contingut associats pertanyen al mateix dip\u00f2sit de contingut.
FNRRS0118.message     = Error de declaraci\u00f3, elements de contingut especificats per a una declaraci\u00f3 de registre nova pertanyen a dip\u00f2sits de contingut diferents.

FNRRS0119.explanation = L''element de contingut especificat no \u00e9s elegible per la declaraci\u00f3 de registre perqu\u00e8 la propietat CanDeclare \u00e9s falsa, l''element es troba en estat de reserva o l''element ja s''havia declarat.
FNRRS0119.action      = Solucioneu l''element de contingut que t\u00e9 l''error o especifiqueu un altre element de contingut.
FNRRS0119.message     = Error de declaraci\u00f3, l''element de contingut especificat no \u00e9s elegible per a la declaraci\u00f3 de registre: ''{0}''.
FNRRS0119.arg.0       = contentItem_ident

FNRRS0120.explanation = El registre especificat no es pot suprimir perqu\u00e8 existeix una retenci\u00f3 directa al registre o a un o m\u00e9s dels seus pares.
FNRRS0120.action      = Elimineu les retencions que ho dificulten i torneu a provar el proc\u00e9s de supressi\u00f3.
FNRRS0120.message     = No es permet la supressi\u00f3 del registre perqu\u00e8 hi ha condicions en retenci\u00f3 existents: ''{0}''.
FNRRS0120.arg.0       = delete_target

FNRRS0121.explanation = El valor de propietat de substituci\u00f3 d''un objecte de registre nom\u00e9s pot contenir un objecte de registre existent.
FNRRS0121.action      = Assegureu-vos que el valor d''objecte assignat a la propietat de substituci\u00f3 \u00e9s del tipus com.ibm.jarm.api.core.Record.
FNRRS0121.message     = Error de declaraci\u00f3, el valor de la propietat de substituci\u00f3 d''un registre nou ha de ser un altre objecte de registre.

FNRRS0122.explanation = El registre de destinaci\u00f3 per al valor de propietat de substituci\u00f3 d''un registre nou no pot haver estat substitu\u00eft anteriorment.
FNRRS0122.action      = No intenteu substituir un registre existent que ja ha estat substitu\u00eft.
FNRRS0122.message     = El registre de destinaci\u00f3 de la propietat de substituci\u00f3 del registre nou ha estat substitu\u00eft anteriorment.

FNRRS0123.explanation = El registre de destinaci\u00f3 per al valor de propietat de substituci\u00f3 d''un registre nou no es pot recuperar per finalitats de validaci\u00f3.
FNRRS0123.action      = Assegureu-vos que el valor del registre de destinaci\u00f3 substitu\u00eft encara existeix o l''usuari actual hi t\u00e9 l''acc\u00e9s de seguretat necessari, o totes dues coses.
FNRRS0123.message     = Error de declaraci\u00f3, el registre de destinaci\u00f3 de la propietat de substituci\u00f3 del registre no est\u00e0 disponible.

FNRRS0124.explanation = El registre de destinaci\u00f3 per al valor de propietat de substituci\u00f3 d''un registre nou no es pot escriure.
FNRRS0124.action      = Assegureu-vos que l''usuari actual t\u00e9 l''acc\u00e9s d''escriptura necessari al valor del registre de destinaci\u00f3 substitu\u00eft.
FNRRS0124.message     = Error de declaraci\u00f3, el registre de destinaci\u00f3 de la propietat de substituci\u00f3 del registre nou no es pot escriure.

FNRRS0125.explanation = El registre de destinaci\u00f3 per al valor de propietat Rebut de d''un registre nou ja \u00e9s un registre de rebuts.
FNRRS0125.action      = Seleccioneu un registre alternatiu com a valor de Rebut de.
FNRRS0125.message     = Error de declaraci\u00f3, el registre de destinaci\u00f3 del valor de propietat de Rebut des d''un registre nou ja \u00e9s un registre de rebuts.

FNRRS0126.explanation = Quan es declara un registre a un dip\u00f2sit de pla de fitxers que est\u00e0 configurat amb el model de dades DoD Classification, es necessita un valor de la propietat Classificaci\u00f3 actual que no sigui nul ni estigui buit.
FNRRS0126.action      = Proporcioneu un valor de la propietat Classificaci\u00f3 actual v\u00e0lid.
FNRRS0126.message     = Error de declaraci\u00f3, hi falta la propietat ''Classificaci\u00f3 actual'' o aquesta no \u00e9s v\u00e0lida.

FNRRS0127.explanation = Un registre classificat ha de tenir un valor de la propietat Classificaci\u00f3 inicial v\u00e0lid.
FNRRS0127.action      = Proporcioneu un valor de la propietat Classificaci\u00f3 inicial v\u00e0lid.
FNRRS0127.message     = Error de declaraci\u00f3, hi falta la propietat ''Classificaci\u00f3 inicial'' o aquesta no \u00e9s v\u00e0lida.

FNRRS0128.explanation = En el cas dels registres classificats, si no es proporciona la propietat Derivat de,es proporcionen les propietats Classificat per i Motius per a la classificaci\u00f3.
FNRRS0128.action      = Proporcioneu els valors de les propietats Classificat per i Motius per la classificaci\u00f3.
FNRRS0128.message     = Error de declaraci\u00f3, hi falta la propietat ''Autoritat de classificaci\u00f3'' o aquesta no \u00e9s v\u00e0lida.

FNRRS0129.explanation = En el cas dels registres classificats, si no s''especifiquen Exempcions, s''ha de proporcionar una Desclassificaci\u00f3 segons data o una Desclassificaci\u00f3 segons incid\u00e8ncia.
FNRRS0129.action      = Proporcioneu una Exempci\u00f3 v\u00e0lida, una Desclassificaci\u00f3 segons data v\u00e0lida o una Desclassificaci\u00f3 segons  incid\u00e8ncia v\u00e0lida.
FNRRS0129.message     = Error de declaraci\u00f3, falta una propietat v\u00e0lida de ''Desclassificaci\u00f3 segons data'' o ''Desclassificaci\u00f3 segons incid\u00e8ncia''.

FNRRS0130.explanation = En el cas dels registres classificats, si no s''especifiquen exempcions I es proporciona una Desclassificaci\u00f3 segons data, la data ha d''estar dins el temps l\u00edmit especificat per l''actual directiva presidencial.
FNRRS0130.action      = Proporcioneu una Exempci\u00f3 v\u00e0lida, una Desclassificaci\u00f3 segons data v\u00e0lida o una Desclassificaci\u00f3 segons  incid\u00e8ncia v\u00e0lida.
FNRRS0130.message     = Error de declaraci\u00f3, la propietat ''Desclassificaci\u00f3 segons data'' especificada es troba fora de l''interval.

FNRRS0131.explanation = En el cas dels registres classificats, si s''especifica una Senyalitzaci\u00f3 suplement\u00e0ria restrictiva, no s''admeten ni una Desclassificaci\u00f3 segons data ni una Desclassificaci\u00f3 segons incid\u00e8ncia.
FNRRS0131.action      = Suprimiu el valor de la Desclassificaci\u00f3 segons data o b\u00e9 el de Desclassificaci\u00f3 segons incid\u00e8ncia, o suprimiu la Senyalitzaci\u00f3 suplement\u00e0ria restrictiva.
FNRRS0131.message     = Error de declaraci\u00f3, un registre restringit no pot tenir ni una propietat de ''Desclassificaci\u00f3 segons data'' ni una de ''Desclassificaci\u00f3 segons incid\u00e8ncia''.

FNRRS0132.explanation = En el cas dels registres classificats, si s''especifica una Senyalitzaci\u00f3 suplement\u00e0ria restrictiva, no s''admeten valors d''Exempci\u00f3.
FNRRS0132.action      = Suprimiu els valors d''Exempci\u00f3 o la Senyalitzaci\u00f3 suplement\u00e0ria restrictiva.
FNRRS0132.message     = Error de declaraci\u00f3, un registre restringit no pot tenir cap propietat d''''Exempci\u00f3''.

FNRRS0133.explanation = En el cas dels registres classificats, si s''especifica una Senyalitzaci\u00f3 suplement\u00e0ria restrictiva, no s''admeten valors de Davallada de nivell.
FNRRS0133.action      = Suprimiu els valors de Davallada de nivell o la Senyalitzaci\u00f3 suplement\u00e0ria restrictiva.
FNRRS0133.message     = Error de declaraci\u00f3, un registre restringit no pot tenir ni una propietat de ''Davallada de nivell segons data'' ni una de ''Davallada de nivell segons incid\u00e8ncia''.

FNRRS0134.explanation = En el cas dels registres classificats, s''ha d''especificar una Ag\u00e8ncia de classificaci\u00f3 v\u00e0lida.
FNRRS0134.action      = Proporcioneu una propietat d''Ag\u00e8ncia de classificaci\u00f3 v\u00e0lida.
FNRRS0134.message     = Error de declaraci\u00f3, falta la propietat ''Ag\u00e8ncia de classificaci\u00f3'' o aquesta no \u00e9s v\u00e0lida.

FNRRS0135.explanation = En el cas dels registres classificats, si s''especifica la Davallada de nivell segons data o la Davallada de  nivell segons incid\u00e8ncies, s''ha de proporcionar la propietat d''Instruccions de davallada de nivell.
FNRRS0135.action      = Proporcioneu les Instruccions de davallada de nivell o no especifiqueu ni la propietat de Davallada de nivell segons data ni la de Davallada segons incid\u00e8ncies.
FNRRS0135.message     = Error de declaraci\u00f3, falta la propietat ''Instruccions de davallada de nivell'' o aquesta no \u00e9s v\u00e0lida.

FNRRS0136.explanation = En el cas dels registres classificats, si s''especifica la propietat Actualitzat a, tamb\u00e9 s''ha de proporcionar la propietat Motius per a l''actualitzaci\u00f3.
FNRRS0136.action      = Proporcioneu els Motius per a l''actualitzaci\u00f3 o no especifiqueu cap propietat d''Actualitzat.
FNRRS0136.message     = Error de declaraci\u00f3, falta la propietat ''Motius per a l''actualitzaci\u00f3'' o aquesta no \u00e9s v\u00e0lida.

FNRRS0137.explanation = En el cas dels registres classificats, si s''especifica la propietat Actualitzat a, tamb\u00e9 s''ha de proporcionar la propietat Actualitzat per.
FNRRS0137.action      = Proporcioneu Actualitzat per o no especifiqueu cap propietat d''Actualitzat a.
FNRRS0137.message     = Error de declaraci\u00f3, falta la propietat ''Actualitzat per'' o aquesta no \u00e9s v\u00e0lida.

FNRRS0138.explanation = En el cas dels registres classificats, si s''especifica una propietat de Revisat a, tamb\u00e9 s''ha de proporcionar la propietat Revisat per.
FNRRS0138.action      = Proporcioneu Revisat per o no especifiqueu cap propietat de Revisat a.
FNRRS0138.message     = Error de declaraci\u00f3, falta la propietat ''Revisat per'' o aquesta no \u00e9s v\u00e0lida.

FNRRS0139.explanation = En el cas dels registres classificats, si s''especifica una propietat de Davallat de nivell a, tamb\u00e9 s''ha de proporcionar la propietat Davallat de nivell per.
FNRRS0139.action      = Proporcioneu Davallat de nivell per o no especifiqueu cap propietat de Davallat de nivell a.
FNRRS0139.message     = Error de declaraci\u00f3, falta la propietat ''Davallat de nivell per'' o aquesta no \u00e9s v\u00e0lida.

FNRRS0140.explanation = En el cas dels registres classificats, si s''especifica una propietat de Desclassificat a, tamb\u00e9 s''ha de proporcionar la propietat Desclassificat per.
FNRRS0140.action      = Proporcioneu Desclassificat per o no especifiqueu cap propietat de Desclassificat a.
FNRRS0140.message     = Error de declaraci\u00f3, falta la propietat ''Desclassificat per'' o aquesta no \u00e9s v\u00e0lida.

FNRRS0141.explanation = En el cas de l''intent de declaraci\u00f3 d''un registre classificat, han fallat m\u00e9s d''una validaci\u00f3 de classificats DoD.
FNRRS0141.action      = Examineu la col\u00b7lecci\u00f3 de registres d''error d''una excepci\u00f3 per obtenir detalls sobre l''error de cada validaci\u00f3.
FNRRS0141.message     = Error de declaraci\u00f3, s''han produ\u00eft un o m\u00e9s errors de validaci\u00f3 de classificats DoD. Consulteu els registres d''error d''excepci\u00f3 per obtenir informaci\u00f3 detallada.

FNRRS0142.explanation = S''ha intentat definir un contenidor de registre com a Actiu, per\u00f2 ja estava Actiu.  Un contenidor actiu no es pot definir com a actiu.
FNRRS0142.action      = Determineu perqu\u00e8 el contenidor es defineix com a actiu quan ja hi est\u00e0.
FNRRS0142.message     = No es pot definir el contenidor com a actiu, ja hi est\u00e0.

FNRRS0143.explanation = S''ha intentat definir un contenidor de registre com a Inactiu, per\u00f2 ja estava Inactiu.  Un contenidor inactiu no es pot definir com a inactiu.
FNRRS0143.action      = Determineu perqu\u00e8 el contenidor es defineix com a inactiu si ja hi est\u00e0.
FNRRS0143.message     = No es pot definir el contenidor com a inactiu; ja hi est\u00e0.

FNRRS0144.explanation = Quan un contenidor est\u00e0 inactiu, tots els subcontenidors fins al fons de la jerarquia del contenidor tamb\u00e9 han d''estar inactius.  No es permet intentar definir un contenidor com a Actiu quan un dels seus pares est\u00e0 Inactiu.
FNRRS0144.action      = Si un contenidor s''ha de definir com a Inactiu, tots els pares que estiguin Inactius primer s''han de definir com a Actius.
FNRRS0144.message     = No es pot definir el contenidor com a Actiu; un contenidor pare \u00e9s Inactiu.

FNRRS0145.explanation = Quan un contenidor est\u00e0 Inactiu, s''ha d''especificar un motiu per l''acci\u00f3.  Aquest motiu proporciona la informaci\u00f3 sobre perqu\u00e8 aquest contenidor ja no est\u00e0 Actiu.
FNRRS0145.action      = Especifiqueu una ra\u00f3 per la qual definiu el contenidor a Inactiu.
FNRRS0145.message     = Es requereix un Motiu per desactivar quan es defineix el contenidor a Inactiu.

FNRRS0146.explanation = Nom\u00e9s es pot reobrir un contenidor que s''ha tancat pr\u00e8viament.  Si el contenidor ja est\u00e0 obert,no es pot reobrir.
FNRRS0146.action      = No reobriu un contenidor a no ser que el seu estat sigui tancat.
FNRRS0146.message     = No es pot reobrir un contenidor que no ha estat tancat.

FNRRS0147.explanation = L''acci\u00f3 de reobrir nom\u00e9s \u00e9s v\u00e0lida per a un contenidor que  actualment est\u00e0 en estat tancat. El contenidor actual ja s''ha reobert, per tant, no el podeu reobrir.
FNRRS0147.action      = No reobriu un contenidor a no ser que el seu estat sigui tancat.
FNRRS0147.message     = No es pot reobrir un contenidor que ja s''ha reobert.

FNRRS0148.explanation = Un contenidor es pot reobrir nom\u00e9s si tots els seus contenidors pares estan en estat obert. Si qualsevol dels contenidors pares est\u00e0 tancat, el contenidor no es pot reobrir.
FNRRS0148.action      = No reobriu un contenidor a no ser que tots els seus pares estiguin oberts.
FNRRS0148.message     = No es pot reobrir un contenidor que t\u00e9 un contenidor antecessor que est\u00e0 tancat.

FNRRS0149.explanation = En tancar un contenidor, s''ha d''especificar el motiu pel qual es tanca el contenidor. El motiu ha de ser v\u00e0lid, no pot ser una cadena buida.
FNRRS0149.action      = Especifiqueu una cadena no buida explicant perqu\u00e8 es tanca el contenidor.
FNRRS0149.message     = S''ha de donar un motiu en tancar un contenidor.

FNRRS0150.explanation = No podeu tancar un contenidor que ja est\u00e0 tancat.  Nom\u00e9s podeu tancar el contenidor si est\u00e0 obert(no s''ha tancat mai) o reobert (estava tancat per\u00f2 ara s''ha reobert)
FNRRS0150.action      = Comproveu si un contenidor est\u00e0 tancat abans d''intentar tancar-lo.
FNRRS0150.message     = No es pot tancar el contenidor, ja est\u00e0 tancat.

FNRRS0151.explanation = No podeu arxivar un registre a un contenidor que est\u00e0 inactiu actualment.
FNRRS0151.action      = Reactiveu el contenidor o trieu un altre emmagatzematge de destinaci\u00f3.
FNRRS0151.message     = No es pot arxivar el registre a un contenidor inactiu.

FNRRS0152.explanation = No podeu arxivar un registre a un contenidor que est\u00e0 tancat actualment.
FNRRS0152.action      = Reobriu el contenidor o trieu un altre emmagatzematge de destinaci\u00f3.
FNRRS0152.message     = No es pot arxivar el registre a un contenidor tancat.

FNRRS0153.explanation = El contenidor de destinaci\u00f3 d''emmagatzematge no pot contenir un registre d''aquest tipus.
FNRRS0153.action      = Trieu un contenidor alternatiu per arxivar-hi el registre.
FNRRS0153.message     = El contenidor de destinaci\u00f3 d''emmagatzematge no pot contenir un registre del tipus d''entitat: {0}.

FNRRS0154.explanation = El registre ja existeix al contenidor de destinaci\u00f3 especificat (o al seu volum fill actiu).
FNRRS0154.action      = Trieu un contenidor alternatiu per arxivar-hi el registre.
FNRRS0154.message     = No es pot arxivar el registre perqu\u00e8 ja es troba al contenidor de destinaci\u00f3 (o al seu volum fill actiu).

FNRRS0155.explanation = El registre no es pot arxivar a un contenidor que resideix fora del pla de fitxers existent.
FNRRS0155.action      = Trieu un contenidor que es trobi dins el pla de fitxers existent del registre.
FNRRS0155.message     = El registre no es pot arxivar a un contenidor que est\u00e0 ubicat fora del pla de fitxers existent.

FNRRS0156.explanation = Un registre f\u00edsic no es pot arxivar dins m\u00e9s d''un contenidor f\u00edsic.
FNRRS0156.action      = Limiteu la contenci\u00f3 d''un registre f\u00edsic a un \u00fanic contenidor f\u00edsic.
FNRRS0156.message     = No es pot arxivar un registre f\u00edsic dins m\u00e9s d''un contenidor f\u00edsic.

FNRRS0157.explanation = Un registre f\u00edsic no es pot arxivar dins m\u00e9s d''un contenidor f\u00edsic.
FNRRS0157.action      = Limiteu la contenci\u00f3 d''un registre f\u00edsic a un \u00fanic contenidor f\u00edsic.
FNRRS0157.message     = El mode SchedulePropagation espec\u00edfic no \u00e9s aplicable en esborrar una assignaci\u00f3 de planificaci\u00f3 d e disposici\u00f3 existent: {0}.

FNRRS0158.explanation = La retenci\u00f3 especificada no s''ha associat amb l''entitat, per tant, no es pot eliminar.
FNRRS0158.action      = Assegureu-vos que l''objecte de retenci\u00f3 s''ha associat amb l''entitat abans de provar d''eliminar-lo.
FNRRS0158.message     = No es pot eliminar la retenci\u00f3 perqu\u00e8 no s''ha associat amb l''entitat, identitat de retenci\u00f3: {0}.
FNRRS0158.arg.0	   = La identitat de la retenci\u00f3 en q\u00fcesti\u00f3.

FNRRS0159.explanation = La retenci\u00f3 especificada s''ha assignat a l''entitat de forma din\u00e0mica. No la podeu eliminar de forma manual.
FNRRS0159.action      = Executeu l''escombratge de retenci\u00f3 per eliminar les retencions din\u00e0miques
FNRRS0159.message     = No es pot eliminar de forma manual la retenci\u00f3 aplicada de forma din\u00e0mica, identitat de la retenci\u00f3: {0}.
FNRRS0159.arg.0	   = La identitat de la retenci\u00f3 en q\u00fcesti\u00f3.

FNRRS0160.explanation = La retenci\u00f3 especificada no est\u00e0 activa.  No es pot aplicar a una entitat.
FNRRS0160.action      = >Assegureu-vos que la retenci\u00f3 est\u00e0 designada com a activa abans d''associar-la amb entitats.
FNRRS0160.message     = No es pot aplicar una retenci\u00f3 que no est\u00e0 activa, identitat de la retenci\u00f3: {0}.
FNRRS0160.arg.0	   = La identitat de la retenci\u00f3 en q\u00fcesti\u00f3.

FNRRS0161.explanation = No es pot afegir una retenci\u00f3 a una entitat que ja est\u00e0 associada a aquesta retenci\u00f3.
FNRRS0161.action      = Afegiu una retenci\u00f3 a una entitat nom\u00e9s un cop.
FNRRS0161.message     = No es pot afegir una retenci\u00f3 a una entitat m\u00e9s d''un cop, identitats de les retencions: {0}
FNRRS0161.arg.0	   = La identitat de les retencions en q\u00fcesti\u00f3.

FNRRS0162.explanation = No es pot suprimir una retenci\u00f3 quan els registres o continguts estan associats amb la retenci\u00f3.
FNRRS0162.action      = Elimineu les entitats associades amb la retenci\u00f3 i, a continuaci\u00f3, elimineu la retenci\u00f3.
FNRRS0162.message     = No es pot suprimir una retenci\u00f3 que est\u00e0 associada amb entitats.

FNRRS0163.explanation = S''ha produ\u00eft una excepci\u00f3 inesperada mentre s''intentava moure aquesta entitat.
FNRRS0163.action      = Examineu els registres per obtenir m\u00e9s informaci\u00f3 detallada sobre l''excepci\u00f3.
FNRRS0163.message     = No es pot moure l''entitat a causa de l''excepci\u00f3 inesperada, entitat: {0}, excepci\u00f3: {1}.
FNRRS0163.arg.0       = Identitat de l''entitat que s''ha intentat moure.
FNRRS0163.arg.1       = Missatge de l''excepci\u00f3.

FNRRS0164.explanation = L''operaci\u00f3 de supressi\u00f3 massiva no admet una entitat d''aquest valor d''entityType.
FNRRS0164.action      = Elimineu aquesta entitat de la col\u00b7lecci\u00f3 d''entitats per a l''operaci\u00f3 de supressi\u00f3 massiva.
FNRRS0164.message     = No es pot realitzar la supressi\u00f3 massiva sobre aquest tipus d''entitat, entityType: {0}, entityIdent: {1}.
FNRRS0164.arg.0       = El tipus d''entitat de l''entitat que s''ha intentat suprimir.
FNRRS0164.arg.1       = Identitat de l''entitat que s''ha intentat suprimir.

FNRRS0165.explanation = L''operaci\u00f3 d''inactivaci\u00f3 massiva no admet una entitat d''aquest valor d''entityType.
FNRRS0165.action      = Elimineu aquesta entitat de la col\u00b7lecci\u00f3 d''entitats per a l''operaci\u00f3 d''inactivaci\u00f3 massiva.
FNRRS0165.message     = No es pot realitzar inactivaci\u00f3 massiva sobre aquest tipus d''entitat, entityType: {0}, entityIdent: {1}.
FNRRS0165.arg.0       = El tipus d''entitat de l''entitat que s''ha intentat desactivar.
FNRRS0165.arg.1       = Identitat de l''entitat que s''ha intentat desactivar.

FNRRS0166.explanation = L''operaci\u00f3 d''activaci\u00f3 massiva no admet una entitat d''aquest valor d''entityType.
FNRRS0166.action      = Elimineu aquesta entitat de la col\u00b7lecci\u00f3 d''entitats per a l''operaci\u00f3 d''activaci\u00f3 massiva.
FNRRS0166.message     = No es pot realitzar l''activaci\u00f3 massiva sobre aquest tipus d''entitat, entityType: {0}, entityIdent: {1}.
FNRRS0166.arg.0       = El tipus d''entitat de l''entitat que s''ha intentat activar.
FNRRS0166.arg.1       = Identitat de l''entitat que s''ha intentat activar.

FNRRS0167.explanation = El contenidor d''origen especificat per a l''operaci\u00f3 de despla\u00e7ament no cont\u00e9 directament el registre especificat.
FNRRS0167.action      = Assegureu-vos que especifiqueu el contenidor d''origen correcte. Si el contenidor d''origen \u00e9s un volum de registre, especifiqueu el volum de registre en lloc de la carpeta de registres pare.
FNRRS0167.message     = No es pot realitzar l''operaci\u00f3 de despla\u00e7ament perqu\u00e8 el registre no es troba al contenidor d''origen especificat.

FNRRS0168.explanation = L''usuari actual no t\u00e9 permisos per despla\u00e7ar l''objecte.
FNRRS0168.action      = Verifiqueu que l''usuari actual t\u00e9 permisos per despla\u00e7ar l''objecte.
FNRRS0168.message     = L''usuari actual no pot moure el contenidor: {0}.
FNRRS0168.arg.0       = Identitat del contenidor.

FNRRS0169.explanation = L''usuari actual no t\u00e9 els permisos adequats per copiar el registre.
FNRRS0169.action      = Verifiqueu que l''usuari actual t\u00e9 al menys permisos d''escriptura per al registre.
FNRRS0169.message     = L''usuari actual no t\u00e9 permisos per copiar el registre: {0}.
FNRRS0169.arg.0       = Identitat del registre.

FNRRS0170.explanation = A causa de la incapacitat de fer una c\u00f2pia de forma autom\u00e0tica d''un document federat extern,un registre associat amb aquest tipus de document no es pot copiar.
FNRRS0170.action      = Dupliqueu de forma manual el document federat original i declareu de forma manual un registre nou per al document federat nou.
FNRRS0170.message     = Un registre associat a un document federat no es pot copiar.

FNRRS0171.explanation = El registre especificat no s''ha arxivat al contenidor especificat i, per tant, no es pot desarxivar d''aquest contenidor.
FNRRS0171.action      = Si originalment heu trucat a aquest m\u00e8tode a la carpeta de registres que requereix la utilitzaci\u00f3 dels volums de registres fills, feu aquesta trucada al volum fill adequat que realment cont\u00e9 el registre.
FNRRS0171.message     = No es pot desarxivar un registre des d''un contenidor en el qual no est\u00e0 arxivat actualment, registre: {0}, contenidor: {1}.
FNRRS0171.arg.0       = El registre en el qual s''intenta l''operaci\u00f3 de desarxivar.
FNRRS0171.arg.1       = El contenidor de destinaci\u00f3 des del qual s''intenta l''operaci\u00f3 de desarxivar el registre.

FNRRS0172.explanation = Un registre s''ha d''arxivar almenys a un contenidor. 
FNRRS0172.action      = Assegureu-vos que el registre s''arxiva almenys a un altre contenidor abans d''intentar desarxivar-lo del contenidor.
FNRRS0172.message     = No es pot desarxivar un registre que est\u00e0 arxivat nom\u00e9s a un contenidor, registre: {0}.
FNRRS0172.arg.0       = El registre en el qual s''intenta l''operaci\u00f3 de desarxivar.

FNRRS0173.explanation = Despr\u00e9s que un registre s''hagi suprimit "l\u00f2gicament", no es pot anul\u00b7lar la declaraci\u00f3.
FNRRS0173.action      =  
FNRRS0173.message     = No es pot anul\u00b7lar la declaraci\u00f3 d''un registre quan s''ha suprimit "l\u00f2gicament", registre: {0}.
FNRRS0173.arg.0       = El registre en el qual s''intenta l''operaci\u00f3 d''anul\u00b7laci\u00f3 de declaraci\u00f3.

FNRRS0174.explanation = Si un registre (o qualsevol dels seus contenidors pares) est\u00e0 en retenci\u00f3, no es pot anul\u00b7lar la seva declaraci\u00f3. 
FNRRS0174.action      = Elimineu totes les retencions aplicables del registre i torneu a provar l''operaci\u00f3 d''anul\u00b7laci\u00f3 de declaraci\u00f3.
FNRRS0174.message     = No es pot anul\u00b7lar la declaraci\u00f3 d''un registre que est\u00e0 actualment en retenci\u00f3, registre: {0}.
FNRRS0174.arg.0       = El registre en el qual s''intenta l''operaci\u00f3 d''anul\u00b7laci\u00f3 de declaraci\u00f3.

FNRRS0175.explanation = Si un registre est\u00e0 involucrat en un flux de treball de disposici\u00f3 actiu, no es pot anul\u00b7lar la seva declaraci\u00f3.
FNRRS0175.action      = Completeu els fluxos de treball en proc\u00e9s associats amb el registre i torneu a provar l''operaci\u00f3 d''anul\u00b7laci\u00f3 de declaraci\u00f3.
FNRRS0175.message     = No es pot anul\u00b7lar la declaraci\u00f3 d''un registre que forma part d''un flux de treball de disposici\u00f3 actiu, registre: {0}.
FNRRS0175.arg.0       = El registre en el qual s''intenta l''operaci\u00f3 d''anul\u00b7laci\u00f3 de declaraci\u00f3.

FNRRS0176.explanation = Si un registre est\u00e0 associat amb contingut federat, no es pot anul\u00b7lar la seva declaraci\u00f3.
FNRRS0176.action      = 
FNRRS0176.message     = No es pot anul\u00b7lar la declaraci\u00f3 d''un registre que est\u00e0 associat amb contingut federat, registre: {0}.
FNRRS0176.arg.0       = El registre en el qual s''intenta l''operaci\u00f3 d''anul\u00b7laci\u00f3 de declaraci\u00f3.

FNRRS0177.explanation = Normalment, els rebuts de registres relacionats amb propietats nom\u00e9s es defineixen al model de dades de dip\u00f2sit de pla de fitxers de Classificats DoD.
FNRRS0177.action      = Verifiqueu que s''ha instal\u00b7lat el model de dades adequat per al dip\u00f2sit de pla de fitxers.
FNRRS0177.message     = Els rebuts de registres no s''admeten al dip\u00f2sit de pla de fitxers associat.

FNRRS0178.explanation = En un patr\u00f3 de nomenclatura, cada claud\u00e0tor de tancament ha de tenir un claud\u00e0tor d''obertura per especificar l''\u00e0mbit de la substituci\u00f3 macro.
FNRRS0178.action      = Reviseu el patr\u00f3 de nomenclatura i assegureu-vos que tots els claud\u00e0tors de tancament estan precedits per un claud\u00e0tor d''obertura.
FNRRS0178.message     = El patr\u00f3 de nomenclatura especificat t\u00e9 el claud\u00e0tor de tancament per\u00f2 no el d''obertura.

FNRRS0179.explanation = En un patr\u00f3 de nomenclatura, cada claud\u00e0tor d''obertura ha de tenir un claud\u00e0tor de tancament per especificar l''\u00e0mbit de la substituci\u00f3 macro.
FNRRS0179.action      = Reviseu el patr\u00f3 de nomenclatura i assegureu-vos que tots els claud\u00e0tors d''obertura estan processats per un claud\u00e0tor de tancament.
FNRRS0179.message     = El patr\u00f3 de nomenclatura especificat t\u00e9 el claud\u00e0tor de tancament per\u00f2 no el d''obertura.

FNRRS0180.explanation = El valor d''\u00edndex seg\u00fcent per a substituci\u00f3 \u00e9s m\u00e9s llarg que el patr\u00f3 de d\u00edgits especificat.
FNRRS0180.action      = Augmenteu el nombre de d\u00edgits al patr\u00f3 de d\u00edgits.
FNRRS0180.message     = El patr\u00f3 de d\u00edgits especificat \u00e9s massa curt per retenir el valor d''\u00edndex seg\u00fcent.

FNRRS0181.explanation = El patr\u00f3 especificat no es pot analitzar com a patr\u00f3 v\u00e0lid.
FNRRS0181.action      = Reviseu el patr\u00f3 especificat per assegurar-vos que \u00e9s un patr\u00f3 v\u00e0lid.
FNRRS0181.message     = El patr\u00f3 especificat no \u00e9s un patr\u00f3 v\u00e0lid.

FNRRS0182.explanation = Hi ha una propietat especificada al patr\u00f3 de nomenclatura que no existeix.
FNRRS0182.action      = Modifiqueu el patr\u00f3 de nomenclatura per incloure-hi un nom de propietat v\u00e0lid.
FNRRS0182.message     = La propietat especificada al patr\u00f3 de nomenclatura no \u00e9s v\u00e0lida o no existeix: {0}.
FNRRS0182.arg.0       = property_name

FNRRS0183.explanation = Hi ha una propietat amb m\u00faltiples valors especificada al patr\u00f3 de nomenclatura. Els patrons de nomenclatura nom\u00e9s admeten propietats amb un \u00fanic valor.
FNRRS0183.action      = Elimineu la propietat amb m\u00faltiples valors del patr\u00f3 de nomenclatura.
FNRRS0183.message     = No s''admet una propietat amb m\u00faltiples valors a un patr\u00f3 de nomenclatura: {0}.
FNRRS0183.arg.0       = property_name

FNRRS0184.explanation = Els patrons de nomenclatura no admeten propietats bin\u00e0ries o d''objecte.
FNRRS0184.action      = Modifiqueu el patr\u00f3 de nomenclatura per incloure-hi un tipus de propietat admesa.
FNRRS0184.message     = No s''admet el tipus de propietat especificada al patr\u00f3 de nomenclatura: {0}. 
FNRRS0184.arg.0       = property_name

FNRRS0185.explanation = S''ha produ\u00eft una excepci\u00f3 inesperada mentre s''intentava destruir aquesta entitat.
FNRRS0185.action      = Examineu els registres per obtenir m\u00e9s informaci\u00f3 detallada sobre l''excepci\u00f3.
FNRRS0185.message     = No es pot destruir l''entitat a causa de l''excepci\u00f3 inesperada, entitat: {0}, excepci\u00f3: {1}.
FNRRS0185.arg.0       = Identitat de l''entitat que s''ha intentat destruir.
FNRRS0185.arg.1       = Missatge de l''excepci\u00f3.

FNRRS0186.explanation = S''ha modificat la planificaci\u00f3 de disposici\u00f3 aplicable a una entitat, cosa que impedeix el proc\u00e9s de disposici\u00f3 de les entitats afectades.
FNRRS0186.action      = Torneu a executar l''escombratge de disposici\u00f3 per tornar a processar aquestes entitats amb la planificaci\u00f3 modificada.
FNRRS0186.message     = S''ha modificat la planificaci\u00f3 de disposici\u00f3 aplicable.

FNRRS0187.explanation = No es pot destruir un contenidor pare fins que tots els fills han completat els cicles de retenci\u00f3 individuals.
FNRRS0187.action      = Retardeu la destrucci\u00f3 de l''entitat pare.
FNRRS0187.message     = No es pot destruir una entitat que cont\u00e9 un o m\u00e9s fills jer\u00e0rquics amb diferents per\u00edodes de retenci\u00f3, entitat: {0}.
FNRRS0187.arg.0       = Identitat de l''entitat que s''intenta destruir.

FNRRS0188.explanation = El tipus d''acci\u00f3 de la fase de disposici\u00f3 actual associada amb l''entitat sembla que ha canviat.
FNRRS0188.action      = Torneu a executar l''escombratge de disposici\u00f3 per a aquesta entitat.
FNRRS0188.message     = No es pot seguir amb el proc\u00e9s de disposici\u00f3 perqu\u00e8 hi ha un canvi aparent a la fase actual, entitat: {0}, fase: {1}.
FNRRS0188.arg.0       = Identitat de l''entitat involucrada en la disposici\u00f3.
FNRRS0188.arg.1       = Identitat de la fase actual de l''entitat.

FNRRS0189.explanation = El valor de la data d''execuci\u00f3 de la fase actual de l''entitat no \u00e9s v\u00e0lida per al proc\u00e9s de disposici\u00f3.
FNRRS0189.action      = Torneu a executar l''escombratge de disposici\u00f3 per a aquesta entitat.
FNRRS0189.message     = No es pot seguir amb el proc\u00e9s de disposici\u00f3 perqu\u00e8 la data d''execuci\u00f3 de la fase actual \u00e9s nul\u00b7la o \u00e9s una data futura, entitat: {0}, data: {1}.
FNRRS0189.arg.0       = Identitat de l''entitat involucrada en la disposici\u00f3.
FNRRS0189.arg.1       = Valor de data d''execuci\u00f3 de la fase actual de l''entitat.

FNRRS0190.explanation = Una acci\u00f3 d''operaci\u00f3 ha de coincidir amb l''acci\u00f3 de la fase actual de l''entitat a no ser que l''operaci\u00f3 sigui Exportaci\u00f3 o Destrucci\u00f3 i l''acci\u00f3 de fase actual de l''entitat sigui Transfer\u00e8ncia.
FNRRS0190.action      = Torneu a executar l''escombratge de disposici\u00f3 per a aquesta entitat.
FNRRS0190.message     = El tipus d''acci\u00f3 de l''operaci\u00f3 de disposici\u00f3 no \u00e9s v\u00e0lida per a l''estat de la fase actual de l''entitat, entitat: {0}, acci\u00f3 de la fase actual: {1}, acci\u00f3 intentada: {2}.
FNRRS0190.arg.0       = Identitat de l''entitat involucrada en la disposici\u00f3.
FNRRS0190.arg.1       = Acci\u00f3 de la fase actual de l''entitat.
FNRRS0190.arg.2       = Acci\u00f3 intentada de l''operaci\u00f3.

FNRRS0191.explanation = No es pot continuar amb la disposici\u00f3 per a cap entitat que tingui una retenci\u00f3 aplicable aplicada directament a ella, a un dels seus pares o a un dels seus fills.
FNRRS0191.action      = Elimineu qualsevol retenci\u00f3 aplicable d''aquesta entitat.
FNRRS0191.message     = No es pot continuar amb l''operaci\u00f3 de disposici\u00f3 perqu\u00e8 hi ha una retenci\u00f3 a l''entitat: {0}.
FNRRS0191.arg.0       = Identitat de l''entitat involucrada en la disposici\u00f3.

FNRRS0192.explanation = Les accions de disposici\u00f3 de transfer\u00e8ncia interm\u00e8dia i exportaci\u00f3 no s''admeten a un contenidor de registres reobert.
FNRRS0192.action      = Tanqueu el contenidor de registres involucrat.
FNRRS0192.message     = No es pot realitzar una acci\u00f3 de disposici\u00f3 a un contenidor de registres reobert: {0}, acci\u00f3: {1}.
FNRRS0192.arg.0       = Identitat de l''entitat involucrada en la disposici\u00f3.
FNRRS0192.arg.1       = Tipus d''acci\u00f3 de disposici\u00f3 intentada.

FNRRS0193.explanation = A causa d''un possible rec\u00e0lcul de l''estat de disposici\u00f3 d''una entitat, el proc\u00e9s de disposici\u00f3 s''ha de reiniciar.
FNRRS0193.action      = Torneu a realitzar l''acci\u00f3 "Iniciaci\u00f3 de disposici\u00f3" en aquesta entitat.
FNRRS0193.message     = L''acci\u00f3 de disposici\u00f3 no es pot realitzar a l''entitat perqu\u00e8 el flux de treball aplicable encara no s''ha iniciat, entitat: {0}.
FNRRS0193.arg.0       = Identitat de l''entitat involucrada en la disposici\u00f3.

FNRRS0194.explanation = Quan un registre s''ha associat a una planificaci\u00f3 de disposici\u00f3 mitjan\u00e7ant un Tipus de registre, no es pot destruir com a part del proc\u00e9s de destrucci\u00f3 d''un dels seus contenidors.
FNRRS0194.action      = Processeu primer els registres i torneu a intentar destruir el contenidor.
FNRRS0194.message     = No es pot destruir l''entitat perqu\u00e8 cont\u00e9 un o m\u00e9s registres fills que tenen un Tipus de registre assignat, entitat: {0}.
FNRRS0194.arg.0       = Identitat de l''entitat involucrada en la disposici\u00f3.

FNRRS0195.explanation = L''entitat no es troba realment dins el contenidor especificat o el tipus de registre especificat no est\u00e0 disponible.
FNRRS0195.action      = Verifiqueu com l''entitat hereta la planificaci\u00f3 i torneu a executar l''escombratge.
FNRRS0195.message     = No es pot eliminar adequadament l''entitat perqu\u00e8 el valor ''tall heretat de'' no \u00e9s v\u00e0lid, entitat: {0}.
FNRRS0195.arg.0       = Identitat de l''entitat involucrada en la disposici\u00f3.

FNRRS0196.explanation = No es pot obtenir un cam\u00ed d''acc\u00e9s v\u00e0lid a un directori des del par\u00e0metre d''entrada o de la propietat de fase actual de destinaci\u00f3 d''exportaci\u00f3 de l''entitat.
FNRRS0196.action      = Aporteu un cam\u00ed d''acc\u00e9s v\u00e0lid a un directori fent servir el par\u00e0metre del m\u00e8tode d''entrada o la propietat de destinaci\u00f3 d''exportaci\u00f3 de fase actual de l''entitat associada.
FNRRS0196.message     = La cadena del cam\u00ed d''acc\u00e9s al directori del sistema de fitxers de destinaci\u00f3 d''exportaci\u00f3 \u00e9s una entitat nul\u00b7la o en blanc: {0}.
FNRRS0196.arg.0       = Identitat de l''entitat involucrada en la disposici\u00f3.

FNRRS0197.explanation = S''ha produ\u00eft un error al sistema de fitxers mentre s''intentava crear el directori de sistema de fitxers especificat. Examineu la causa de l''excepci\u00f3 subjacent per obtenir m\u00e9s informaci\u00f3 espec\u00edfica.
FNRRS0197.action      = Assegureu-vos que s''especifica un cam\u00ed d''acc\u00e9s v\u00e0lid per al directori del sistema de fitxers i que l''usuari actual t\u00e9 els permisos de sistema de fitxers necessaris.
FNRRS0197.message     = S''ha produ\u00eft un error mentre s''intentava crear el directori de sistema de fitxers de destinaci\u00f3 d''exportaci\u00f3 especificat: ''{0}''.
FNRRS0197.arg.0       = Cam\u00ed d''acc\u00e9s al directori del sistema de fitxers.

FNRRS0198.explanation = S''ha produ\u00eft un error al sistema de fitxers mentre s''intentava crear un ''subdirectori'' de contingut per a fitxers de dades de contingut de registres associats. Examineu la causa de l''excepci\u00f3 subjacent per obtenir m\u00e9s informaci\u00f3 espec\u00edfica.
FNRRS0198.action      = Assegureu-vos que s''especifica un cam\u00ed d''acc\u00e9s v\u00e0lid per al directori del sistema de fitxers i que l''usuari actual t\u00e9 els permisos de sistema de fitxers necessaris.
FNRRS0198.message     = S''ha produ\u00eft un error mentre s''intentava crear un subdirectori de ''contingut`sota el directori de sistema de fitxers: ''{0}''.
FNRRS0198.arg.0       = Cam\u00ed d''acc\u00e9s al directori del sistema de fitxers pare.

FNRRS0199.explanation = S''ha produ\u00eft un error al sistema de fitxers mentre es generava un fitxer del sistema de fitxers de contingut d''exportaci\u00f3. Examineu la causa de l''excepci\u00f3 subjacent per obtenir m\u00e9s informaci\u00f3 espec\u00edfica.
FNRRS0199.action      = Assegureu-vos que s''especifica un cam\u00ed d''acc\u00e9s v\u00e0lid per al directori del sistema de fitxers i que l''usuari actual t\u00e9 els permisos de sistema de fitxers necessaris.
FNRRS0199.message     = S''ha produ\u00eft un error mentre s''intentava exportar dades de contingut al fitxer: ''{0}''.
FNRRS0199.arg.0       = Cadena de cam\u00ed d''acc\u00e9s del fitxer de sortida.

FNRRS0200.explanation = S''ha produ\u00eft una excepci\u00f3 inesperada mentre s''intentava exportar aquesta entitat.
FNRRS0200.action      = Examineu els registres per obtenir m\u00e9s informaci\u00f3 detallada sobre l''excepci\u00f3.
FNRRS0200.message     = No es pot exportar l''entitat a causa de l''excepci\u00f3 inesperada, entitat: {0}, excepci\u00f3: {1}.
FNRRS0200.arg.0       = Identitat de l''entitat que s''ha intentat exportar.
FNRRS0200.arg.1       = Missatge de l''excepci\u00f3.

FNRRS0201.explanation = L''operaci\u00f3 d''iniciaci\u00f3 de disposici\u00f3 no admet una entitat d''aquest valor de tipus d''entitat.
FNRRS0201.action      = Elimineu aquesta entitat de la col\u00b7lecci\u00f3 d''entrada per a l''operaci\u00f3 d''iniciaci\u00f3 de disposici\u00f3.
FNRRS0201.message     = No es pot realitzar la iniciaci\u00f3 de disposici\u00f3 a una entitat de tipus: {0}, entityIdent: {1}.
FNRRS0201.arg.0       = El tipus d''entitat de l''entitat en qu\u00e8 s''ha intentat l''operaci\u00f3 d''iniciaci\u00f3 de disposici\u00f3.
FNRRS0201.arg.1       = Identitat de l''entitat en qu\u00e8 s''ha intentat l''operaci\u00f3 d''iniciaci\u00f3 de disposici\u00f3.

FNRRS0202.explanation = No es pot realitzar la iniciaci\u00f3 de disposici\u00f3 sobre cap entitat que tingui una retenci\u00f3 efectiva col\u00b7locada sobre ella.
FNRRS0202.action      = Elimineu la retenci\u00f3 efectiva de l''entitat i torneu a provar la iniciaci\u00f3 de disposici\u00f3.
FNRRS0202.message     = No es pot realitzar la iniciaci\u00f3 de disposici\u00f3 en una entitat que est\u00e0 en retenci\u00f3 o que t\u00e9 un pare en retenci\u00f3, entityIdent: {0}.
FNRRS0202.arg.0       = Identitat de l''entitat en qu\u00e8 s''ha intentat l''operaci\u00f3 d''iniciaci\u00f3 de disposici\u00f3.

FNRRS0203.explanation = No es pot realitzar la iniciaci\u00f3 de disposici\u00f3 a cap entitat que contingui alguna entitat filla que estigui en retenci\u00f3.
FNRRS0203.action      = Elimineu efectiva de les entitats filles adequades i torneu a provar la iniciaci\u00f3 de disposici\u00f3.
FNRRS0203.message     = No es pot realitzar la iniciaci\u00f3 de disposici\u00f3 en aquesta entitat perqu\u00e8 un o m\u00e9s dels seus membres fills  estan en retenci\u00f3, entityIdent: {0}.
FNRRS0203.arg.0       = Identitat de l''entitat en qu\u00e8 s''ha intentat l''operaci\u00f3 d''iniciaci\u00f3 de disposici\u00f3.

FNRRS0204.explanation = No es pot realitzar la iniciaci\u00f3 de disposici\u00f3 sobre cap entitat que tingui una col\u00b7locaci\u00f3 de retenci\u00f3 o un canvi a la planificaci\u00f3 de disposici\u00f3, o totes dues coses.
FNRRS0204.action      = Elimineu qualsevol retenci\u00f3 d''aplicaci\u00f3 de l''entitat, del seus pares o fills en jerarquia i torneu a executar l''escombratge de disposici\u00f3.
FNRRS0204.message     = No es pot realitzar la iniciaci\u00f3 de disposici\u00f3 d''aquesta entitat: {0}.
FNRRS0204.arg.0       = Identitat de l''entitat en qu\u00e8 s''ha intentat l''operaci\u00f3 d''iniciaci\u00f3 de disposici\u00f3.

FNRRS0205.explanation = S''ha produ\u00eft un error inesperat que impedeix que la iniciaci\u00f3 del proc\u00e9s de disposici\u00f3 continu\u00ef.
FNRRS0205.action      = Examineu la informaci\u00f3 de pila d''excepcions associades per possibles causes, o torneu a executar l''escombratge de disposici\u00f3, o totes dues coses.
FNRRS0205.message     = S''ha produ\u00eft un error inesperat durant la iniciaci\u00f3 de disposici\u00f3 per a una o m\u00e9s entitats.

FNRRS0206.explanation = El par\u00e0metre VWSession \u00e9s nul o no v\u00e0lid d''alguna manera.
FNRRS0206.action      = Verifiqueu la configuraci\u00f3 de l''IBM FileNet Process Engine aplicable de l''aplicaci\u00f3 del client.
FNRRS0206.message     = No es pot realitzar la iniciaci\u00f3 de disposici\u00f3 perqu\u00e8 el par\u00e0metre VWSession no \u00e9s v\u00e0lid: {0}.
FNRRS0206.arg.0       = El par\u00e0metre VWSession en q\u00fcesti\u00f3.

FNRRS0207.explanation = La data d''execuci\u00f3 de la fase actual de l''entitat encara no s''ha establert o \u00e9s una data futura.
FNRRS0207.action      = Torneu a executar l''escombratge de disposici\u00f3 i torneu a intentar la iniciaci\u00f3 de disposici\u00f3. 
FNRRS0207.message     = No es pot completar la fase de disposici\u00f3 actual perqu\u00e8 la data d''execuci\u00f3 de la fase actual encara no s''ha arribat a la data, entitat: {0}.
FNRRS0207.arg.0       = Identitat de l''entitat en q\u00fcesti\u00f3.

FNRRS0208.explanation = S''ha produ\u00eft un canvi en la planificaci\u00f3 de disposici\u00f3 associada de l''entitat, o a les metadades relacionades amb la disposici\u00f3 de l''entitat, o a tots dos.
FNRRS0208.action      = Torneu a executar l''escombratge de disposici\u00f3 i torneu a intentar la iniciaci\u00f3 de disposici\u00f3. 
FNRRS0208.message     = No es pot completar la fase de disposici\u00f3 actual perqu\u00e8 el flux de treball associat encara no s''ha iniciat, entitat: {0}.
FNRRS0208.arg.0       = Identitat de l''entitat en q\u00fcesti\u00f3.

FNRRS0209.explanation = Un contenidor reobert no es pot passar a la fase de disposici\u00f3 actual.
FNRRS0209.action      = Tanqueu el contenidor i torneu a intentar la fase de transici\u00f3. 
FNRRS0209.message     = No es pot completar la fase de disposici\u00f3 actual perqu\u00e8 l''entitat de contenidor s''ha reobert, entitat: {0}.
FNRRS0209.arg.0       = Identitat de l''entitat en q\u00fcesti\u00f3.

FNRRS0210.explanation = La data d''execuci\u00f3 proposada per a la fase actual no pot ser nul\u00b7la ni futura.
FNRRS0210.action      = Proposeu un altre valor de data d''execuci\u00f3 per a la fase actual i torneu a intentar la fase de transici\u00f3. 
FNRRS0210.message     = No es pot completar la fase de disposici\u00f3 actual perqu\u00e8 la data d''execuci\u00f3 proposada per a la fase actual \u00e9s nul\u00b7la o futura, entitat: {0}, data proposada: {1}.
FNRRS0210.arg.0       = Identitat de l''entitat en q\u00fcesti\u00f3.
FNRRS0210.arg.1       = El valor de la data no v\u00e0lida donada.

FNRRS0211.explanation = Una planificaci\u00f3 de disposici\u00f3 hauria de tenir sempre un valor de propietat base de tall.
FNRRS0211.action      = Esmeneu la planificaci\u00f3 de disposici\u00f3 i torneu a intentar el proc\u00e9s d''iniciaci\u00f3 de disposici\u00f3.
FNRRS0211.message     = No es pot realitzar el proc\u00e9s de tall de la disposici\u00f3 perqu\u00e8 falta la propietat de base de tall per a la planificaci\u00f3 de disposici\u00f3: {0}.
FNRRS0211.arg.0       = Identitat de la planificaci\u00f3 en q\u00fcesti\u00f3.

FNRRS0212.explanation = A l''entitat en q\u00fcesti\u00f3 li falta un valor de data per a la propietat de base de tall especificada.
FNRRS0212.action      = Ajusteu l''entitat, o la seva planificaci\u00f3 de disposici\u00f3, o totes dues, i torneu a intentar el proc\u00e9s d''iniciaci\u00f3 de disposici\u00f3.
FNRRS0212.message     = A l''entitat de disposici\u00f3 li falta un valor de data per a la propietat de base de tall, entitat: {0}, nom de la propietat: {1}.
FNRRS0212.arg.0       = Identitat de l''entitat en q\u00fcesti\u00f3.
FNRRS0212.arg.1       = Nom de la propietat de base de tall.

FNRRS0213.explanation = A l''entitat en q\u00fcesti\u00f3 li falta un valor de data per a la propietat de base de tall especificada.
FNRRS0213.action      = Ajusteu l''entitat, la seva planificaci\u00f3 de disposici\u00f3 o totes dues coses, i torneu a intentar el proc\u00e9s d''iniciaci\u00f3 de disposici\u00f3.
FNRRS0213.message     = L''activador de disposici\u00f3 t\u00e9 un tipus d''activador no v\u00e0lid per processar el tall, activador: {0}, tipus: {1}.
FNRRS0213.arg.0       = Identitat de l''entitat en q\u00fcesti\u00f3.
FNRRS0213.arg.1       = Nom de la propietat de base de tall.

FNRRS0214.explanation = S''ha produ\u00eft una excepci\u00f3 inesperada mentre s''intentava la transfer\u00e8ncia interm\u00e8dia aquesta entitat.
FNRRS0214.action      = Examineu els registres per obtenir m\u00e9s informaci\u00f3 detallada sobre l''excepci\u00f3.
FNRRS0214.message     = No es pot realitzar la transfer\u00e8ncia interm\u00e8dia de l''entitat a causa de l''excepci\u00f3 inesperada, entitat: {0}, excepci\u00f3: {1}.
FNRRS0214.arg.0       = Identitat de l''entitat en la qual s''ha intentat fer la transfer\u00e8ncia interm\u00e8dia.
FNRRS0214.arg.1       = Missatge de l''excepci\u00f3.

FNRRS0215.explanation = S''ha produ\u00eft una excepci\u00f3 inesperada mentre s''intentava transferir aquesta entitat.
FNRRS0215.action      = Examineu els registres per obtenir m\u00e9s informaci\u00f3 detallada sobre l''excepci\u00f3.
FNRRS0215.message     = No es pot transferir l''entitat a causa de l''excepci\u00f3 inesperada, entitat: {0}, excepci\u00f3: {1}.
FNRRS0215.arg.0       = Identitat de l''entitat que s''ha intentat transferir.
FNRRS0215.arg.1       = Missatge de l''excepci\u00f3.

FNRRS0216.explanation = Ha fallat l''obtenci\u00f3 de l''originador des de l''element de pas del flux de treball.
FNRRS0216.action      = Reviseu el servidor Process Engine i el Component Manager per assegurar-vos que funcionin correctament.
FNRRS0216.message     = No s''ha pogut obtenir l''originador.

FNRRS0217.explanation = La col\u00b7lecci\u00f3 d''RMProperties que cont\u00e9 valors de propietat relacionats amb la revisi\u00f3 de disposici\u00f3 no pot ser nul\u00b7la ni estar buida.
FNRRS0217.action      = Proporcioneu els valors de propietat de revisi\u00f3 adequats i torneu a intentar l''operaci\u00f3 de revisi\u00f3.
FNRRS0217.message     = La col\u00b7lecci\u00f3 d''RMProperties d''entrada est\u00e0 buida per a l''entitat revisada: {0}.
FNRRS0217.arg.0       = Identitat de l''entitat que s''ha intentat revisar.

FNRRS0218.explanation = L''ID de classe del tipus de carpeta que s''ha de crear, no pot ser nul ni estar buit.
FNRRS0218.action      = Proporcioneu un ID de classe adequat per al tipus de carpeta.
FNRRS0218.message     = L''ID {0}, no \u00e9s un ID de classe v\u00e0lid.
FNRRS0218.arg.0       = L''ID de classe del tipus de carpeta que s''ha de crear.

FNRRS0219.explanation = Nom\u00e9s la categoria de registre es pot afegir al pla de fitxers. 
FNRRS0219.action      = Proporcioneu el tipus d''entitat adequat de la carpeta que s''ha de crear.
FNRRS0219.message     = L''entitat {0} no es pot afegir al pla de fitxers.
FNRRS0219.arg.0       = El tipus d''entitat de la carpeta que s''ha de crear.

FNRRS0220.explanation = El fitxer adjunt ha de ser RecordCategory o RecordFolder.
FNRRS0220.action      = Proporcioneu el fitxer adjunt adequat.
FNRRS0220.message     = El fitxer adjunt {0}, no \u00e9s un tipus de fitxer adjunt v\u00e0lid. El fitxer adjunt ha de ser RecordCategory o RecordFolder.
FNRRS0220.arg.0       = El nom del fitxer adjunt.

FNRRS0221.explanation = Ha fallat la creaci\u00f3 de l''objecte de carpeta de registre. 
FNRRS0221.action      = Comproveu els par\u00e0metres utilitzats per crear la carpeta i torneu a intentar l''operaci\u00f3 de creaci\u00f3 de la carpeta.
FNRRS0221.message     = No es pot obtenir l''objecte de carpeta de registres {0}.
FNRRS0221.arg.0       = El tipus d''entitat de la carpeta que s''ha de crear.

FNRRS0222.explanation = La longitud de la matriu PropertyName i la matriu PropertyValue ha de ser la mateixa.
FNRRS0222.action      = Assegureu-vos que la longitud de la matriu PropertyName \u00e9s la mateixa que la longitud de la matriu PropertyValue.
FNRRS0222.message     = La longitud de la matriu PropertyName {0} i la matriu PropertyValue {1} no s\u00f3n iguals.
FNRRS0222.arg.0       = Matriu PropertyName.
FNRRS0222.arg.1       = Matriu PropertyValue.

FNRRS0223.explanation = Quan La propietat dependent especificada per a l''objecte t\u00e9 un valor cert, les altres propietats han de tenir un  valor assignat que no estigui en blanc.
FNRRS0223.action      = Proporcioneu un valor v\u00e0lid per al valor de propietat que falta o ajusteu el valor de la propietat dependent.
FNRRS0223.message     = A l''objecte li falta un valor que no estigui en blanc per a la propietat ''{0}'', que \u00e9s necess\u00e0ria quan la propietat dependent ''{1}'' s''especifica amb el valor ''cert''.
FNRRS0223.arg.0       = Nom de la propietat que hi falta o que est\u00e0 en blanc.
FNRRS0223.arg.1       = Nom de la propietat dependent.

FNRRS0224.explanation = No es pot declarar el document com a registre. 
FNRRS0224.action      = Comproveu els par\u00e0metres utilitzats per declarar el document com a registre i torneu a intentar l''operaci\u00f3 de declaraci\u00f3 de document com a registre.
FNRRS0224.message     = No es pot declarar el document com a registre.

FNRRS0225.explanation = L''arxivament d''un registre a m\u00e9s d''un contenidor no s''ha habilitat actualment per a aquest dip\u00f2sit de pla de fitxers.
FNRRS0225.action      = No intenteu fer fitxers m\u00faltiples d''un registre o habilitar la capacitat de fitxers m\u00faltiples al dip\u00f2sit de pla de fitxers.
FNRRS0225.message     = No es pot arxivar el registre en m\u00e9s d''un contenidor del dip\u00f2sit de pla de fitxers: {0}.
RNRRS0255.arg.0       = Nom del dip\u00f2sit de pla de fitxers.

FNRRS0226.explanation = Els intervals de valors de retenci\u00f3 permesos son anys: 0-999, mesos: 0-99, dies: 0-99.
FNRRS0226.action      = Proporcioneu valors de retenci\u00f3 v\u00e0lids.
FNRRS0226.message     = Un o m\u00e9s valors de retenci\u00f3 s\u00f3n fora d''interval. Els intervals permesos s\u00f3n anys: 0-999, mesos: 0-99, dies: 0-99.

FNRRS0227.explanation = Un contenidor de planificaci\u00f3 b\u00e0sica nom\u00e9s es pot afegir a una arrel de pla de fitxers o un contenidor de tipus de categoria de registre.
FNRRS0227.action      = Torneu a intentar.ho utilitzant una arrel de pla de fitxers o una categoria de registre com a contenidor pare de destinaci\u00f3.
FNRRS0227.message     = No es pot afegir a un contenidor de planificaci\u00f3 b\u00e0sics com a fill d''un contenidor pare de tipus: {0} 
RNRRS0227.arg.0       = Tipus d''entitat del contenidor pare.

FNRRS0228.explanation = No s''ha pogut trobar la propietat d''activador especificada.
FNRRS0228.action      = Subministreu el nom simb\u00f2lic d''una propietat de tipus DateTime v\u00e0lida assignada com a m\u00ednim a una classe de registre.
FNRRS0228.message     = No es pot recuperar la plantilla de propietat del nom simb\u00f2lic de propietat d''activador especificada: {0} 
RNRRS0228.arg.0       = Nom de propietat simb\u00f2lica especificada.

FNRRS0229.explanation = La propietat d''activador especificada ha de tenir un valor \u00fanic i ha de ser de tipus de dades DateTime.
FNRRS0229.action      = Subministreu el nom simb\u00f2lic d''una propietat de valor \u00fanic de tipus DateTime v\u00e0lida assignada com a m\u00ednim a una classe de registre.
FNRRS0229.message     = La propietat d''activador especificada no \u00e9s de tipus de dades DateTime i/o no t\u00e9 un valor \u00fanic: {0}
RNRRS0229.arg.0       = Nom de propietat simb\u00f2lica especificada.

FNRRS0230.explanation = La propietat de l''activador especificada ha d''estar actualment assignada a una o m\u00e9s classes de registre.
FNRRS0230.action      = Subministreu el nom simb\u00f2lic d''una propietat de tipus DateTime v\u00e0lida assignada com a m\u00ednim a una classe de registre.
FNRRS0230.message     = La propietat d''activador especificada no est\u00e0 assignada a una classe de registre: {0}.
RNRRS0230.arg.0       = Nom de propietat simb\u00f2lica especificada.

FNRRS0231.explanation = Un contenidor de planificaci\u00f3 b\u00e0sica proposat no pot tenir subcontenidors secundaris.
FNRRS0231.action      = Seleccioneu un contenidor alternatiu per a la conversi\u00f3 en un contenidor de planificaci\u00f3 b\u00e0sica.
FNRRS0231.message     = El contenidor de planificaci\u00f3 b\u00e0sica proposat no \u00e9s un node fulla: {0}
RNRRS0231.arg.0       = Identitat de contenidor proposada.

FNRRS0232.explanation = Un contenidor de planificaci\u00f3 b\u00e0sica proposat no pot contenir registres secundaris actualment arxivats en m\u00e9s d''un contenidor.
FNRRS0232.action      = Seleccioneu un contenidor alternatiu per a la conversi\u00f3 o elimineu els registres secundaris incompatibles.
FNRRS0232.message     = El contenidor de planificaci\u00f3 b\u00e0sica proposat cont\u00e9 com a m\u00ednim un registre de m\u00faltiples fitxers: {0}.
FNRRS0232.arg.0       = Identitat de registre de m\u00faltiples fitxers.

FNRRS0233.explanation = Un contenidor de planificaci\u00f3 b\u00e0sica proposat no pot tenir registres secundaris que siguin registres f\u00edsics.
FNRRS0233.action      = Seleccioneu un contenidor alternatiu per a la conversi\u00f3 o elimineu els registres secundaris incompatibles.
FNRRS0233.message     = El contenidor de planificaci\u00f3 b\u00e0sica proposat cont\u00e9 com a m\u00ednim un registre que \u00e9s un registre f\u00edsic: {0}.
FNRRS0233.arg.0       = Identitat de registre f\u00edsic.

FNRRS0234.explanation = Un contenidor de planificaci\u00f3 b\u00e0sica proposat no pot tenir registres secundaris que tinguin un tipus de registre associat.
FNRRS0234.action      = Seleccioneu un contenidor alternatiu per a la conversi\u00f3 o elimineu els registres secundaris incompatibles.
FNRRS0234.message     = El contenidor de planificaci\u00f3 b\u00e0sica proposat cont\u00e9 com a m\u00ednim un registre que t\u00e9 un tipus de registre associat: {0}.
FNRRS0234.arg.0       = Identitat de registre.

FNRRS0235.explanation = Tots els registres continguts en un contenidor de planificaci\u00f3 b\u00e0sica proposat han d''admetre la propietat d''activador proposada.
FNRRS0235.action      = Seleccioneu una propietat d''activador alternativa o elimineu els registres secundaris incompatibles.
FNRRS0235.message     = El contenidor de planificaci\u00f3 b\u00e0sica proposat cont\u00e9 com a m\u00ednim un registre la classe de registre del qual no admet el nom de propietat d''activador proposada: {0}.
FNRRS0235.arg.0       = Identitat de registre.

FNRRS0236.explanation = No tots els tipus de contenidor de registres s\u00f3n aptes per a la conversi\u00f3 a contenidors de planificaci\u00f3 b\u00e0sica.
FNRRS0236.action      = Seleccioneu un contenidor alternatiu.
FNRRS0236.message     = El tipus de contenidor proposat no \u00e9s apte per a la conversi\u00f3 en un contenidor de planificaci\u00f3 b\u00e0sica: {0}.
FNRRS0236.arg.0       = Tipus d''entitat del contenidor proposat.

FNRRS0237.explanation = Les plantilles de propietat relacionades amb la planificaci\u00f3 b\u00e0sica necess\u00e0ries i/o la seva assignaci\u00f3 a diferents classes de contenidors de registres no semblen existir en aquest dip\u00f2sit de pla de fitxers.
FNRRS0237.action      = Assegureu-vos que s''ha aplicat el complement adient de P8 Content Manager a aquest dip\u00f2sit de pla de fitxers.
FNRRS0237.message     = Les metadades necess\u00e0ries per admetre la planificaci\u00f3 b\u00e0sica no est\u00e0 disponible en aquest dip\u00f2sit de pla de fitxers: {0}.
FNRRS0237.arg.0       = Identificador de dip\u00f2sit de pla de fitxers.

FNRRS0238.explanation = Un contenidor de planificaci\u00f3 b\u00e0sica v\u00e0lid ha de tenir un valor de la propietat RMRetentionPeriod amb el format correcte.
FNRRS0238.action      = Utilitzeu el m\u00e8tode DefensiblyDisposable.setRetentionPeriod per establir un valor adequat per al per\u00edode de retenci\u00f3 d''aquest contenidor. 
FNRRS0238.message     = El valor del per\u00edode de retenci\u00f3 de la planificaci\u00f3 b\u00e0sica no t\u00e9 el format esperat: yyy-mm-dd.

FNRRS0239.explanation = Un contenidor ja ha de ser un contenidor de planificaci\u00f3 b\u00e0sica abans d''intentar modificar una propietat relacionada amb la planificaci\u00f3 b\u00e0sica.
FNRRS0239.action      = Assegureu-vos que s''ha creat el contenidor i que s''ha convertir a un contenidor de planificaci\u00f3 b\u00e0sica.
FNRRS0239.message     = No podeu modificar el valor d''una propietat relacionada amb la planificaci\u00f3 b\u00e0sica en un contenidor que no \u00e9s una planificaci\u00f3 b\u00e0sica: {0}.
FNRRS0239.arg.0       = Identificador de contenidor.

FNRRS0240.explanation = La definici\u00f3 directa d''aquestes propietats no es permet perqu\u00e8 evitaria la l\u00f2gica de validaci\u00f3 necess\u00e0ria. 
FNRRS0240.action      = Utilitzeu en el seu lloc els m\u00e8todes DefensiblyDisposable setRetentionPeriod i/o setTriggerPropertyName. 
FNRRS0240.message     = No es permet l''establiment directe dels valors de propietat de la planificaci\u00f3 b\u00e0sica.

FNRRS0241.explanation = Un contenidor de planificaci\u00f3 b\u00e0sica no pot contenir registres de m\u00faltiples fitxers. 
FNRRS0241.action      = Seleccioneu un contenidor de destinaci\u00f3 diferent on arxivar el registre. 
FNRRS0241.message     = No podeu posar un registre de m\u00faltiples fitxers en un contenidor de planificaci\u00f3 b\u00e0sica.

FNRRS0242.explanation = Un contenidor de planificaci\u00f3 b\u00e0sica no pot contenir registres f\u00edsics. 
FNRRS0242.action      = Seleccioneu un contenidor de destinaci\u00f3 diferent on arxivar el registre. 
FNRRS0242.message     = No es pot arxivar un registre f\u00edsic en un contenidor de planificaci\u00f3 b\u00e0sica.

FNRRS0243.explanation = Un contenidor de planificaci\u00f3 b\u00e0sica no pot contenir registres amb un tipus de registre. 
FNRRS0243.action      = Seleccioneu un contenidor de destinaci\u00f3 diferent on arxivar el registre. 
FNRRS0243.message     = No es pot arxivar un registre amb un tipus de registre associat en un contenidor de planificaci\u00f3 b\u00e0sica.

FNRRS0244.explanation = Tots el registres continguts en un contenidor de planificaci\u00f3 b\u00e0sica han d''admetre la propietat d''activador assignada del contenidor. 
FNRRS0244.action      = Seleccioneu un contenidor de destinaci\u00f3 diferent on arxivar el registre. 
FNRRS0244.message     = La classe del registre no admet la propietat d''activador assignada al contenidor de planificaci\u00f3 b\u00e0sica de destinaci\u00f3.

FNRRS0245.explanation = Un contenidor de planificaci\u00f3 b\u00e0sica no pot tenir cap planificaci\u00f3 d''eliminaci\u00f3 assignada, ja sigui directament o mitjan\u00e7ant her\u00e8ncia. 
FNRRS0245.action      = No intenteu assignar una planificaci\u00f3 d''eliminaci\u00f3 a un contenidor de planificaci\u00f3 b\u00e0sica existent ni durant la creaci\u00f3 d''un contenidor d''aquest tipus.
FNRRS0245.message     = No podeu assignar una planificaci\u00f3 d''eliminaci\u00f3 a un contenidor de planificaci\u00f3 b\u00e0sica.

FNRRS0246.explanation = Tots els registres actualment inclosos a un informe de planificaci\u00f3 b\u00e0sica no es poden treure d''aquest contenidor.
FNRRS0246.action      = Podeu fer una nova c\u00f2pia d''aquest registre o aplicar una retenci\u00f3 al registre.
FNRRS0246.message     = No es pot moure un registre actualment incl\u00f2s en un informe de planificaci\u00f3 b\u00e0sica: {0}.
FNRRS0246.arg.0       = L''identificador del registre.

FNRRS0247.explanation = Un contenidor duna altra manera apte no es pot convertir en un contenidor de planificaci\u00f3 b\u00e0sica si ell o almenys un dels registres que cont\u00e9 est\u00e0 actualment implicat en un proc\u00e9s d''eliminaci\u00f3.
FNRRS0247.action      = Completeu els processos d''eliminaci\u00f3 existents del contenidor i/o del registres que inclou abans de tornar a intentar la conversi\u00f3.
FNRRS0247.message     = El contenidor proposat no \u00e9s apte actualment per a convertir-lo en un contenidor de planificaci\u00f3 b\u00e0sica perqu\u00e8 ell o almenys un dels registres que cont\u00e9 est\u00e0 actualment implicat en un proc\u00e9s d''eliminaci\u00f3: {0}.
FNRRS0247.arg.0       = Identificador del contenidor no apte o registre secundari.

FNRRS0248.explanation = No es permet cap canvi en la propietat de l''activador dels registres que s''inclouen actualment en un informe de planificaci\u00f3 b\u00e0sica.
FNRRS0248.action      = No intenteu canviar el valor de la propietat de l''activador.
FNRRS0248.message     = No es pot actualitzar el valor de la propietat d''activador assignat en un registre que actualment s''inclou en un informe de planificaci\u00f3 b\u00e0sica: {0}.
FNRRS0248.arg.0       = L''identificador del registre.

FNRRS0249.explanation = Ja que un contenidor de planificaci\u00f3 b\u00e0sica no pot contenir registres de m\u00faltiples fitxers, tot registre existent en un contenidor de planificaci\u00f3 b\u00e0sica no es pot arxivar en un altre lloc.
FNRRS0249.action      = Moveu o copieu el registre en lloc d''utilitzar m\u00faltiples fitxers.
FNRRS0249.message     = No es pot desar en m\u00faltiples fitxers un registre actualment contingut en un contenidor de planificaci\u00f3 b\u00e0sica: {0}.
FNRRS0249.arg.0       = L''identificador del registre.

FNRRS0250.explanation = Certes inst\u00e0ncies de la configuraci\u00f3 del sistema es consideren constants i no es poden canviar.
FNRRS0250.message     = No es permet una operaci\u00f3 d''actualitzaci\u00f3 en la inst\u00e0ncia de la configuraci\u00f3 del sistema el nom de propietat de la qual \u00e9s: {0}.
FNRRS0250.arg.0       = Nom de propietat de la configuraci\u00f3 del sistema implicada.

FNRRS0251.explanation = La data d''execuci\u00f3 de la fase actual d''entitat no s''ha definit o \u00e9s en el futur.
FNRRS0251.action      = Torneu a executar l''escombrat d''eliminaci\u00f3 per poder actualitzar l''estat d''eliminaci\u00f3 de l''entitat.
FNRRS0251.message     = No es pot iniciar l''eliminaci\u00f3 a causa d''un canvi en la data d''execuci\u00f3 de la fase actual de l''entitat: {0}, data: {1}.
FNRRS0251.arg.0       = Entitat en q\u00fcesti\u00f3.
FNRRS0251.arg.1       = Data d''execuci\u00f3 de fase actual de l''entitat.

FNRRS0252.explanation = L''acci\u00f3 d''iniciar eliminaci\u00f3 no es pot aplicar a una entitat l''acci\u00f3 de fase actual de la qual sigui la autodestrucci\u00f3.
FNRRS0252.action      = Executeu l''escombrat d''eliminaci\u00f3 d''auto destrucci\u00f3 per processar aquesta entitat.
FNRRS0252.message     = No es pot iniciar l''eliminaci\u00f3 en una entitat l''acci\u00f3 de fase d''eliminaci\u00f3 actual de la qual sigui l''autodestrucci\u00f3: {0}.
FNRRS0252.arg.0       = Entitat en q\u00fcesti\u00f3.

FNRRS0253.explanation = L''acci\u00f3 d''iniciar eliminaci\u00f3 no es pot aplicar a una entitat la jerarquia de subcontenidors de la qual inclogui un o m\u00e9s contenidors f\u00edsics en retenci\u00f3.
FNRRS0253.action      = Elimineu les retencions en vigor i torneu a intentar la iniciaci\u00f3 d''eliminaci\u00f3.
FNRRS0253.message     = No es pot iniciar l''eliminaci\u00f3 en una entitat que contingui un subcontenidor f\u00edsic que estigui en retenci\u00f3: {0}.
FNRRS0253.arg.0       = Entitat en q\u00fcesti\u00f3.

FNRRS0254.explanation = L''acci\u00f3 d''iniciar eliminaci\u00f3 no es pot aplicar a una entitat la jerarquia de subcontenidors de la qual inclogui un o m\u00e9s registres f\u00edsics en retenci\u00f3.
FNRRS0254.action      = Elimineu les retencions en vigor i torneu a intentar la iniciaci\u00f3 d''eliminaci\u00f3.
FNRRS0254.message     = No es pot iniciar l''eliminaci\u00f3 en una entitat que contingui un registre f\u00edsic que estigui en retenci\u00f3: {0}.
FNRRS0254.arg.0       = Entitat en q\u00fcesti\u00f3.

FNRRS0255.explanation = L''acci\u00f3 d''iniciar eliminaci\u00f3 no es pot aplicar a una entitat la jerarquia de subcontenidors de la qual inclogui un subcontenidor en retenci\u00f3 i que contingui registres f\u00edsics.
FNRRS0255.action      = Elimineu les retencions en vigor i torneu a intentar la iniciaci\u00f3 d''eliminaci\u00f3.
FNRRS0255.message     = No es pot iniciar l''eliminaci\u00f3 en una entitat que tingui un subcontenidor en retenci\u00f3 que, al seu torn, contingui un registre f\u00edsic: {0}.
FNRRS0255.arg.0       = Entitat en q\u00fcesti\u00f3.


FNRRS0300.explanation = No es pot adquirir una inst\u00e0ncia de JAAS Subject associada a un domain_type, connexi\u00f3 url, nom d''usuari i nom JAAS_stanza.
FNRRS0300.action      = Assegureu-vos del seg\u00fcent: 1) la configuraci\u00f3 de JAAS per a l''entorn de temps d''execuci\u00f3 s''ha especificat correctament. 2) L''url correcte s''ha especificat, incl\u00f2s el nombre de port correcte. 3) El nom de JAAS_stanza adequat s''ha especificat per a l''url.
FNRRS0300.message     = No es pot adquirir un JAAS Subject per al tipus de domini: ''{0}'', url: ''{1}'', nom d''usuari: ''{2}'', JAAS stanza: ''{3}''.
FNRRS0300.arg.0       = domain_type
FNRRS0300.arg.1       = url
FNRRS0300.arg.2       = username
FNRRS0300.arg.3       = JAAS_stanza

FNRRS0301.explanation = El P8 ObjectStore especificat per l''objectstore_ident no \u00e9s un dip\u00f2sit de contingut de Records Manager v\u00e0lid.
FNRRS0301.action      = Assegureu-vos que s''ha aplicat el model de dades adequat del Records Manager a aquest P8 ObjectStore.
FNRRS0301.message     = El P8 ObjectStore no \u00e9s un dip\u00f2sit de contingut de Records Manager v\u00e0lid: ''{0}''.
FNRRS0301.arg.0       = objectstore_ident

FNRRS0302.explanation = El P8 ObjectStore especificat per l''objectstore_ident no \u00e9s un dip\u00f2sit de pla de fitxers d''IBM Enterprise Records v\u00e0lid.
FNRRS0302.action      = Assegureu-vos que s''ha aplicat el model de dades adequat de l''IBM Enterprise Records a aquest P8 ObjectStore.
FNRRS0302.message     = El P8 ObjectStore no \u00e9s un dip\u00f2sit de pla de fitxers d''IBM Enterprise Records v\u00e0lid: ''{0}''.
FNRRS0302.arg.0       = objectstore_ident

FNRRS0303.explanation = L''objecte d''API, instance_ident, del tipus entity_type encara no s''ha associat amb el corresponent objecte de base de dip\u00f2sit. Aix\u00f2 restringeix la utilitzaci\u00f3 de la inst\u00e0ncia d''API, com ara intentar recuperar-hi valors de propietat.
FNRRS0303.action      = Realitzeu una fetchInstance (en lloc d''una getInstance) per a la inst\u00e0ncia d''API per tal de for\u00e7ar una recuperaci\u00f3 des del dip\u00f2sit.
FNRRS0303.message     = No s''ha establert cap objecte de base de dip\u00f2sit per a la inst\u00e0ncia d''API: ''{0}'', del tipus: ''{1}''.
FNRRS0303.arg.0       = instance_ident
FNRRS0303.arg.1       = entity_type

FNRRS0304.explanation = No hi ha dip\u00f2sits de pla de fitxers disponibles per recuperar des del domini, domain_ident.
FNRRS0304.action      = Verifiqueu que l''usuari actual t\u00e9 permisos d''acc\u00e9s a almenys un dip\u00f2sit de pla de fitxers al domini. Assegureu-vos tamb\u00e9 que almenys un dip\u00f2sit s''ha configurat com a dip\u00f2sit de pla de fitxers.
FNRRS0304.message     = No hi ha dip\u00f2sits de pla de fitxers disponibles per recuperar des del domini: ''{0}''.
FNRRS0304.arg.0       = domain_ident

FNRRS0305.explanation = No hi ha dip\u00f2sits de pla de fitxers disponibles per recuperar des del domini, domain_ident.
FNRRS0305.action      = Verifiqueu que l''usuari actual t\u00e9 permisos d''acc\u00e9s a almenys un dip\u00f2sit de pla de fitxers al domini. Assegureu-vos tamb\u00e9 que almenys un dip\u00f2sit s''ha configurat com a dip\u00f2sit de pla de fitxers.
FNRRS0305.message     = No hi ha dip\u00f2sits de pla de fitxers disponibles per recuperar des del domini: ''{0}''.
FNRRS0305.arg.0       = domain_ident

FNRRS0306.explanation = S''ha produ\u00eft una excepci\u00f3 mentre s''intentava ingressar la propietat P8 Content Engine property el nom simb\u00f2lic de la qual \u00e9s symbolic_name.
FNRRS0306.action      = Examineu la pila d''excepci\u00f3 per con\u00e8ixer les causes subjacents de l''RMRuntimeException. La causa t\u00edpica \u00e9s un problema de buidatge de tipus.
FNRRS0306.message     = S''ha produ\u00eft un error mentre s''ingressava la propietat P8CE, nom simb\u00f2lic: ''{0}''.
FNRRS0306.arg.0       = symbolic_name

FNRRS0307.explanation = S''ha trobat una classe class_name de propietat de dip\u00f2sit no admesa per a la propietat symbolic_name.
FNRRS0307.action      = Trieu una altra propietat o tipus de classe de propietat.
FNRRS0307.message     = S''ha trobat una classe de propietat no admesa durant l''ingr\u00e9s a la propietat de dip\u00f2sit, nom simb\u00f2lic: ''{0}'', classe: ''{1}''.
FNRRS0307.arg.0       = symbolic_name
FNRRS0307.arg.1       = class_name

FNRRS0308.explanation = S''ha produ\u00eft un error inesperat durant l''operaci\u00f3 de definici\u00f3 del valor de propietat de dip\u00f2sit per a la propietat symbolic_name del tipus data_type.
FNRRS0308.action      = Examineu l''excepci\u00f3 interna per con\u00e8ixer la descripci\u00f3 de l''error del dip\u00f2sit.
FNRRS0308.message     = S''ha produ\u00eft un error en intentar definir el valor de propietat de dip\u00f2sit, nom simb\u00f2lic: ''{0}'', tipus de dades: ''{1}''.
FNRRS0308.arg.0       = symbolic_name
FNRRS0308.arg.1       = data_type

FNRRS0309.explanation = Un objecte contenidor de tipus entity_type no \u00e9s adm\u00e8s per la capa d''acc\u00e9s del dip\u00f2sit de P8 Content Engine.
FNRRS0309.action      = Trieu un tipus de contenidor diferent o seleccioneu un dip\u00f2sit alternatiu que admeti aquest tipus d''entitat.
FNRRS0309.message     = No es pot construir un objecte contenidor perqu\u00e8 no s''admet el tipus d''entitat contenidor de P8CE_RAL: ''{0}''.
FNRRS0309.arg.0       = entity_type

FNRRS0310.explanation = L''fpRepository no t\u00e9 cap objecte ''SystemConfiguration'' el nom de la ''PropertyName'' del qual sigui ''FPOS Setup''.
FNRRS0310.action      = Assegureu-vos que l''fpRepository s''ha configurat correctament.
FNRRS0310.message     = L''objecte SystemConfiguration d''''FPOS Setup'' no est\u00e0 disponible al dip\u00f2sit del pla de fitxers: ''{0}''
FNRRS0310.arg.0       = fpRepository

FNRRS0311.explanation = L''objecte ''SystemConfiguration'' de l''fpRepository el nom de la ''PropertyName'' del qual \u00e9s ''FPOS Setup'' no t\u00e9 un valor v\u00e0lid per al ''PropertyValue''.
FNRRS0311.action      = Assegureu-vos que l''fpRepository s''ha configurat correctament.
FNRRS0311.message     = L''objecte SystemConfiguration d''''FPOS Setup'' no t\u00e9 un valor v\u00e0lid al dip\u00f2sit del pla de fitxers: ''{0}''
FNRRS0311.arg.0       = fpRepository

FNRRS0312.explanation = Ha fallat l''operaci\u00f3 de desar per a l''objecte de tipus entity_type i l''identificador object_ident.
FNRRS0312.action      = Verifiqueu que l''objecte en q\u00fcesti\u00f3 encara existeix al dip\u00f2sit. Assegureu-vos tamb\u00e9 que l''usuari t\u00e9 l''acc\u00e9s de seguretat del nivell de l''objecte per permetre aquesta operaci\u00f3.
FNRRS0312.message     = No es pot realitzar l''operaci\u00f3 de desar a l''objecte de dip\u00f2sit, ''{0}'', del tipus: ''{1}''. Informaci\u00f3 d''error subjacent: {2}
FNRRS0312.arg.0       = object_ident
FNRRS0312.arg.1       = entity_type
FNRRS0312.arg.2		  = Cadena de missatge de l''excepci\u00f3 subjacent

FNRRS0313.explanation = S''ha produ\u00eft un error en intentar recuperar node d''arrel del pla de fitxers del dip\u00f2sit de pla de fitxers.
FNRRS0313.action      = Verifiqueu que l''usuari actual t\u00e9 al menys els drets de visualitzaci\u00f3 del node d''arrel del pla de fitxers i que el dip\u00f2sit de pla de fitxers particular s''ha instal\u00b7lat i configurat correctament.
FNRRS0313.message     = No es pot recuperar el node d''arrel del pla de fitxers del dip\u00f2sit de pla de fitxers: ''{0}''.
FNRRS0313.arg.0       = fpRepository

FNRRS0314.explanation = S''ha produ\u00eft un error inesperat durant l''addici\u00f3 d''una col\u00b7lecci\u00f3 de propietats d''una propietat amb symbolic_name del tipus data_type.
FNRRS0314.action      = Examineu l''excepci\u00f3 interna per con\u00e8ixer la descripci\u00f3 de l''error del dip\u00f2sit.
FNRRS0314.message     = S''ha produ\u00eft un error en intentar afegir una propietat nova a la col\u00b7lecci\u00f3, nom simb\u00f2lic: ''{0}'', tipus de dades: ''{1}''.
FNRRS0314.arg.0       = symbolic_name
FNRRS0314.arg.1       = data_type

FNRRS0315.explanation = S''ha produ\u00eft un error en intentar recuperar les categories de registre filles del contenidor pare.
FNRRS0315.action      = Verifiqueu que l''usuari actual t\u00e9 almenys els drets de visualitzaci\u00f3 dels continguts del contenidor pare.
FNRRS0315.message     = S''ha produ\u00eft un error en recuperar categories de registre del contenidor pare: ''{0}''.
FNRRS0315.arg.0       = parent_container

FNRRS0316.explanation = S''ha produ\u00eft un error en intentar adquirir els continguts actuals d''una p\u00e0gina iteradora.
FNRRS0316.action      = Assegureu-vos que s''ha fet la trucada inicial a RMPageInterator.nextPage() per poder despla\u00e7ar l''iterador a la primera p\u00e0gina. Com a alternativa, \u00e9s possible que l''iterador s''hagi despla\u00e7at m\u00e9s enll\u00e0 de l''\u00faltima p\u00e0gina.
FNRRS0316.message     = Error en intentar adquirir els continguts de p\u00e0gina actuals de l''RMPageIterator.

FNRRS0317.explanation = S''ha produ\u00eft un error en intentar adquirir la p\u00e0gina seg\u00fcent d''una p\u00e0gina iteradora.
FNRRS0317.action      = Verifiqueu que l''iterador no s''hagi despla\u00e7at ja m\u00e9s enll\u00e0 de l''\u00faltima p\u00e0gina.
FNRRS0317.message     = Error en intentar adquirir la p\u00e0gina seg\u00fcent de l''iterador PagableSet.

FNRRS0318.explanation = S''ha produ\u00eft un error en intentar recuperar els contenidors pares per a l''objecte.
FNRRS0318.action      = Verifiqueu que l''usuari actual t\u00e9 almenys els drets de visualitzaci\u00f3 del contenidor pare.
FNRRS0318.message     = Error en recuperar els contenidors pare de l''objecte: ''{0}''.
FNRRS0318.arg.0       = objecte

FNRRS0319.explanation = Ha fallat l''operaci\u00f3 de suprimir per a l''objecte de tipus entity_type i l''identificador object_ident.
FNRRS0319.action      = Verifiqueu que l''objecte en q\u00fcesti\u00f3 encara existeix al dip\u00f2sit. Assegureu-vos tamb\u00e9 que l''usuari t\u00e9 l''acc\u00e9s de seguretat del nivell de l''objecte per permetre aquesta operaci\u00f3.
FNRRS0319.message     = No es pot realitzar l''operaci\u00f3 de supressi\u00f3 a l''objecte de dip\u00f2sit, ''{0}'', del tipus: ''{1}''.
FNRRS0319.arg.0       = object_ident
FNRRS0319.arg.1       = entity_type

FNRRS0320.explanation = Ha fallat l''operaci\u00f3 d''addici\u00f3 d''una categoria de registre per a l''objecte de tipus entity_type i l''identificador object_ident.
FNRRS0320.action      = Verifiqueu que l''objecte de destinaci\u00f3 en q\u00fcesti\u00f3 encara existeix al dip\u00f2sit. Verifiqueu que la destinaci\u00f3 pot contenir una categoria de registre. Assegureu-vos que l''usuari t\u00e9 l''acc\u00e9s de seguretat del nivell de l''objecte per permetre aquesta operaci\u00f3.
FNRRS0320.message     = No es pot afegir la categoria de registre a l''objecte de destinaci\u00f3: ''{0}'', del tipus: ''{1}''.
FNRRS0320.arg.0       = object_ident
FNRRS0320.arg.1       = entity_type

FNRRS0321.explanation = S''ha produ\u00eft un error en intentar adquirir el c\u00e0lcul d''elements actuals d''una p\u00e0gina iteradora.
FNRRS0321.action      = Assegureu-vos que s''ha fet la trucada inicial a RMPageInterator.nextPage() per poder despla\u00e7ar l''iterador a la primera p\u00e0gina. Com a alternativa, \u00e9s possible que l''iterador s''hagi despla\u00e7at m\u00e9s enll\u00e0 de l''\u00faltima p\u00e0gina.
FNRRS0321.message     = Error en intentar obtenir el c\u00e0lcul d''elements actuals de l''RMPageIterator.

FNRRS0322.explanation = Ha fallat l''operaci\u00f3 d''addici\u00f3 d''una carpeta de registre per a l''objecte de tipus entity_type i l''identificador object_ident.
FNRRS0322.action      = Verifiqueu que l''objecte de destinaci\u00f3 en q\u00fcesti\u00f3 encara existeix al dip\u00f2sit. Verifiqueu que la destinaci\u00f3 pot contenir una carpeta de registre. Assegureu-vos que l''usuari t\u00e9 l''acc\u00e9s de seguretat del nivell de l''objecte per permetre aquesta operaci\u00f3.
FNRRS0322.message     = No es pot afegir la carpeta de registre a l''objecte de destinaci\u00f3: ''{0}'', del tipus: ''{1}''.
FNRRS0322.arg.0       = object_ident
FNRRS0322.arg.1       = entity_type

FNRRS0323.explanation = S''ha produ\u00eft un error en intentar recuperar les carpetes de registre filles del contenidor pare.
FNRRS0323.action      = Verifiqueu que l''usuari actual t\u00e9 almenys els drets de visualitzaci\u00f3 dels continguts del contenidor pare.
FNRRS0323.message     = Error en recuperar les carpetes de registre del contenidor pare: ''{0}''.
FNRRS0323.arg.0       = parent_container

FNRRS0324.explanation = S''ha produ\u00eft un error en intentar recuperar un volum fill actiu del contenidor pare.
FNRRS0324.action      = Verifiqueu que l''usuari actual t\u00e9 almenys els drets de visualitzaci\u00f3 dels continguts del contenidor pare.
FNRRS0324.message     = Error en recuperar el volum actiu del contenidor pare: ''{0}''.
FNRRS0324.arg.0       = parent_container

FNRRS0325.explanation = S''ha produ\u00eft un error en intentar recuperar els volums de registre fills del contenidor pare.
FNRRS0325.action      = Verifiqueu que l''usuari actual t\u00e9 almenys els drets de visualitzaci\u00f3 dels continguts del contenidor pare.
FNRRS0325.message     = Error en recuperar els volums de registre del contenidor pare: ''{0}''.
FNRRS0325.arg.0       = parent_container

FNRRS0326.explanation = Ha fallat l''operaci\u00f3 d''addici\u00f3 d''una volum de registre per a l''objecte de tipus entity_type i l''identificador object_ident.
FNRRS0326.action      = Verifiqueu que l''objecte de destinaci\u00f3 en q\u00fcesti\u00f3 encara existeix al dip\u00f2sit. Verifiqueu que la destinaci\u00f3 pot contenir un volum de registre. Assegureu-vos que l''usuari t\u00e9 l''acc\u00e9s de seguretat del nivell de l''objecte per permetre aquesta operaci\u00f3.
FNRRS0326.message     = No es pot afegir el volum de registre a l''objecte de destinaci\u00f3: ''{0}'', del tipus: ''{1}''.
FNRRS0326.arg.0       = object_ident
FNRRS0326.arg.1       = entity_type

FNRRS0327.explanation = Ha fallat una consulta per a objectes a causa d''un error del dip\u00f2sit.
FNRRS0327.action      = Verifiqueu que la sintaxi SQL \u00e9s correcta o examineu qualsevol excepci\u00f3 inclosa per obtenir explicacions de l''error m\u00e9s detallades, o feu totes dues coses.
FNRRS0327.message     = Ha fallat la consulta per a objectes.

FNRRS0328.explanation = Ha fallat una consulta per a files a causa d''un error del dip\u00f2sit.
FNRRS0328.action      = Verifiqueu que la sintaxi SQL \u00e9s correcta o examineu qualsevol excepci\u00f3 inclosa per obtenir explicacions de l''error m\u00e9s detallades, o feu totes dues coses.
FNRRS0328.message     = Ha fallat la consulta per a files.

FNRRS0329.explanation = S''ha intentat adquirir un RMPagingIterator del PagableSet que no admet paginaci\u00f3.
FNRRS0329.action      = Utilitzeu el m\u00e8tode RMPagingIterator.supportsPaging() per determinar si s''admet la paginaci\u00f3. Si la paginaci\u00f3 no s''admet, utilitzeu RMPagingIterator.iterator() en lloc d''RMPagingIterator.pageIterator().
FNRRS0329.message     = Aquesta inst\u00e0ncia de PagableSet no admet paginaci\u00f3.

FNRRS0330.explanation = S''ha produ\u00eft un error en recuperar conjunts de senyalitzaci\u00f3 des del domini domain_ident.
FNRRS0330.action      = Verifiqueu que l''usuari actual t\u00e9 permisos d''acc\u00e9s a almenys un conjunt de senyalitzaci\u00f3 del domini.
FNRRS0330.message     = No s''ha pogut recuperar els conjunts de senyalitzaci\u00f3 des del domini: ''{0}''.
FNRRS0330.arg.0       = domain_ident

FNRRS0331.explanation = La cadena d''identificaci\u00f3 del conjunt de senyalitzaci\u00f3, markingSetId, no t\u00e9 un format v\u00e0lid.
FNRRS0331.action      = Assegureu-vos que la cadena d''identificaci\u00f3 t\u00e9 el format d''una cadena GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' on cada ''x'' \u00e9s un car\u00e0cter hexadecimal.
FNRRS0331.message     = Format de cadena d''identificaci\u00f3 del conjunt de senyalitzaci\u00f3 incorrecte: ''{0}''.
FNRRS0331.arg.0       = markingSetId

FNRRS0332.explanation = S''ha produ\u00eft un error en recuperar una llista d''opcions des del dip\u00f2sit repos_ident.
FNRRS0332.action      = Verifiqueu que l''usuari actual t\u00e9 permisos d''acc\u00e9s a almenys una llista d''opcions del dip\u00f2sit.
FNRRS0332.message     = No s''ha pogut recuperar les llistes d''opcions del dip\u00f2sit: ''{0}''.
FNRRS0332.arg.0       = repos_ident

FNRRS0333.explanation = La cadena d''identificaci\u00f3 de la llista d''opcions, choiceListId, no t\u00e9 un format v\u00e0lid.
FNRRS0333.action      = Assegureu-vos que la cadena d''identificaci\u00f3 t\u00e9 el format d''una cadena GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' on cada ''x'' \u00e9s un car\u00e0cter hexadecimal.
FNRRS0333.message     = Format de cadena d''identificaci\u00f3 de llista d''opcions incorrecte: ''{0}''.
FNRRS0333.arg.0       = choiceListId

FNRRS0334.explanation = S''ha produ\u00eft un error en recuperar la descripci\u00f3 de la classe, classDesc_ident, del dip\u00f2sit repos_ident.
FNRRS0334.action      = Verifiqueu que la descripci\u00f3 de la classe existeix al dip\u00f2sit i que l''usuari actual t\u00e9 permisos d''acc\u00e9s a la descripci\u00f3 de la classe.
FNRRS0334.message     = No s''ha pogut recuperar la descripci\u00f3 de la classe del dip\u00f2sit: ''{0}'', identitat de la descripci\u00f3 de la classe: ''{1}''.
FNRRS0334.arg.0       = repos_ident
FNRRS0334.arg.1       = classDesc_ident

FNRRS0335.explanation = S''ha produ\u00eft un error en recuperar les descripcions de classes des del dip\u00f2sit repos_ident.
FNRRS0335.action      = Verifiqueu que l''usuari actual t\u00e9 permisos per accedir al dip\u00f2sit.
FNRRS0335.message     = No s''ha pogut recuperar les descripcions de classes del dip\u00f2sit: ''{0}'', identitats de descripcions de classes: ''{1}''.
FNRRS0335.arg.0       = repos_ident

FNRRS0336.explanation = S''ha identificat un par\u00e0metre de cadena d''Id no v\u00e0lid.
FNRRS0336.action      = Assegureu-vos que la cadena d''identificaci\u00f3 t\u00e9 el format d''una cadena GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' on cada ''x'' \u00e9s un car\u00e0cter hexadecimal.
FNRRS0336.message     = Par\u00e0metre de cadena d''ID no v\u00e0lid: ''{0}''.
FNRRS0336.arg.0       = id_string

FNRRS0337.explanation = No es pot recuperar l''usuari autenticat actual per al domini.
FNRRS0337.action      = Assegureu-vos que actualment un usuari est\u00e0 autenticat per al domini o que s''ha establert un JAAS Subject per al fil actual, o totes dues coses.
FNRRS0337.message     = No es pot recuperar l''usuari autenticat actual per al domini.

FNRRS0338.explanation = Ha fallat l''operaci\u00f3 de cerca per als grups d''usuaris especificats.
FNRRS0338.action      = Assegureu-vos que actualment un usuari est\u00e0 autenticat per al domini o que s''ha establert un JAAS Subject per al fil actual, o totes dues coses.
FNRRS0338.message     = Error durant la cerca de grups d''usuaris del domini.

FNRRS0339.explanation = Ha fallat l''operaci\u00f3 de cerca per als usuaris especificats.
FNRRS0339.action      = Assegureu-vos que actualment un usuari est\u00e0 autenticat per al domini o que s''ha establert un JAAS Subject per al fil actual, o totes dues coses.
FNRRS0339.message     = Error durant la cerca d''usuaris del domini.

FNRRS0340.explanation = L''usuari actual no t\u00e9 prou drets per afegir un membre nou a una funci\u00f3 existent que es defineix amb el role_name, role_type i appl_name.
FNRRS0340.action      = Assegureu-vos que l''usuari actual t\u00e9 prou drets per afegir un membre nou a una funci\u00f3 existent.
FNRRS0340.message     = L''usuari actual no t\u00e9 prou drets de seguretat per a la funci\u00f3, nom de la funci\u00f3 = ''{0}'', tipus de funci\u00f3 = ''{1}'', aplicaci\u00f3 = ''{2}''.
FNRRS0340.arg.0       = role_name
FNRRS0340.arg.1       = role_type
FNRRS0340.arg.2       = appl_name

FNRRS0341.explanation = S''ha produ\u00eft un error en intentar recuperar la funci\u00f3 d''acc\u00e9s definida per role_type i appl_name.
FNRRS0341.action      = Assegureu-vos que l''usuari actual t\u00e9 prou drets per afegir un membre nou a una funci\u00f3 existent i que la funci\u00f3 en q\u00fcesti\u00f3 encara existeix al dip\u00f2sit.
FNRRS0341.message     = S''ha produ\u00eft un error en intentar recuperar la funci\u00f3 d''acc\u00e9s definida per tipus = ''{0}'' i aplicaci\u00f3= ''{1}''.
FNRRS0341.arg.0       = role_type
FNRRS0341.arg.1       = appl_name

FNRRS0342.explanation = No s''ha pogut crear una funci\u00f3 nova amb el tipus role_type i el nom d''aplicaci\u00f3 appl_name perqu\u00e8 hi ha una funci\u00f3 existent amb els mateixos valors.
FNRRS0342.action      = Utilitzeu un conjunt diferent de valors de nom tipus/aplicaci\u00f3 per a la funci\u00f3 o suprimiu primer la funci\u00f3 existent coincident.
FNRRS0342.message     = No es pot crear una funci\u00f3 nova perqu\u00e8 hi ha una funci\u00f3 existent coincident, tipus = ''{0}'' i aplicaci\u00f3 = ''{1}''.
FNRRS0342.arg.0       = role_type
FNRRS0342.arg.1       = appl_name

FNRRS0343.explanation = S''ha produ\u00eft un error en intentar recuperar la funci\u00f3 d''acc\u00e9s definida per role_name i appl_name.
FNRRS0343.action      = Assegureu-vos que l''usuari actual t\u00e9 prou drets per visualitzar la funci\u00f3 existent i que la funci\u00f3 en q\u00fcesti\u00f3 encara existeix al dip\u00f2sit.
FNRRS0343.message     = S''ha produ\u00eft un error en intentar recuperar la funci\u00f3 d''acc\u00e9s definida per nom = ''{0}'' i aplicaci\u00f3 = ''{1}''.
FNRRS0343.arg.0       = role_name
FNRRS0343.arg.1       = appl_name

FNRRS0344.explanation = No es pot determinar l''usuari actual.
FNRRS0344.action      = Assegureu-vos que actualment un usuari est\u00e0 autenticat per al domini o que s''ha establert un JAAS Subject per al fil actual, o totes dues coses.
FNRRS0344.message     = No es pot determinar l''usuari actual.

FNRRS0345.explanation = S''ha produ\u00eft un error en intentar recuperar els plans de fitxers del dip\u00f2sit de pla de fitxers pare.
FNRRS0345.action      = Verifiqueu que l''usuari actual t\u00e9 almenys els drets de visualitzaci\u00f3 del contingut del dip\u00f2sit de pla de fitxers.
FNRRS0345.message     = Error en recuperar els plans de fitxers del dip\u00f2sit de pla de fitxers: ''{0}''.
FNRRS0345.arg.0       = fileplan_repository

FNRRS0346.explanation = Hi falta una propietat obligat\u00f2ria o b\u00e9 aquesta no t\u00e9 cap valor.
FNRRS0346.action      = Assegureu-vos que proporcioneu un valor de propietat v\u00e0lid.
FNRRS0346.message     = Hi falta la propietat o b\u00e9 aquesta no t\u00e9 cap valor, nom simb\u00f2lic: ''{0}''.
FNRRS0346.arg.0       = property_name

FNRRS0347.explanation = El nom del pla de fitxers especificat no \u00e9s \u00fanic.
FNRRS0347.action      = Proporcioneu un nom de pla de fitxers que no estigui en \u00fas al dip\u00f2sit de pla de fitxers.
FNRRS0347.message     = El nom del pla de fitxers no \u00e9s \u00fanic: ''{0}''.
FNRRS0347.arg.0       = fileplan_name

FNRRS0348.explanation = S''ha produ\u00eft un error en un intent d''afegir un pla de fitxers nou al dip\u00f2sit de pla de fitxers.
FNRRS0348.action      = Verifiqueu que el dip\u00f2sit de destinaci\u00f3 \u00e9s v\u00e0lid. Assegureu-vos que l''usuari actual t\u00e9 l''acc\u00e9s de seguretat del nivell de l''objecte per permetre aquesta operaci\u00f3.
FNRRS0348.message     = No es pot afegir un pla de fitxers al dip\u00f2sit de pla de fitxers de destinaci\u00f3: ''{0}''.
FNRRS0348.arg.0       = repository_ident

FNRRS0349.explanation = No es pot adquirir la descripci\u00f3 de la propietat especificada ni el subcamp que pertany a la classe i dip\u00f2sit especificats.
FNRRS0349.action      = Verifiqueu que la classe especificada \u00e9s l''adequada per al proc\u00e9s actual.
FNRRS0349.message     = No s''ha pogut adquirir la descripci\u00f3 de la propietat per a: ''{0}'', identitat de la classe: ''{1}'' del dip\u00f2sit: ''{2}''.
FNRRS0349.arg.0       = property_ident
FNRRS0349.arg.1       = class_ident
FNRRS0349.arg.2       = repository_ident

FNRRS0350.explanation = S''ha produ\u00eft un error durant l''intent de recuperar l''element de contingut especificat com a part del proc\u00e9s de declaraci\u00f3 d''un registre.
FNRRS0350.action      = Verifiqueu que l''element de contingut especificat existeix i s''hi pot accedir.
FNRRS0350.message     = No s''ha pogut recuperar l''element de contingut especificat per a les finalitats de declaraci\u00f3 del registre ''{0}''.
FNRRS0350.arg.0       = contentItem_ident

FNRRS0351.explanation = No s''ha trobat cap volum fill actiu per a la carpeta de registres especificada. Aix\u00f2 pot impedir l''operaci\u00f3 de declaraci\u00f3 d''un registre si la carpeta de registres \u00e9s un membre dels contenidors de destinaci\u00f3 del registre nou.
FNRRS0351.action      = Afegiu un volum actiu a la carpeta de registres o reobriu un volum existent i definiu-lo com a contenidor de destinaci\u00f3 per a l''operaci\u00f3 de declaraci\u00f3 del registre.
FNRRS0351.message     = No hi ha cap volum fill actiu disponible per a la carpeta de registres especificada: ''{0}''.
FNRRS0351.arg.0       = recordFolder_ident

FNRRS0352.explanation = S''ha produ\u00eft un error en intentar recuperar les ubicacions del dip\u00f2sit de pla de fitxers pare.
FNRRS0352.action      = Verifiqueu que l''usuari actual t\u00e9 almenys els drets de visualitzaci\u00f3 del contingut del dip\u00f2sit de pla de fitxers.
FNRRS0352.message     = Error en recuperar les ubicacions del dip\u00f2sit de pla de fitxers: ''{0}''.
FNRRS0352.arg.0       = fileplan_repository

FNRRS0353.explanation = S''ha produ\u00eft un error en intentar recuperar els complements del dip\u00f2sit especificat.
FNRRS0353.action      = Verifiqueu que l''usuari actual t\u00e9 almenys els drets de visualitzaci\u00f3 del contingut del dip\u00f2sit.
FNRRS0353.message     = Error en recuperar els complements del dip\u00f2sit: ''{0}''.
FNRRS0353.arg.0       = dip\u00f2sit

FNRRS0354.explanation = S''ha produ\u00eft un error en intentar recuperar els tipus de registres del dip\u00f2sit de pla de fitxers pare.
FNRRS0354.action      = Verifiqueu que l''usuari actual t\u00e9 almenys els drets de visualitzaci\u00f3 del contingut del dip\u00f2sit de pla de fitxers.
FNRRS0354.message     = Error en recuperar els tipus de registres del dip\u00f2sit de pla de fitxers: ''{0}''.
FNRRS0354.arg.0       = fileplan_repository

FNRRS0355.explanation = La cadena d''identificaci\u00f3 RMLink, rmLinkId, no t\u00e9 un format v\u00e0lid.
FNRRS0355.action      = Assegureu-vos que la cadena d''identificaci\u00f3 t\u00e9 el format d''una cadena GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' on cada ''x'' \u00e9s un car\u00e0cter hexadecimal.
FNRRS0355.message     = Format de cadena d''identificaci\u00f3 RMLink incorrecte: ''{0}''.
FNRRS0355.arg.0       = rmLinkId

FNRRS0356.explanation = S''ha produ\u00eft un error en intentar recuperar les Guies de classificaci\u00f3 de seguretat disponibles des del dip\u00f2sit de pla de fitxers especificat.
FNRRS0356.action      = Assegureu-vos que el dip\u00f2sit \u00e9s un dip\u00f2sit de pla de fitxers de Classificats de seguretat DoD i que l''usuari actual t\u00e9 l''acc\u00e9s de seguretat necessari per consultar les guies de classificaci\u00f3.
FNRRS0356.message     = Error en recuperar les guies de classificaci\u00f3 de seguretat des del dip\u00f2sit de pla de fitxers: ''{0}''.
FNRRS0356.arg.0       = repositoryIdent

FNRRS0357.explanation = S''ha produ\u00eft un error en intentar recuperar les seccions filles disponibles per a la guia de classificaci\u00f3 de seguretat especificada o la secci\u00f3 de la guia que pertany al dip\u00f2sit de pla de fitxers especificat.
FNRRS0357.action      = Assegureu-vos que el dip\u00f2sit \u00e9s un dip\u00f2sit de pla de fitxers de Classificats de seguretat DoD i que l''usuari actual t\u00e9 l''acc\u00e9s de seguretat necessari per consultar les guies de classificaci\u00f3.
FNRRS0357.message     = Error en recuperar les seccions filles de la guia de classificaci\u00f3 o la secci\u00f3 de la guia, ''{1}'', que pertany al dip\u00f2sit de pla de fitxers: ''{0}''.
FNRRS0357.arg.0       = repositoryIdent
FNRRS0357.arg.1       = classificationGuideOrSection

FNRRS0358.explanation = S''ha produ\u00eft un error en intentar recuperar els temes fills disponibles per a la guia de classificaci\u00f3 de seguretat especificada o la secci\u00f3 de la guia que pertany al dip\u00f2sit de pla de fitxers especificat.
FNRRS0358.action      = Assegureu-vos que el dip\u00f2sit \u00e9s un dip\u00f2sit de pla de fitxers de Classificats de seguretat DoD i que l''usuari actual t\u00e9 l''acc\u00e9s de seguretat necessari per consultar les guies de classificaci\u00f3.
FNRRS0358.message     = Error en recuperar els temes fills de la guia de classificaci\u00f3 o la secci\u00f3 de la guia, ''{1}'', que pertany al dip\u00f2sit de pla de fitxers: ''{0}''.
FNRRS0358.arg.0       = repositoryIdent
FNRRS0358.arg.1       = classificationGuideOrSection

FNRRS0359.explanation = El dip\u00f2sit de pla de fitxers especificat  no est\u00e0 configurat amb el model de dades de Classificats DoD i, per tant, no admet les guies de classificaci\u00f3 de seguretat DoD.
FNRRS0359.action      = Assegureu-vos que s''especificat el dip\u00f2sit de pla de fitxers correcte i que est\u00e0 configurat amb el model de dades de classificats DoD.
FNRRS0359.message     = Les guies de classificaci\u00f3 DoD no s''admeten en aquest dip\u00f2sit de pla de fitxers: ''{0}''.
FNRRS0359.arg.0       = repositoryIdent

FNRRS0360.explanation = S''ha produ\u00eft un error en intentar recuperar la guia de classificaci\u00f3 de seguretat especificada que pertany al dip\u00f2sit de pla de fitxers especificat.
FNRRS0360.action      = Assegureu-vos que el dip\u00f2sit \u00e9s un dip\u00f2sit de pla de fitxers de Classificats de seguretat DoD i que l''usuari actual t\u00e9 l''acc\u00e9s de seguretat necessari per consultar les guies de classificaci\u00f3.
FNRRS0360.message     = Error en recuperar les guia de classificaci\u00f3, ''{1}'', que pertany al dip\u00f2sit de pla de fitxers: ''{0}''.
FNRRS0360.arg.0       = repositoryIdent
FNRRS0360.arg.1       = guideIdent

FNRRS0361.explanation = S''ha retornat una excepci\u00f3 inesperada de l''API P8 Content Engine API tal com s''especifica al codi d''excepci\u00f3 i la cadena del missatge.
FNRRS0361.action      = Examineu l''excepci\u00f3 de P8 Content Engine inclosa i qualsevol registre d''errors disponible per obtenir informaci\u00f3 sobre la causa subjacent d''aquesta condici\u00f3 d''error.
FNRRS0361.message     = S''ha produ\u00eft una excepci\u00f3 inesperada al P8 Content Engine. Codi de l''excepci\u00f3: {0}, missatge: ''{1}''
FNRRS0361.arg.0       = ceExceptionCode
FNRRS0361.arg.1       = ceExceptionMessage

FNRRS0362.explanation = S''ha produ\u00eft una excepci\u00f3 inesperada en intentar recuperar el valor de temps l\u00edmit de desclassificaci\u00f3 m\u00e0xima de Classificats DoD del dip\u00f2sit de pla de fitxers especificat.
FNRRS0362.action      = Assegureu-vos que la propietat del model de dades de classificats DoD s''ha configurat per a aquest dip\u00f2sit i que inclou un valor v\u00e0lid per a l''entrada de configuraci\u00f3 del sistema adequada.
FNRRS0362.message     = S''ha produ\u00eft un error inesperat en recuperar el valor de temps l\u00edmit de desclassificaci\u00f3 m\u00e0xima de classificats DoD. Dip\u00f2sit: ''{0}''
FNRRS0362.arg.0       = repositoryName

FNRRS0363.explanation = S''ha produ\u00eft un error en intentar recuperar les accions de disposici\u00f3 del dip\u00f2sit de pla de fitxers pare.
FNRRS0363.action      = Verifiqueu que l''usuari actual t\u00e9 almenys els drets de visualitzaci\u00f3 del contingut del dip\u00f2sit de pla de fitxers.
FNRRS0363.message     = Error en recuperar les accions de disposici\u00f3 del dip\u00f2sit de pla de fitxers: ''{0}''.
FNRRS0363.arg.0       = fileplan_repository

FNRRS0364.explanation = S''ha produ\u00eft un error en intentar recuperar els activadors de disposici\u00f3 del dip\u00f2sit de pla de fitxers pare.
FNRRS0364.action      = Verifiqueu que l''usuari actual t\u00e9 almenys els drets de visualitzaci\u00f3 del contingut del dip\u00f2sit de pla de fitxers.
FNRRS0364.message     = Error en recuperar els activadors de disposici\u00f3 del dip\u00f2sit de pla de fitxers: ''{0}''.
FNRRS0364.arg.0       = fileplan_repository

FNRRS0365.explanation = S''ha produ\u00eft un error en intentar recuperar les planificacions de disposici\u00f3 del dip\u00f2sit de pla de fitxers pare.
FNRRS0365.action      = Verifiqueu que l''usuari actual t\u00e9 almenys els drets de visualitzaci\u00f3 del contingut del dip\u00f2sit de pla de fitxers.
FNRRS0365.message     = Error en recuperar les planificacions de disposici\u00f3 del dip\u00f2sit de pla de fitxers: ''{0}''.
FNRRS0365.arg.0       = fileplan_repository

FNRRS0366.explanation = El nom de la incid\u00e8ncia activador de disposici\u00f3 ja existeix al dip\u00f2sit.
FNRRS0366.action      = Proporcioneu un valor que no encara no existeixi al dip\u00f2sit.
FNRRS0366.message     = El nom de la incid\u00e8ncia d''activador de disposici\u00f3 no \u00e9s \u00fanic al dip\u00f2sit: ''{0}''.
FNRRS0366.arg.0       = name_value

FNRRS0367.explanation = El per\u00edode de temps c\u00edclic per a un activador d''eliminaci\u00f3 peri\u00f2dic ha de ser superior a 0.
FNRRS0367.action      = Proporcioneu un valor que no sigui 0 per als valors d''anys, mesos o dies.
FNRRS0367.message     = Al menys un dels valors del per\u00edode de temps c\u00edclic ha de ser superior a 0.

FNRRS0368.explanation = S''ha produ\u00eft un error en un intent d''afegir un activador de disposici\u00f3 nou al dip\u00f2sit de pla de fitxers.
FNRRS0368.action      = Verifiqueu que el dip\u00f2sit de destinaci\u00f3 \u00e9s v\u00e0lid. Assegureu-vos que l''usuari t\u00e9 l''acc\u00e9s de seguretat del nivell de l''objecte per permetre aquesta operaci\u00f3.
FNRRS0368.message     = No es pot afegir un activador de disposici\u00f3 nou al dip\u00f2sit de pla de fitxers de destinaci\u00f3: ''{0}''.
FNRRS0368.arg.0       = repository_ident

FNRRS0369.explanation = S''ha produ\u00eft un error en un intent d''afegir una acci\u00f3 de disposici\u00f3 nova al dip\u00f2sit de pla de fitxers.
FNRRS0369.action      = Verifiqueu que el dip\u00f2sit de destinaci\u00f3 \u00e9s v\u00e0lid. Assegureu-vos que l''usuari t\u00e9 l''acc\u00e9s de seguretat del nivell de l''objecte per permetre aquesta operaci\u00f3.
FNRRS0369.message     = No es pot afegir una acci\u00f3 de disposici\u00f3 nova al dip\u00f2sit de pla de fitxers de destinaci\u00f3: ''{0}''.
FNRRS0369.arg.0       = repository_ident

FNRRS0370.explanation = El nom de l''acci\u00f3 de disposici\u00f3 proposat ja existeix al dip\u00f2sit.
FNRRS0370.action      = Proporcioneu un valor que no encara no existeixi al dip\u00f2sit.
FNRRS0370.message     = El nom de l''acci\u00f3 de disposici\u00f3 proposat no \u00e9s \u00fanic al dip\u00f2sit: ''{0}''.
FNRRS0370.arg.0       = name_value

FNRRS0371.explanation = L''acci\u00f3 de disposici\u00f3 proposada associada al valor del flux de treball no \u00e9s una inst\u00e0ncia de la classe WorkflowDefinition.
FNRRS0371.action      = Proporcioneu una inst\u00e0ncia v\u00e0lida d''IBM Enterprise Records WorkflowDefinition per a la propietat associada del flux de treball.
FNRRS0371.message     = L''acci\u00f3 de disposici\u00f3 proposada associada al valor del flux de treball no \u00e9s una inst\u00e0ncia de la classe WorkflowDefinition: ''{0}''.
FNRRS0371.arg.0       = class_name

FNRRS0372.explanation = S''ha produ\u00eft un error en intentar recuperar les definicions del flux de treball del dip\u00f2sit de pla de fitxers pare.
FNRRS0372.action      = Verifiqueu que l''usuari actual t\u00e9 almenys els drets de visualitzaci\u00f3 del contingut del dip\u00f2sit de pla de fitxers.
FNRRS0372.message     = Error en recuperar les definicions del flux de treball del dip\u00f2sit de pla de fitxers: ''{0}''.
FNRRS0372.arg.0       = fileplan_repository

FNRRS0373.explanation = El nom de la planificaci\u00f3 de disposici\u00f3 proposat ja existeix al dip\u00f2sit.
FNRRS0373.action      = Proporcioneu un valor que no encara no existeixi al dip\u00f2sit.
FNRRS0373.message     = El nom de la planificaci\u00f3 de disposici\u00f3 proposat no \u00e9s \u00fanic al dip\u00f2sit: ''{0}''.
FNRRS0373.arg.0       = name_value

FNRRS0374.explanation = S''ha especificat un valor no v\u00e0lid per a l''activador de disposici\u00f3 de la planificaci\u00f3 de disposici\u00f3 proposada.
FNRRS0374.action      = Proporcioneu un valor d''activador de disposici\u00f3 v\u00e0lid o una data d''activaci\u00f3 predefinida al calendari.
FNRRS0374.message     = S''ha especificat un valor no v\u00e0lid per a l''activador de disposici\u00f3 de la planificaci\u00f3 de disposici\u00f3 proposada.
FNRRS0374.arg.0       = name_value

FNRRS0375.explanation = El valor per a la propietat especificada no \u00e9s v\u00e0lid o est\u00e0 fora de l''interval.
FNRRS0375.action      = Proporcioneu un valor v\u00e0lid per a la propietat especificada.
FNRRS0375.message     = El valor per a la propietat especificada no \u00e9s v\u00e0lid o est\u00e0 fora de l''interval: {0}, ''{1}''
FNRRS0375.arg.0       = property_name
FNRRS0375.arg.1       = property_value

FNRRS0376.explanation = Al nom de la planificaci\u00f3 de disposici\u00f3 proposat li falta un valor de per\u00edode de retenci\u00f3 v\u00e0lid.
FNRRS0376.action      = Proporcioneu valors que no siguin negatius per al per\u00edode de retenci\u00f3 en anys, mesos o dies.
FNRRS0376.message     = Al nom de la planificaci\u00f3 de disposici\u00f3 proposat li falta un valor de per\u00edode de retenci\u00f3 v\u00e0lid.

FNRRS0377.explanation = En una fase d''eliminaci\u00f3 hi falta un valor de per\u00edode de retenci\u00f3 v\u00e0lid.
FNRRS0377.action      = Proporcioneu valors que no siguin negatius per al per\u00edode de retenci\u00f3 en anys, mesos o dies.
FNRRS0377.message     = En una fase d''eliminaci\u00f3 hi falta un valor de per\u00edode de retenci\u00f3 v\u00e0lid.

FNRRS0378.explanation = En una retenci\u00f3 alternativa de fase d''eliminaci\u00f3 hi falta un valor de per\u00edode de retenci\u00f3 v\u00e0lid.
FNRRS0378.action      = Proporcioneu valors que no siguin negatius per al per\u00edode de retenci\u00f3 en anys, mesos o dies.
FNRRS0378.message     = En una retenci\u00f3 alternativa de fase d''eliminaci\u00f3 hi falta un valor de per\u00edode de retenci\u00f3 v\u00e0lid.

FNRRS0379.explanation = S''ha produ\u00eft un error en un intent d''afegir una planificaci\u00f3 de disposici\u00f3 nova al dip\u00f2sit de pla de fitxers.
FNRRS0379.action      = Verifiqueu que el dip\u00f2sit de destinaci\u00f3 \u00e9s v\u00e0lid. Assegureu-vos que l''usuari t\u00e9 l''acc\u00e9s de seguretat del nivell de l''objecte per permetre aquesta operaci\u00f3.
FNRRS0379.message     = No es pot afegir una planificaci\u00f3 de disposici\u00f3 nova al dip\u00f2sit de pla de fitxers de destinaci\u00f3: ''{0}''.
FNRRS0379.arg.0       = repository_ident

FNRRS0380.explanation = S''ha produ\u00eft un error en un intent d''afegir un tipus de registre nou al dip\u00f2sit de pla de fitxers.
FNRRS0380.action      = Verifiqueu que el dip\u00f2sit de destinaci\u00f3 \u00e9s v\u00e0lid. Assegureu-vos que l''usuari t\u00e9 l''acc\u00e9s de seguretat del nivell de l''objecte per permetre aquesta operaci\u00f3.
FNRRS0380.message     = No es pot afegir un tipus de registre nou al dip\u00f2sit de pla de fitxers de destinaci\u00f3: ''{0}''.
FNRRS0380.arg.0       = repository_ident

FNRRS0381.explanation = El nom del tipus de registre proposat ja existeix al dip\u00f2sit.
FNRRS0381.action      = Proporcioneu un valor que no encara no existeixi al dip\u00f2sit.
FNRRS0381.message     = El nom del tipus de registre proposat no \u00e9s \u00fanic al dip\u00f2sit: ''{0}''.
FNRRS0381.arg.0       = name_value

FNRRS0382.explanation = No s''ha pogut crear una inst\u00e0ncia nova d''entity_type al repository_ident.
FNRRS0382.action      = Assegureu-vos que la classe associada s''ha definit al dip\u00f2sit i que l''usuari actual t\u00e9 l''acc\u00e9s de seguretat adequat per permetre aquesta operaci\u00f3.
FNRRS0382.message     = No s''ha pogut crear una inst\u00e0ncia nova del tipus entitat en el dip\u00f2sit especificat: {0}, ''{1}''.
FNRRS0382.arg.0       = entity_type
FNRRS0382.arg.1       = repository_ident

FNRRS0383.explanation = La propietat especificada o el seu valor no estan disponibles actualment.
FNRRS0383.action      = Assegureu-vos que aquesta propietat s''ha definit i \u00e9s accessible amb l''usuari actual.
FNRRS0383.message     = No es pot recuperar la propietat: {0}.
FNRRS0383.arg.0       = property_name

FNRRS0384.explanation = El nom de la ubicaci\u00f3 proposat ja existeix al dip\u00f2sit.
FNRRS0384.action      = Proporcioneu un valor que no encara no existeixi al dip\u00f2sit.
FNRRS0384.message     = El nom de la ubicaci\u00f3 proposat no \u00e9s \u00fanic al dip\u00f2sit: ''{0}''.
FNRRS0384.arg.0       = name_value

FNRRS0385.explanation = Aquesta operaci\u00f3 no \u00e9s admesa pel tipus d''objecte actual.
FNRRS0385.action      = L''operaci\u00f3 no es pot fer servir amb aquest objecte.  Modifiqueu l''objecte o l''operaci\u00f3.
FNRRS0385.message     = Aquesta operaci\u00f3 no \u00e9s admesa pel tipus d''objecte actual.

FNRRS0386.explanation = El nom de la retenci\u00f3 proposat ja existeix al dip\u00f2sit.
FNRRS0386.action      = Proporcioneu un valor que no encara no existeixi al dip\u00f2sit.
FNRRS0386.message     = El nom de la retenci\u00f3 proposat no \u00e9s \u00fanic al dip\u00f2sit: ''{0}''.
FNRRS0386.arg.0       = name_value

FNRRS0387.explanation = S''ha produ\u00eft un error quan es recuperaven retencions del dip\u00f2sit de pla de fitxers.
FNRRS0387.action      = Verifiqueu que almenys existeix una retenci\u00f3 al dip\u00f2sit.
FNRRS0387.message     = Error en recuperar retencions del dip\u00f2sit de pla de fitxers: ''{0}''.
FNRRS0387.arg.0       = identificador del dip\u00f2sit de pla de fitxers

FNRRS0388.explanation = La cadena d''identificaci\u00f3 Hold, rmHoldId, no t\u00e9 un format v\u00e0lid.
FNRRS0388.action      = Assegureu-vos que la cadena d''identificaci\u00f3 t\u00e9 el format d''una cadena GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'' on cada ''x'' \u00e9s un car\u00e0cter hexadecimal.
FNRRS0388.message     = Format de cadena d''identificaci\u00f3 Hold incorrecte: ''{0}''.
FNRRS0388.arg.0       = ID de retenci\u00f3

FNRRS0389.explanation = No es pot inicialitzar la consulta d''SQL a un magatzem d''objectes.
FNRRS0389.action      = Si l''SQL cont\u00e9 contingut basat en recuperaci\u00f3, comproveu que el motor de cerca de contingut est\u00e0 configurat correctament.
FNRRS0389.message     = No s''ha pogut inicialitzar la consulta d''SQL de ''{0}'' al dip\u00f2sit: ''{1}''.
FNRRS0389.arg.0       = Cadena de consulta d''SQL
FNRRS0389.arg.1       = identificador de dip\u00f2sit

FNRRS0390.explanation = IBM Enterprise Records no admet un entorn de recuperaci\u00f3 basada en contingut (CBR) que combina un o m\u00e9s tipus diferents de motors CBR.
FNRRS0390.action      = Heu de migrar els motors de cerca d''IBM Legacy Content Search Engine a IBM Content Search Services.
FNRRS0390.message     = Els dip\u00f2sits de contingut associats al magatzem d''objectes de plans de fitxers s''han configurat amb un entorn de recuperaci\u00f3 basada en contingut (CBR) que combina un o m\u00e9s tipus diferents de motors CBR. Aquesta configuraci\u00f3 CBR heterog\u00e8nia no s''admet. Heu de migrar el motor de cerca d''IBM Legacy Content Search Engine a IBM Content Search Services. Per obtenir m\u00e9s informaci\u00f3, consulteu el tema "Novetats a IBM FileNet Content Search Engine" en el FileNet P8 Information Center.

FNRRS0391.explanation = No es pot inicialitzar la recuperaci\u00f3 basada en contingut. El motor de cerca de contingut no s''ha configurat o no s''ha configurat correctament.
FNRRS0391.action      = Comproveu que s''ha configurat correctament un motor de cerca de contingut amb el dip\u00f2sit de contingut.
FNRRS0391.message     = El motor de cerca de contingut no s''ha configurat o no s''ha configurat correctament. No s''ha pogut inicialitzar la recuperaci\u00f3 basada en contingut: ''{0}'' al dip\u00f2sit: ''{1}''.
FNRRS0391.arg.0       = Cadena de consulta d''SQL
FNRRS0391.arg.1       = identificador de dip\u00f2sit

FNRRS0392.explanation = No es pot obtenir el resultat de cerca basat en els criteris de cerca.
FNRRS0392.action      = Comproveu que s''ha configurat correctament un motor de cerca de contingut amb el magatzem d''objectes de registre.
FNRRS0392.message     = No es pot obtenir el resultat de cerca basat en els criteris de cerca.

FNRRS0393.explanation = El registre no s''hauria d''arxivar en m\u00e9s d''un contenidor.
FNRRS0393.action      = Assegureu-vos que el registre no s''ha arxivat a destinacions m\u00faltiples i torneu a provar-ho.
FNRRS0393.message     = El registre no s''hauria d''arxivar en m\u00e9s d''un contenidor.

FNRRS0394.explanation = Hi falta un valor de par\u00e0metre o b\u00e9 aquest t\u00e9 un valor no v\u00e0lid.
FNRRS0394.action      = Proporcioneu un valor de par\u00e0metre compatible.
FNRRS0394.message     = El valor per al par\u00e0metre seg\u00fcent no \u00e9s v\u00e0lid: ''{0}''
FNRRS0394.arg.0       = nom del par\u00e0metre

FNRRS0395.explanation = No hi ha cap volum actiu en el contenidor especificat.  Es necessita un volum actiu v\u00e0lid.
FNRRS0395.action      = Assegureu-vos que hi ha un volum actiu al contenidor especificat.
FNRRS0395.message     = No hi ha cap volum actiu en aquest contenidor: ''{0}''
FNRRS0395.arg.0       = identificador del contenidor

FNRRS0396.explanation = Els contenidors d''origen i de destinaci\u00f3 s\u00f3n el mateix.  Aix\u00f2 no est\u00e0 perm\u00e8s en despla\u00e7ar objectes.
FNRRS0396.action      = Proveu l''acci\u00f3 de nou especificant diferents contenidors d''origen i de destinaci\u00f3.
FNRRS0396.message     = Els contenidors d''origen i de destinaci\u00f3 s\u00f3n el mateix.

FNRRS0397.explanation = L''objecte ja s''ha arxivat al contenidor de destinaci\u00f3.
FNRRS0397.action      = Proveu l''acci\u00f3 de nou especificant un altre contenidor de destinaci\u00f3.
FNRRS0397.message     = L''objecte ja s''ha arxivat al contenidor de destinaci\u00f3.

FNRRS0398.explanation = El registre ja \u00e9s un element pare de rebut. No pot ser un rebut i un pare de rebut alhora.
FNRRS0398.action      = El registre no pot ser un rebut i un pare de rebut alhora. Realitzeu l''acci\u00f3 correctiva, segons les vostres necessitats de negocis.
FNRRS0398.message     = El registre ja \u00e9s un element pare de rebut.
FNRRS0398.arg.0       = marcador

FNRRS0399.explanation = El registre ja \u00e9s un rebut. Els rebuts nom\u00e9s poden estar associats amb un registre.
FNRRS0399.action      = El registre nom\u00e9s pot estar associat amb un registre. Realitzeu l''acci\u00f3 correctiva, segons les vostres necessitats de negocis.
FNRRS0399.message     = El registre ja \u00e9s un rebut.

FNRRS0400.explanation = El rebut pare ja \u00e9s un rebut. No pot ser un rebut i un pare de rebut alhora.
FNRRS0400.action      = El registre no pot ser un rebut i un pare de rebut alhora. Realitzeu l''acci\u00f3 correctiva, segons les vostres necessitats de negocis.
FNRRS0400.message     = El registre pare ja \u00e9s un rebut.

FNRRS0401.explanation = S''ha produ\u00eft un error mentre s''adjuntava el rebut al registre.
FNRRS0401.action      = Verifiqueu que la propietat del rebut est\u00e0 disponible des de la p\u00e0gina de propietats.  Verifiqueu que teniu permisos per modificar les propietats del registre i del rebut.
FNRRS0401.message     = El rebut no s''ha pogut adjuntar al registre.

FNRRS0402.explanation = L''objecte no \u00e9s un rebut v\u00e0lid.
FNRRS0402.action      = Verifiqueu que la propietat receiptOf del "rebut" t\u00e9 un valor v\u00e0lid.
FNRRS0402.message     = Aquest objecte no \u00e9s un rebut v\u00e0lid: {0}.
FNRRS0402.arg.0       = identificador d''objecte

FNRRS0403.explanation = S''ha produ\u00eft un error en intentar separar aquest rebut del seu pare.
FNRRS0403.action      = Verifiqueu que els rebuts s''han habilitat per al magatzem d''objectes.  Verifiqueu que aquest objecte \u00e9s un rebut v\u00e0lid.
FNRRS0403.message     = El rebut no s''ha pogut separar.

FNRRS0404.explanation = S''ha produ\u00eft un error en intentar apujar la incid\u00e8ncia RMAudit a l''objecte.
FNRRS0404.action      = Verifiqueu que aquest objecte \u00e9s un Document, una carpeta o un objecte personalitzat v\u00e0lid.
FNRRS0404.message     = Ha fallat l''apujada de la incid\u00e8ncia a l''objecte: ''{0}''
FNRRS0404.arg.0       = object_id

FNRRS0405.explanation = S''ha produ\u00eft un error en verificar les propietats associades amb els registres vitals.  L''entitat est\u00e0 marcada com a vital, per\u00f2 li falta una propietat associada o aquesta \u00e9s incorrecta.
FNRRS0405.action      = Verifiqueu que es defineixen les propietats de registres vital adequades amb valors v\u00e0lids.
FNRRS0405.message     = Propietat de registre vital no v\u00e0lida: ''{0}'' amb un valor de ''{1}''
FNRRS0405.arg.0       = nom de la propietat
FNRRS0405.arg.1       = valor de la propietat

FNRRS0406.explanation = Els superats dins els contenidors no s\u00f3n del mateix pla de fitxers.
FNRRS0406.action      = Verifiqueu que aquests contenidors siguin al mateix pla de fitxers.
FNRRS0406.message     = El contenidor {0} i el contenidor {1} no s\u00f3n del mateix pla de fitxers.
FNRRS0406.arg.0       = identificador contenidor 1
FNRRS0406.arg.1       = identificador contenidor 2

FNRRS0407.explanation = Les propietats de registre vital proporcionades estan buides o no s\u00f3n v\u00e0lides.
FNRRS0407.action      = Verifiqueu que es defineixen les propietats de registres vital adequades amb valors v\u00e0lids.
FNRRS0407.message     = Propietats de registre vital no v\u00e0lides.

FNRRS0408.explanation = La propietat ApplyToNameOrID no t\u00e9 un valor v\u00e0lid.  El valor ha de ser "Nom" o "Identificador"
FNRRS0408.action      = Canvieu la propietat per un dels valors v\u00e0lids
FNRRS0408.message     = La propietat no t\u00e9 un valor v\u00e0lid

FNRRS0409.explanation = Les propietats vitals no s''han pogut definir.  Comproveu els altres missatges d''error per con\u00e8ixer el motiu concret.
FNRRS0409.action      = Verifiqueu que es defineixen les propietats de registres vital adequades amb valors v\u00e0lids.
FNRRS0409.message     = No es poden recuperar propietats vitals per a l''entitat.  Propietat: ''{0}''.
FNRRS0409.arg.0       = object_id

FNRRS0410.explanation = Les propietats vitals no s''han pogut definir.  Comproveu els altres missatges d''error per con\u00e8ixer el motiu concret.
FNRRS0410.action      = Verifiqueu que es defineixen les propietats de registres vital adequades amb valors v\u00e0lids.
FNRRS0410.message     = No es pot definir l''objecte vital al costat de la data de revisi\u00f3 en una entitat ''{0}''.
FNRRS0410.arg.0       = object_id

FNRRS0411.explanation = El nom de patr\u00f3 especificat no \u00e9s \u00fanic.
FNRRS0411.action      = Seleccioneu un nom nou que sigui \u00fanic per al patr\u00f3.
FNRRS0411.message     = El nom especificat per al patr\u00f3 no \u00e9s \u00fanic.

FNRRS0412.explanation = Les propietats vitals no s''han pogut definir.  Comproveu els altres missatges d''error per con\u00e8ixer el motiu concret.
FNRRS0412.action      = Verifiqueu que es defineixen les propietats de registres vital adequades amb valors v\u00e0lids.
FNRRS0412.message     = No es poden definir les propietats vitals de l''entitat {0}.
FNRRS0412.arg.0       = object_id

FNRRS0413.explanation = La propietat vital no pot ser nul\u00b7la.
FNRRS0413.action      = Verifiqueu que es defineixen les propietats de registres vital adequades amb valors no-nuls v\u00e0lids.
FNRRS0413.message     = No s''ha pogut definir la propietat d''activador vital ''{0}''.
FNRRS0413.arg.0       = object_id

FNRRS0414.explanation = La incid\u00e8ncia c\u00edclica especificada no t\u00e9 un per\u00edode de cicle v\u00e0lid.  Aix\u00f2 passa sobretot perqu\u00e8 els anys, mesos i dies associats a l''activador s\u00f3n zero.
FNRRS0414.action      = Comproveu que el per\u00edode de cicle t\u00e9 un valor v\u00e0lid superior a zero.
FNRRS0414.message     = El nom d''esdeveniment c\u00edclic, {0}, defineix el per\u00edode de cicle com {1} anys, {2} mesos i {3} dies. El sistema no pot calcular les dades d''eliminaci\u00f3.
FNRRS0414.arg.0       = nom de la incid\u00e8ncia
FNRRS0414.arg.1       = nombre d''anys
FNRRS0414.arg.2       = nombre de mesos
FNRRS0414.arg.3       = nombre de dies

FNRRS0415.explanation = S''ha produ\u00eft un error inesperat en intentar recuperar els objectes ConnectorRegistration disponibles des d''un dip\u00f2sit FilePlan.
FNRRS0415.action      = Verifiqueu que tots els passos de la instal\u00b7laci\u00f3 del dip\u00f2sit FilePlan s''han realitzat correctament.
FNRRS0415.message     = No s''han pogut recuperar objectes del ConnectorRegistration des del dip\u00f2sit FilePlan: {0}.
FNRRS0415.arg.0       = Identitat del dip\u00f2sit FilePlan.

FNRRS0416.explanation = No s''ha pogut accedir a les classes de l''IBM FileNet P8 Process Engine Java API.
FNRRS0416.action      = Verifiqueu que el fitxer jar del Process Engine Java API i les seves depend\u00e8ncies s''han incl\u00f2s al cam\u00ed d''acc\u00e9s a la classe temps d''execuci\u00f3. Aquest conjunt normalment inclou pe.jar, peResources.jar, mailapi.jar, xercesImpl.jar. El m\u00e8tode RALPESupport#getSetupException es pot fer servir per adquirir qualsevol excepci\u00f3 que es produeixi.
FNRRS0416.message     = L''IBM FileNet P8 Process Engine Java API no est\u00e0 disponible.

FNRRS0417.explanation = El par\u00e0metre d''entrada ''vwSession'' ha de ser una inst\u00e0ncia v\u00e0lida de la classe ''filenet.vw.api.VWSession''.
FNRRS0417.action      = Verifiqueu que la configuraci\u00f3 de connexi\u00f3 del client d''IBM FileNet P8 Process Engine \u00e9s correcta.
FNRRS0417.message     = El par\u00e0metre d''entrada ''vwSession'' no \u00e9s una inst\u00e0ncia v\u00e0lida de la classe ''filenet.vw.api.VWSession''.

FNRRS0418.explanation = El par\u00e0metre d''entrada ''vwStepElement'' ha de ser una inst\u00e0ncia v\u00e0lida de la classe ''filenet.vw.api.VWStepElement''.
FNRRS0418.action      = Es pot obtenir una inst\u00e0ncia v\u00e0lida de la classe ''filenet.vw.api.VWStepElement'' utilitzant el m\u00e8todeRALPESupport#createWorkflow.
FNRRS0418.message     = El par\u00e0metre d''entrada ''vwStepElement'' no \u00e9s una inst\u00e0ncia v\u00e0lida de la classe ''filenet.vw.api.VWStepElement''.

FNRRS0419.explanation = S''ha produ\u00eft una ''filenet.vw.api.VWException'' inesperada. 
FNRRS0419.action      = Examineu la cadena de missatge afegida, el rastreig de pila i/o els registres de servidor per obtenir informaci\u00f3 sobre l''origen d''aquest error.
FNRRS0419.message     = S''ha detectat una ''filenet.vw.api.VWException'' inesperada: {0}
FNRRS0419.arg.0	   = La cadena de missatge localitzat des de la inst\u00e0ncia ''filenet.vw.api.VWException''.

FNRRS0420.explanation = Es necessita una inst\u00e0ncia ''filenet.vw.api.VWUserInfo'' no-nul\u00b7la per realitzar aquesta operaci\u00f3.
FNRRS0420.action      = Assegureu-vos que la inst\u00e0ncia ''filenet.vw.api.VWSession'' proporcionada \u00e9s v\u00e0lida i que l''usuari actual s''ha autenticat correctament.
FNRRS0420.message     = La trucada de P8 FileNet Process Engine API per obtenir una inst\u00e0ncia ''filenet.vw.api.VWUserInfo'' ha retornat un valor nul.

FNRRS0421.explanation = S''ha retornat un error en intentar recuperar la retenci\u00f3 especificada.
FNRRS0421.action	   = Verifiqueu que aquesta cadena d''identificaci\u00f3 de la retenci\u00f3 \u00e9s v\u00e0lida i que la retenci\u00f3 existeix.
FNRRS0421.message     = No es pot recuperar la retenci\u00f3 especificada: {0}.
FNRRS0421.arg.0        = La cadena d''identificaci\u00f3 de la retenci\u00f3 especificada.

FNRRS0422.explanation = S''ha produ\u00eft un error en intentar recuperar les definicions d''informes del dip\u00f2sit de pla de fitxers pare.
FNRRS0422.action      = Verifiqueu que l''usuari actual t\u00e9 almenys els drets de visualitzaci\u00f3 del contingut del dip\u00f2sit de pla de fitxers.
FNRRS0422.message     = Error en recuperar les definicions d''informes del dip\u00f2sit de pla de fitxers: ''{0}''.
FNRRS0422.arg.0       = fileplan_repository

FNRRS0423.explanation = S''ha produ\u00eft un error a la configuraci\u00f3 de l''analitzador JVM XML relacionat amb el XPATH.
FNRRS0423.action      = Verifiqueu que la versi\u00f3 del JRE \u00e9s 1.5 o m\u00e9s actual.
FNRRS0423.message     = Error en inicialitzar la configuraci\u00f3 de l''analitzador JVM XML relacionat amb el XPATH.

FNRRS0424.explanation = S''ha produ\u00eft un error en intentar analitzar la definici\u00f3 de l''informe d''XML.
FNRRS0424.action      = Verifiqueu que la definici\u00f3 de l''informe d''XML s''ha formatat correctament.
FNRRS0424.message     = Error en analitzar la definici\u00f3 de l''informe d''XML: ''{0}''.
FNRRS0424.arg.0       = nom o ID de la definici\u00f3 de l''informe.

FNRRS0425.explanation = S''ha produ\u00eft un error en intentar recuperar el contingut de la definici\u00f3 de l''informe.
FNRRS0425.action      = Verifiqueu que la definici\u00f3 de l''informe existeix i que cont\u00e9 contingut formatat XML.
FNRRS0425.message     = Error en recuperar el contingut de la definici\u00f3 de l''informe: ''{0}''.
FNRRS0425.arg.0       = nom o ID de la definici\u00f3 de l''informe.

FNRRS0426.explanation = S''ha retornat un error des de la llibreria API org.w3c.DOM.
FNRRS0426.action      = Examineu la pila d''excepcions per obtenir m\u00e9s informaci\u00f3 detallada.
FNRRS0426.message     = S''ha produ\u00eft un error en processar DOM XML com a part del proc\u00e9s d''exportaci\u00f3, entitat: {0}.
FNRRS0426.arg.0       = Identitat de l''entitat involucrada en l''exportaci\u00f3.

FNRRS0427.explanation = S''ha retornat un error des del la utilitat de generaci\u00f3 d''exportaci\u00f3 XML de P8 Content Engine.
FNRRS0427.action      = Examineu la pila d''excepcions per obtenir m\u00e9s informaci\u00f3 detallada.
FNRRS0427.message     = S''ha produ\u00eft un error en generar XML de P8 Content Engine com a part del proc\u00e9s d''exportaci\u00f3, entitat: {0}.
FNRRS0427.arg.0       = Identitat de l''entitat involucrada en l''exportaci\u00f3.

FNRRS0428.explanation = S''ha retornat un error des del la utilitat de generaci\u00f3 d''exportaci\u00f3 XML de P8 Content Engine.
FNRRS0428.action      = Examineu la pila d''excepcions per obtenir m\u00e9s informaci\u00f3 detallada.
FNRRS0428.message     = S''ha produ\u00eft un error durant la serialitzaci\u00f3 d''XML per al fitxer de sortida: {0}, {1}.
FNRRS0428.arg.0       = Cam\u00ed d''acc\u00e9s al fitxer de sortida del sistema de fitxers.
FNRRS0428.arg.1       = Missatge d''excepci\u00f3 de transformaci\u00f3 d''XML.

FNRRS0429.explanation = Tot i que s''ha trobat un document per al valor de la propietat CurrentPhaseExportFormat, s''ha produ\u00eft un error en intentar llegir el seu contingut XSLT. 
FNRRS0429.action      = Assegureu-vos que CurrentPhaseExportFormat de l''entitat d''exportaci\u00f3 s''assigna a un valor de document v\u00e0lid que cont\u00e9 XSLT v\u00e0lid.
FNRRS0429.message     = S''ha produ\u00eft un error en intentar llegir el contingut XSLT del document de valor CurrentPhaseExportFormat: {0}.
FNRRS0429.arg.0       = Identitat del valor del document de la propietat ExportFormat.

FNRRS0430.explanation = Ha fallat un intent de precompilar una cadena XPath en una expressi\u00f3 XPath. 
FNRRS0430.action      = Verifiqueu que la cadena XPath \u00e9s v\u00e0lida o que la JRE/classpath actual admetXPath, o totes dues coses.
FNRRS0430.message     = S''ha produ\u00eft un error en intentar compilar la cadena d''expressi\u00f3 XPath seg\u00fcent: ''{0}''.
FNRRS0430.arg.0       = Cadena d''expressi\u00f3 XPath amb errors.

FNRRS0431.explanation = No es pot obtenir na marca de p\u00e0gina per a l''estat actual de l''RMPageIterator. 
FNRRS0431.action      = Verifiqueu que l''RMPageIterator s''ha despla\u00e7at a una ubicaci\u00f3 de p\u00e0gina v\u00e0lida.
FNRRS0431.message     = S''ha produ\u00eft un error en intentar retornar a la marca de p\u00e0gina actual.

FNRRS0432.explanation = S''ha produ\u00eft un error inesperat en intentar recuperar el valor de la propietat RecordedDocuments del registre.
FNRRS0432.action      = Assegureu-vos que l''usuari actual t\u00e9 els drets d''acc\u00e9s adequats per als elements de contingut associats.
FNRRS0432.message     = S''ha produ\u00eft un error en intentar recuperar els elements de contingut associats per al registre: {0}.
FNRRS0432.arg.0       = Identitat del registre.

FNRRS0433.explanation = El contenidor de destinaci\u00f3 d''una operaci\u00f3 de despla\u00e7ament d''un contenidor no pot residir en lloc a dins de la jerarquia de subcontenidors del contenidor d''origen.
FNRRS0433.action      = Seleccioneu una altra ubicaci\u00f3 de contenidor de destinaci\u00f3 per despla\u00e7ar-hi el contenidor d''origen.
FNRRS0433.message     = No es pot despla\u00e7ar un contenidor d''origen a un contenidor de destinaci\u00f3 que es trobi sota el contenidor d''origen, sourceIdent: {0}, targetIdent: {1}.
FNRRS0433.arg.0       = Identitat del contenidor d''origen al qual s''aplica l''intent de despla\u00e7ament.
FNRRS0433.arg.1       = Identitat del contenidor de destinaci\u00f3.

FNRRS0434.explanation = Examineu qualsevol rastreig de pila incl\u00f2s per a qualsevol excepci\u00f3 subjacent.
FNRRS0434.action      = Torneu a executar l''escombratge de disposici\u00f3 o torneu a intentar l''operaci\u00f3 d''iniciaci\u00f3 de disposici\u00f3, o totes dues coses.
FNRRS0434.message     = S''ha produ\u00eft un error inesperat en actualitzar les dades de la fase actual per a una entitat, identitat de l''entitat: {0}.
FNRRS0434.arg.0       = Identitat de l''entitat en q\u00fcesti\u00f3.

FNRRS0435.explanation = No es pot realitzar la iniciaci\u00f3 de disposici\u00f3 en una entitat que tingui una col\u00b7locaci\u00f3 de retenci\u00f3 o un canvi a la planificaci\u00f3 de disposici\u00f3.
FNRRS0435.action      = Elimineu qualsevol retenci\u00f3 aplicada de l''entitat, del seus pares o fills en jerarquia. Torneu a executar l''escombratge de disposici\u00f3.
FNRRS0435.message     = A causa d''un canvi a la fase de disposici\u00f3 actual, la iniciaci\u00f3 de disposici\u00f3 no es pot realitzar en aquesta entitat: {0}.
FNRRS0435.arg.0       = Identitat de l''entitat en qu\u00e8 s''ha intentat l''operaci\u00f3 d''iniciaci\u00f3 de disposici\u00f3.

FNRRS0436.explanation = No es pot suprimir una fase de disposici\u00f3 de la seva planificaci\u00f3 de disposici\u00f3 si t\u00e9 un o m\u00e9s contenidors de registres en aquesta fase.
FNRRS0436.action      = Torneu a executar l''escombratge de disposici\u00f3 o l''iniciaci\u00f3 de disposici\u00f3 per als contenidors de registres o els registres afectats, o totes dues coses, i torneu a intentar l''operaci\u00f3 de supressi\u00f3 de la fase.
FNRRS0436.message     = No es pot suprimir una fase de disposici\u00f3 que s''est\u00e0 utilitzant actualment, identitat de la fase: {0}.
FNRRS0436.arg.0       = Identitat de la fase de disposici\u00f3 en la qual s''ha realitzat l''intent de supressi\u00f3.

FNRRS0437.explanation = Una fase de disposici\u00f3 espec\u00edfica no pot existir m\u00e9s d''un cop en una planificaci\u00f3 de disposici\u00f3.
FNRRS0437.action      = Creeu una fase de disposici\u00f3 nova abans d''intentar afegir-la a la planificaci\u00f3 de disposici\u00f3.
FNRRS0437.message     = No es pot afegir una fase de disposici\u00f3 a una planificaci\u00f3 en qu\u00e8 ja existeix, identitat de la fase: {0}.
FNRRS0437.arg.0       = Identitat de la fase de disposici\u00f3 en la qual s''ha realitzat l''intent d''addici\u00f3.

FNRRS0438.explanation = Una fase de disposici\u00f3 espec\u00edfica no es pot fer servir en m\u00e9s d''una planificaci\u00f3 de disposici\u00f3.
FNRRS0438.action      = Creeu una fase de disposici\u00f3 nova abans d''intentar afegir-la a la planificaci\u00f3 de disposici\u00f3.
FNRRS0438.message     = No es pot afegir una fase de disposici\u00f3 a una planificaci\u00f3 quan la fase ja s''utilitza en una altra planificaci\u00f3, identitat de la fase: {0}.
FNRRS0438.arg.0       = Identitat de la fase de disposici\u00f3 en la qual s''ha realitzat l''intent d''addici\u00f3.

FNRRS0439.explanation = Quan la planificaci\u00f3 cont\u00e9 una fase  l''acci\u00f3 de disposici\u00f3 de la qual \u00e9s Destrucci\u00f3 autom\u00e0tica, Destrucci\u00f3 o Transfer\u00e8ncia, no es poden afegir fases addicionals.
FNRRS0439.action      = Primer suprimiu la fase d''acci\u00f3 de tipus finalitzaci\u00f3 i, a continuaci\u00f3, intenteu afegir una fase nova a una planificaci\u00f3 de disposici\u00f3.
FNRRS0439.message     = No es pot afegir una fase de disposici\u00f3 a una planificaci\u00f3 que ja t\u00e9 una fase de tipus acci\u00f3 de finalitzaci\u00f3 de Destrucci\u00f3 autom\u00e0tica, Destrucci\u00f3 o Transfer\u00e8ncia.

FNRRS0440.explanation = No es pot eliminar una fase d''eliminaci\u00f3 des d''una col\u00b7lecci\u00f3 a la qual no pertany.
FNRRS0440.action      = Actualitzeu la planificaci\u00f3 de disposici\u00f3 i torneu a accedir a la llista de fases de disposici\u00f3.
FNRRS0440.message     = La fase de disposici\u00f3 no \u00e9s una fase membre d''aquesta llista de fases de disposici\u00f3, identitat de la fase: {0}.
FNRRS0440.arg.0       = Identitat de la fase de disposici\u00f3 en la qual s''ha realitzat l''intent de supressi\u00f3.

FNRRS0441.explanation = Una retenci\u00f3 alternativa espec\u00edfica no pot existir m\u00e9s d''un cop en una fase de disposici\u00f3.
FNRRS0441.action      = Creeu una retenci\u00f3 alternativa nova abans d''intentar afegir-la a la fase de disposici\u00f3.
FNRRS0441.message     = No es pot afegir una retenci\u00f3 alternativa a una planificaci\u00f3 de disposici\u00f3 en qu\u00e8 ja existeix, identitat de la retenci\u00f3 alternativa: {0}.
FNRRS0441.arg.0       = Identitat de la retenci\u00f3 alternativa en la qual s''ha realitzat l''intent d''addici\u00f3.

FNRRS0442.explanation = Una retenci\u00f3 alternativa espec\u00edfica no es pot fer servir en m\u00e9s d''una fase de disposici\u00f3.
FNRRS0442.action      = Creeu una retenci\u00f3 alternativa nova abans d''intentar afegir-la a la fase de disposici\u00f3.
FNRRS0442.message     = No es pot afegir una fase de disposici\u00f3 a una fase quan la retenci\u00f3 ja s''utilitza en una altra fase, identitat de la retenci\u00f3 alternativa: {0}.
FNRRS0442.arg.0       = Identitat de la retenci\u00f3 alternativa en la qual s''ha realitzat l''intent d''addici\u00f3.

FNRRS0443.explanation = No es pot suprimir una retenci\u00f3 alternativa d''una col\u00b7lecci\u00f3 a la qual no pertany.
FNRRS0443.action      = Actualitzeu la fase de disposici\u00f3 corresponent i torneu a accedir a la llista de retencions alternatives.
FNRRS0443.message     = La retenci\u00f3 alternativa no \u00e9s membre de la llista de retencions alternatives, identitat de la retenci\u00f3 alternativa: {0}.
FNRRS0443.arg.0       = Identitat de la retenci\u00f3 alternativa en la qual s''ha realitzat l''intent de supressi\u00f3.

FNRRS0444.explanation = No es permet la supressi\u00f3 directa d''una inst\u00e0ncia DispositionPhase.
FNRRS0444.action      = Utilitzeu un dels m\u00e8todes de DispositionPhaseList.remove per eliminar una inst\u00e0ncia DispositionPhase.
FNRRS0444.message     = El m\u00e8tode de supressi\u00f3 no s''admet per a la inst\u00e0ncia DispositionPhase; utilitzeu  el DispositionPhaseList.remove.

FNRRS0445.explanation = No s''admet la supressi\u00f3 directa d''una inst\u00e0ncia AlternateRetention.
FNRRS0445.action      = Utilitzeu un dels m\u00e8todes de AlternateRetentionList.remove per suprimir una inst\u00e0nciaAlternateRetention.
FNRRS0445.message     = El m\u00e8tode de supressi\u00f3 no s''admet per a la inst\u00e0ncia AlternateRetention; utilitzeu l''AlternateRetentionList.remove.

FNRRS0446.explanation = S''ha produ\u00eft un error en intentar recuperar la funci\u00f3 d''acc\u00e9s definida per un identificador.
FNRRS0446.action      = Assegureu-vos que l''usuari actual t\u00e9 prou drets per afegir un membre nou a una funci\u00f3 existent i que la funci\u00f3 en q\u00fcesti\u00f3 encara existeix al dip\u00f2sit.
FNRRS0446.message     = Ha fallat l''intent de recuperar la funci\u00f3 d''acc\u00e9s definida per l''identificador = ''{0}''.
FNRRS0446.arg.0       = role_ID

FNRRS0447.explanation = Una planificaci\u00f3 de disposici\u00f3 ha de tenir un valor de propietat ''Motiu per al canvi'' que no estigui en blanc abans que es puguin desar canvis a la planificaci\u00f3 o a qualsevol de les fases de disposici\u00f3 associades.
FNRRS0447.action      = Proporcioneu un valor de propietat ''Motiu per al canvi'' que no estigui en blanc a la planificaci\u00f3 de disposici\u00f3 associada abans d''intentar desar canvis en la planificaci\u00f3 de disposici\u00f3 o en qualsevol de les seves fases de disposici\u00f3.
FNRRS0447.message     = No es pot desar cap canvi a la fase de disposici\u00f3 quan a la seva planificaci\u00f3 de disposici\u00f3 associada li falta un valor de la propietat ''Motiu per al canvi''.

FNRRS0448.explanation = El tipus d''entitat del contenidor recuperat no coincideix amb el tipus d''entitat que heu sol\u00b7licitat. Per exemple, si intenteu obtenir una categoria de registre utilitzant un identificador de carpeta de registres.
FNRRS0448.action      = Assegureu-vos que l''identificador de contenidor sigui correcte per al tipus de contenidor esperat i torneu-ho a intentar.
FNRRS0448.message     = El tipus d''entitat real del contenidor recuperat no coincideix amb el tipus d''entitat que heu sol\u00b7licitat, identificador de contenidor: {0}, tipus d''entitat sol\u00b7licitat: {1}, tipus d''entitat real del contenidor: {2}.
FNRRS0448.arg.0       = identificador del contenidor
FNRRS0448.arg.1       = tipus d''entitat sol\u00b7licitat
FNRRS0448.arg.2       = tipus d''entitat real del contenidor

FNRRS0449.explanation = L''IBM FileNet Content Search emet l''excepci\u00f3 CBR_FULLTEXTROWLIMIT_EXCEEDED. Els resultats de cerca superen la capacitat del motor.
FNRRS0449.action      = Refineu les paraules clau de cerca de contingut.
FNRRS0449.message     = Els resultats de cerca superen la capacitat de l''IBM FileNet Content Search Engine. Refineu les paraules clau de cerca de contingut.



FNRRS0600.explanation = S''ha produ\u00eft una excepci\u00f3 inesperada a JAVA API per a Records Manager descrita per l''exception_message.
FNRRS0600.action      = Comproveu el text del missatge d''excepci\u00f3 i el seguiment de pila associat per obtenir m\u00e9s informaci\u00f3 sobre la causa d''aquesta excepci\u00f3.
FNRRS0600.message     = S''ha produ\u00eft una excepci\u00f3 inesperada: {0}.
FNRRS0600.arg.0       = exception_message

FNRRS0601.explanation = No est\u00e0 disponible un fitxer de paquet de recursos de globalitzaci\u00f3 obligatori, nom de base del paquet: base_name.
FNRRS0601.action      = Verifiqueu que un o m\u00e9s fitxers de paquet de recursos del format basename_nnNN.properties estan disponibles al cam\u00ed d''acc\u00e9s de la classe JVM.
FNRRS0601.message     = No s''ha pogut trobar cap ResourceBundle per al nom de base: ''{0}''.
FNRRS0601.arg.0       = base_name

FNRRS0602.explanation = Un valor de cadena no compatible nul, buit o en blanc ha passat per un par\u00e0metre d''entrada: parameter_name.
FNRRS0602.action      = Assegureu-vos que el valor per a aquest par\u00e0metre no \u00e9s una cadena nul\u00b7la, buida o en blanc.
FNRRS0602.message     = El valor del par\u00e0metre d''entrada \u00e9s nul o \u00e9s una cadena buida o en blanc per al par\u00e0metre: ''{0}''.
FNRRS0602.arg.0       = parameter_name

FNRRS0603.explanation = Un valor de matriu no compatible nul o no v\u00e0lid ha passat per un par\u00e0metre d''entrada: parameter_name.
FNRRS0603.action      = Assegureu-vos que la matriu no \u00e9s nul\u00b7la ni est\u00e0 buida, i que no cont\u00e9 membres de la matriu nuls.
FNRRS0603.message     = El valor del par\u00e0metre d''entrada \u00e9s nul o no \u00e9s una matriu v\u00e0lida per al par\u00e0metre: ''{0}''.
FNRRS0603.arg.0       = parameter_name

FNRRS0604.explanation = Un valor de col\u00b7lecci\u00f3 no compatible nul o no v\u00e0lid ha passat per un par\u00e0metre d''entrada: parameter_name.
FNRRS0604.action      = Assegureu-vos que la col\u00b7lecci\u00f3 no \u00e9s nul\u00b7la ni est\u00e0 buida, i que no cont\u00e9 membres nuls.
FNRRS0604.message     = El valor del par\u00e0metre d''entrada \u00e9s nul o no \u00e9s una col\u00b7lecci\u00f3 v\u00e0lida per al par\u00e0metre: ''{0}''.
FNRRS0604.arg.0       = parameter_name

#
#
#================================================================================
# JARM Logging Message Strings
#--------------------------------------------------------------------------------
# For each logging message include the suffixed resource where applicable:
#   .message     -- the actual log message containing any necessary {n} parameter placeholders.
#   .arg.n       -- description of argument parameter {n}.
#
#

FNRRS9999.message  = Missatge de prova, param1: {0}, param2: {1}.

FNRRS0700.message = Error durant la creaci\u00f3 d''una inst\u00e0ncia d''Auditoria RM {0} {1} per a l''entitat: {2}
FNRRS0700.arg.0   = L''operaci\u00f3 auditada, per exemple, "Suprimeix", "Reubica", i altres.
FNRRS0700.arg.1   = Estat d''auditoria d''''\u00c8xit'' i ''Error''.
FNRRS0700.arg.2   = Cadena d''identificaci\u00f3 de l''entitat associada amb l''intent d''Auditoria RM.

FNRRS0701.message = L''usuari actual no t\u00e9 els drets d''acc\u00e9s al document copiat de fitxers {0} de la carpeta contenidora {1} com a part del proc\u00e9s de c\u00f2pia de registres.
FNRRS0701.arg.0   = Identificador de la c\u00f2pia del document creat recentment.
FNRRS0701.arg.1   = Identificador de la carpeta contenidora involucrada.

FNRRS0702.message = Existeix m\u00e9s d''un volum fill actiu sota la carpeta de registres: {0}.
FNRRS0702.arg.0   = Identificador de la carpeta de registres pare.

FNRRS0703.message = Problema en processar la Versi\u00f3 de registres de Classificats DoD durant la declaraci\u00f3 d''un registre nou: {0}
FNRRS0703.arg.0   = Missatge d''excepci\u00f3.

FNRRS0704.message = Error inesperat en intentar suprimir autom\u00e0ticament els artefactes de disposici\u00f3 PSS Atlas-managed: {0}
FNRRS0704.arg.0   = Missatge d''excepci\u00f3.

FNRRS0705.message = S''ha realitzat el rec\u00e0lcul del tall de disposici\u00f3 en l''entitat: {0}.
FNRRS0705.arg.0   = Identificador d''entitat.

#
#
#--------------------------------------------------------------------------------
#
#
#================================================================================
# JARM Miscellaneous Strings (primarily for auditing purposes).
#--------------------------------------------------------------------------------

#-- Used for LString class unit tests.
test.string1		= Algunes cadenes de prova.
test.pattern1		= Primera {0} i segona {1}.

audit.reasonForFailure = Motiu de l''error: {0}

#-- {0} - the record or entity which is affected
#-- {1} - location where the entity was transferred or exported
audit.successfulDelete = L''entitat RM {0} s''ha suprimit satisfact\u00f2riament
audit.failedDelete	   = L''entitat RM {0}, no s''ha suprimit

audit.successfulExport = L''entitat RM {0} s''ha exportat a {1} satisfact\u00f2riament
audit.failedExport	   = L''entitat RM {0} no s''ha exportat a {1}

audit.successfulInterimTransfer = L''entitat RM {0} s''ha transferit provisionalment a {1} satisfact\u00f2riament
audit.failedInterimTransfer 	= L''entitat RM {0} no s''ha transferit provisionalment a {1}

audit.successfulTransfer = L''entitat RM {0} s''ha transferit a {1} satisfact\u00f2riament
audit.failedTransfer 	 = L''entitat RM {0} no s''ha transferit a {1}

audit.successfulUndeclare = La declaraci\u00f3 del registre RM {0} s''ha anul\u00b7lat satisfact\u00f2riament
audit.failedUndeclare     = La declaraci\u00f3 del registre RM {0} no s''ha anul\u00b7lat satisfact\u00f2riament

audit.successfulReview = El registre RM {0} s''ha revisat satisfact\u00f2riament
audit.failedReview     = El registre RM {0} no s''ha revisat

#-- {0} - the record or entity which is affected
#-- {1} - source location where the entity is from
#-- {2} - destination location where the entity is being relocated to
audit.successfulRelocate = L''entitat RM {0} s''ha reubicat des de l''origen {1} a la destinaci\u00f3 {2}
audit.failedRelocate     = L''entitat RM {0} no s''ha pogut reubicar

#-- {0} - the record or entity which is affected
#-- {1} - name of the hold
audit.holdReason       = Retenci\u00f3 manual
audit.successfulHold   = L''entitat RM {0}, s''ha col\u00b7locat en la retenci\u00f3 {1} satisfact\u00f2riament
audit.failedHold       = L''entitat RM {0} no s''ha col\u00b7locat en la retenci\u00f3 {1}

audit.removeHoldReason      = Elimina retenci\u00f3 manual
audit.successfullRemoveHold = L''RMEntity {0} s''ha eliminat de la retenci\u00f3 {1} satisfact\u00f2riament
audit.failedRemoveHold      = L''RMEntity {0} no s''ha eliminat de la retenci\u00f3 {1}

bulk.deleteReason	= Part d''una operaci\u00f3 de supressi\u00f3 massiva

disposition.deleteFromDestroy   = Supressi\u00f3 realitzada com a resultat de l''acci\u00f3 de destrucci\u00f3.
disposition.closedByDisposition = S''ha tancat a causa del proc\u00e9s de disposici\u00f3.

# volume.autoCloseReason must be limited to 64 chars max.
volume.autoCloseReason	= El volum s''ha tancat a causa de l''addici\u00f3 d''un volum actiu secundari nou.

