# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2010, 2012 IBM Corp. All rights reserved.
#
# JARM Localized String Resources (en_US).
# Includes strings for exception messages, logging and
#  other miscellaneous usage.
#
#
#================================================================================
# JARM Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for globalization purposes.
#

FNRRS0100.explanation = W\u0142a\u015bciwo\u015b\u0107, kt\u00f3r\u0105 opisuje property_symbolicname, nie znajduje si\u0119 obecnie w pami\u0119ci podr\u0119cznej w\u0142a\u015bciwo\u015bci.
FNRRS0100.action      = Od\u015bwie\u017c w\u0142a\u015bciwo\u015bci dla obiektu, aby zapewni\u0107, \u017ce \u017c\u0105dana w\u0142a\u015bciwo\u015b\u0107 zosta\u0142a uwzgl\u0119dniona w filtrze w\u0142a\u015bciwo\u015bci.
FNRRS0100.message     = W\u0142a\u015bciwo\u015b\u0107 nie znajduje si\u0119 w pami\u0119ci podr\u0119cznej obiektu, nazwa symboliczna w\u0142a\u015bciwo\u015bci: ''{0}''.
FNRRS0100.arg.0       = property_symbolicname

FNRRS0101.explanation = Operacja nie jest obs\u0142ugiwana dla tego typu entity_type zidentyfikowanego jako to\u017csamo\u015b\u0107.
FNRRS0101.action      = Skonfiguruj aplikacj\u0119 klienck\u0105 tak, aby nie podejmowa\u0142a ona pr\u00f3b wykonania tej operacji na instancji tego typu.
FNRRS0101.message     = Operacja nie jest obs\u0142ugiwana dla tego typu instancji; operation: ''{0}'', EntityType: ''{1}'', identity: ''{2}''.
FNRRS0101.arg.0       = operation
FNRRS0101.arg.1       = entity_type
FNRRS0101.arg.2       = identity

FNRRS0102.explanation = Kolekcja repozytori\u00f3w, na kt\u00f3rej ma by\u0107 wykonywania operacja wyszukiwania, nie nale\u017cy do tej samej domeny.
FNRRS0102.action      = Upewnij si\u0119, \u017ce wszystkie repozytoria wyszukiwania nale\u017c\u0105 do tej samej domeny.
FNRRS0102.message     = Repozytoria wyszukiwania nie nale\u017c\u0105 do tej samej domeny.

FNRRS0103.explanation = W\u0142a\u015bciwo\u015b\u0107 symbolic_name nie obs\u0142uguje instrukcji get lub set typu data_type.
FNRRS0103.action      = Ogranicz typ danych u\u017cywanych z t\u0105 w\u0142a\u015bciwo\u015bci\u0105 do typu zgodnego ze zdefiniowanym przez warto\u015b\u0107 typDanych w\u0142a\u015bciwo\u015bci.
FNRRS0103.message     = W\u0142a\u015bciwo\u015b\u0107 nie obs\u0142uguje typu danych, nazwa symboliczna: ''{0}'', typ danych: ''{1}''.
FNRRS0103.arg.0       = symbolic_name
FNRRS0103.arg.1       = data_type

FNRRS0104.explanation = Docelowy kontener nadrz\u0119dny jest obecnie zamkni\u0119ty i nie akceptuje dodawania nowych element\u00f3w podrz\u0119dnych.
FNRRS0104.action      = Wybierz alternatywny kontener nadrz\u0119dny lub otw\u00f3rz ten kontener nadrz\u0119dny.
FNRRS0104.message     = Docelowy kontener nadrz\u0119dny ''{0}'' jest obecnie zamkni\u0119ty dla dodawania nowych element\u00f3w podrz\u0119dnych.
FNRRS0104.arg.0       = parent_id

FNRRS0105.explanation = Podany kontener nadrz\u0119dny nie mo\u017ce zawiera\u0107 elementu podrz\u0119dnego tego typu.
FNRRS0105.action      = Wybierz alternatywny kontener nadrz\u0119dny dla nowego obiektu podrz\u0119dnego.
FNRRS0105.message     = Docelowy kontener nadrz\u0119dny ''{0}'' nie mo\u017ce zawiera\u0107 obiektu podrz\u0119dnego typu: {1}.
FNRRS0105.arg.0       = parent_id
FNRRS0105.arg.1       = container_type

FNRRS0106.explanation = Podane warto\u015bci w\u0142a\u015bciwo\u015bci dla nowego kontenera musz\u0105 mie\u0107 warto\u015bci unikalne wzgl\u0119dem wszystkich potencjalnie istniej\u0105cych kontener\u00f3w siostrzanych w ramach docelowego kontenera nadrz\u0119dnego.
FNRRS0106.action      = Upewnij si\u0119, \u017ce podano unikalne warto\u015bci dla danych warto\u015bci w\u0142a\u015bciwo\u015bci.
FNRRS0106.message     = Dodanie nowego kontenera typu {0} do kontenera nadrz\u0119dnego ''{1}'' nie powiod\u0142o si\u0119, poniewa\u017c jedna lub wi\u0119cej z nast\u0119puj\u0105cych warto\u015bci w\u0142a\u015bciwo\u015bci nie jest unikalna w ramach istniej\u0105cych kontener\u00f3w siostrzanych: {2}, {3}.
FNRRS0106.arg.0       = container_type
FNRRS0106.arg.1       = parent_id
FNRRS0106.arg.2       = property1_name
FNRRS0106.arg.3       = property2_name

FNRRS0107.explanation = Do podanej w\u0142a\u015bciwo\u015bci musi by\u0107 przypisana niepusta warto\u015b\u0107.
FNRRS0107.action      = Okre\u015bl niepust\u0105 warto\u015b\u0107 dla podanej wskazanej w\u0142a\u015bciwo\u015bci.
FNRRS0107.message     = W obiekcie brak niepustej warto\u015bci dla w\u0142a\u015bciwo\u015bci ''{0}''.
FNRRS0107.arg.0       = Nazwa brakuj\u0105cej lub pustej w\u0142a\u015bciwo\u015bci.

FNRRS0108.explanation = Wskazanego kontenera nie mo\u017cna usun\u0105\u0107 z uwagi na obecne wstrzymanie bezpo\u015brednio tego kontenera, jednego lub wi\u0119cej z jego kontener\u00f3w nadrz\u0119dnych, lub jednego lub wi\u0119cej z jego kontener\u00f3w podrz\u0119dnych.
FNRRS0108.action      = Usu\u0144 przeszkadzaj\u0105ce wstrzymania i pon\u00f3w proces usuwania.
FNRRS0108.message     = Usuni\u0119cie kontenera nie jest dozwolone z uwagi na istniej\u0105ce warunki wstrzymania: ''{0}''.
FNRRS0108.arg.0       = delete_target

FNRRS0109.explanation = Podanego kontenera nie mo\u017cna usun\u0105\u0107, poniewa\u017c zawiera kontenery podrz\u0119dne lub akta.
FNRRS0109.action      = Usu\u0144 tre\u015b\u0107 kontenera i pon\u00f3w proces usuwania.
FNRRS0109.message     = Nie mo\u017cna usun\u0105\u0107 niepustego kontenera: ''{0}''.
FNRRS0109.arg.0       = delete_target

FNRRS0110.explanation = Podanego kontenera nie mo\u017cna usun\u0105\u0107, poniewa\u017c zawiera kontenery podrz\u0119dne lub akta, kt\u00f3re zosta\u0142y usuni\u0119te logicznie (to jest, istniej\u0105 wy\u0142\u0105cznie, poniewa\u017c w\u0142\u0105czono funkcj\u0119 przechowywania metadanych).
FNRRS0110.action      = Usu\u0144 tre\u015b\u0107 kontenera i pon\u00f3w proces usuwania.
FNRRS0110.message     = Nie mo\u017cna usun\u0105\u0107 kontenera, kt\u00f3ry zawiera logicznie usuni\u0119t\u0105 zawarto\u015b\u0107: ''{0}''.
FNRRS0110.arg.0       = delete_target

FNRRS0111.explanation = Nie mo\u017cna doda\u0107 nowego obiektu podrz\u0119dnego do kontenera nadrz\u0119dnego, kt\u00f3ry jest nieaktywny.
FNRRS0111.action      = Uaktywnij kontener nadrz\u0119dny lub wybierz inny kontener nadrz\u0119dny, do kt\u00f3rego ma zosta\u0107 dodany obiekt.
FNRRS0111.message     = Nie mo\u017cna doda\u0107 nowego elementu podrz\u0119dnego do nieaktywnego kontenera nadrz\u0119dnego: ''{0}''.
FNRRS0111.arg.0       = parent_container

FNRRS0112.explanation = Je\u015bli elementy tre\u015bci wskazano, podaj\u0105c ich identyfikatory, w\u00f3wczas konieczne jest tak\u017ce podanie repozytorium tre\u015bci.
FNRRS0112.action      = Podaj odpowiednie repozytorium tre\u015bci dla identyfikator\u00f3w element\u00f3w tre\u015bci.
FNRRS0112.message     = B\u0142\u0105d deklaracji, nie wskazano repozytorium tre\u015bci dla identyfikator\u00f3w element\u00f3w tre\u015bci.

FNRRS0113.explanation = Je\u015bli w trakcie deklarowania nowych akt wskazano wi\u0119cej ni\u017c jeden kontener docelowy, w\u00f3wczas wszystkie podobne kontenery nale\u017c\u0105 do tego samego repozytorium kartotek akt.
FNRRS0113.action      = Upewnij si\u0119, \u017ce wszystkie kontenery docelowe deklarowania akt nale\u017c\u0105 do tego samego repozytorium kartotek akt.
FNRRS0113.message     = B\u0142\u0105d deklaracji, kontenery docelowe musz\u0105 nale\u017ce\u0107 do tego samego repozytorium kartotek akt.

FNRRS0114.explanation = Jeden z kontener\u00f3w docelowych dla deklaracji akt zosta\u0142 uprzednio logicznie usuni\u0119ty i nie mo\u017ce zawiera\u0107 nowych akt.
FNRRS0114.action      = Usu\u0144 ten kontener z listy, wybierz alternatywny kontener lub wykonaj obie te czynno\u015bci.
FNRRS0114.message     = B\u0142\u0105d deklaracji, kontener docelowy zosta\u0142 logicznie usuni\u0119ty: ''{0}''.
FNRRS0114.arg.0       = container_ident

FNRRS0115.explanation = Nie mo\u017cna zadeklarowa\u0107 akt w zamkni\u0119tym kontenerze.
FNRRS0115.action      = Otw\u00f3rz kontener ponownie i pon\u00f3w pr\u00f3b\u0119 lub wybierz inny kontener.
FNRRS0115.message     = B\u0142\u0105d deklaracji, kontener docelowy jest zamkni\u0119ty: ''{0}''.
FNRRS0115.arg.0       = container_ident

FNRRS0116.explanation = Jeden z kontener\u00f3w docelowych dla deklaracji akt jest obecnie nieaktywny i nie mo\u017ce zawiera\u0107 nowych akt.
FNRRS0116.action      = Uaktywnij ponownie ten kontener lub usu\u0144 go z listy kontener\u00f3w docelowych.
FNRRS0116.message     = B\u0142\u0105d deklaracji, kontener docelowy jest nieaktywny: ''{0}''.
FNRRS0116.arg.0       = container_ident

FNRRS0117.explanation = Tylko jeden kontener typu fizycznego mo\u017cna wskaza\u0107 jako docelowy dla deklaracji akt.
FNRRS0117.action      = Ogranicz list\u0119 kontener\u00f3w docelowych do jednego kontenera typu fizycznego.
FNRRS0117.message     = B\u0142\u0105d deklaracji, wskazano wi\u0119cej ni\u017c jeden kontener typu fizycznego.

FNRRS0118.explanation = Wszystkie elementy tre\u015bci powi\u0105zane z nowymi aktami musz\u0105 nale\u017ce\u0107 do tego samego repozytorium tre\u015bci.
FNRRS0118.action      = Upewnij si\u0119, \u017ce wszystkie powi\u0105zane elementy tre\u015bci nale\u017c\u0105 do tego samego repozytorium tre\u015bci.
FNRRS0118.message     = B\u0142\u0105d deklaracji, wskazane elementy tre\u015bci dla nowej deklaracji akt nale\u017c\u0105 do innych repozytori\u00f3w tre\u015bci.

FNRRS0119.explanation = Dla wskazanego elementu tre\u015bci nie mo\u017cna zadeklarowa\u0107 akt, poniewa\u017c w\u0142a\u015bciwo\u015b\u0107 CanDeclare ma warto\u015b\u0107 fa\u0142sz, element jest w stanie rezerwacji, lub element zosta\u0142 ju\u017c zadeklarowany.
FNRRS0119.action      = Wykonaj odpowiednie czynno\u015bci zaradcze dla b\u0142\u0119dnego elementu tre\u015bci lub wska\u017c inny element tre\u015bci.
FNRRS0119.message     = B\u0142\u0105d deklaracji, dla wskazanego elementu tre\u015bci nie mo\u017cna zadeklarowa\u0107 akt: ''{0}''.
FNRRS0119.arg.0       = contentItem_ident

FNRRS0120.explanation = Wskazanych akt nie mo\u017cna usun\u0105\u0107 z uwagi na istniej\u0105ce wstrzymanie, bezpo\u015brednio tych akt lub jednych lub wi\u0119cej ich akt nadrz\u0119dnych.
FNRRS0120.action      = Usu\u0144 przeszkadzaj\u0105ce wstrzymania i pon\u00f3w proces usuwania.
FNRRS0120.message     = Usuni\u0119cie akt nie jest dozwolone z uwagi na istniej\u0105ce warunki wstrzymania: ''{0}''.
FNRRS0120.arg.0       = delete_target

FNRRS0121.explanation = Warto\u015b\u0107 w\u0142a\u015bciwo\u015bci Zast\u0105piona obiektu akt mo\u017ce zawiera\u0107 tylko istniej\u0105cy obiekt akt.
FNRRS0121.action      = Upewnij si\u0119, \u017ce warto\u015b\u0107 obiektu przypisana do w\u0142a\u015bciwo\u015bci Zast\u0105piona jest typu com.ibm.jarm.api.core.Record.
FNRRS0121.message     = B\u0142\u0105d deklaracji, warto\u015b\u0107 w\u0142a\u015bciwo\u015bci Zast\u0105piona nowych akt musi by\u0107 innym obiektem typu akta.

FNRRS0122.explanation = Akta docelowe dla warto\u015bci w\u0142a\u015bciwo\u015bci Zast\u0105piona nowych akt zosta\u0142y ju\u017c zast\u0105pione.
FNRRS0122.action      = Nie podejmuj pr\u00f3by zast\u0105pienia istniej\u0105cych akt, kt\u00f3re zosta\u0142y ju\u017c zast\u0105pione.
FNRRS0122.message     = Akta docelowe w\u0142a\u015bciwo\u015bci Zast\u0105piona dla nowych akt zosta\u0142y ju\u017c zast\u0105pione.

FNRRS0123.explanation = Akt docelowych warto\u015bci w\u0142a\u015bciwo\u015bci Zast\u0105piona dla nowych akt nie mo\u017cna odczyta\u0107 na potrzeby sprawdzania poprawno\u015bci.
FNRRS0123.action      = Upewnij si\u0119, \u017ce warto\u015b\u0107 zast\u0119pcza akt docelowych nadal istnieje, i/lub \u017ce bie\u017c\u0105cy u\u017cytkownik dysponuje dost\u0119pem do niej.
FNRRS0123.message     = B\u0142\u0105d deklaracji, akta docelowe w\u0142a\u015bciwo\u015bci Zast\u0105piona dla nowych akt s\u0105 niedost\u0119pne.

FNRRS0124.explanation = Nie mo\u017cna zapisa\u0107 do akt docelowych warto\u015bci w\u0142a\u015bciwo\u015bci Zast\u0105piona nowych akt.
FNRRS0124.action      = Upewnij si\u0119, \u017ce bie\u017c\u0105cy u\u017cytkownik ma niezb\u0119dne uprawnienia dost\u0119pu do zapisu warto\u015bci Zast\u0105piona akt docelowych.
FNRRS0124.message     = B\u0142\u0105d deklaracji, nie mo\u017cna zapisa\u0107 do akt docelowych w\u0142a\u015bciwo\u015bci Zast\u0105piona dla nowych akt.

FNRRS0125.explanation = Akta docelowe dla warto\u015bci w\u0142a\u015bciwo\u015bci Potwierdzenie nowych akt s\u0105 ju\u017c potwierdzeniem.
FNRRS0125.action      = Wybierz inne akta jako warto\u015b\u0107 Potwierdzenie.
FNRRS0125.message     = B\u0142\u0105d deklaracji, akta docelowe dla warto\u015bci w\u0142a\u015bciwo\u015bci Potwierdzenie nowych akt s\u0105 ju\u017c potwierdzeniem.

FNRRS0126.explanation = Podczas deklarowania akt w repozytorium kartotek akt skonfigurowanego wg modelu danych opartego na klasyfikacji wg standard\u00f3w DoD wymagana jest niepusta i r\u00f3\u017cna od null warto\u015b\u0107 w\u0142a\u015bciwo\u015bci Bie\u017c\u0105ca klasyfikacja.
FNRRS0126.action      = Podaj poprawn\u0105 warto\u015b\u0107 w\u0142a\u015bciwo\u015bci	Bie\u017c\u0105ca klasyfikacja.
FNRRS0126.message     = B\u0142\u0105d deklaracji, brak w\u0142a\u015bciwo\u015bci ''Bie\u017c\u0105ca klasyfikacja'' lub jest ona nieprawid\u0142owa.

FNRRS0127.explanation = Dla sklasyfikowanych akt musi istnie\u0107 poprawna warto\u015b\u0107 w\u0142a\u015bciwo\u015bci Pocz\u0105tkowa klasyfikacja.
FNRRS0127.action      = Podaj poprawn\u0105 warto\u015b\u0107 w\u0142a\u015bciwo\u015bci Pocz\u0105tkowa klasyfikacja.
FNRRS0127.message     = B\u0142\u0105d deklaracji, brak w\u0142a\u015bciwo\u015bci ''Pocz\u0105tkowa klasyfikacja'' lub jest ona nieprawid\u0142owa.

FNRRS0128.explanation = Dla sklasyfikowanych akt, je\u015bli nie podano w\u0142a\u015bciwo\u015bci Pochodzi z, w\u00f3wczas podawane s\u0105 w\u0142a\u015bciwo\u015bci Sklasyfikowa\u0142(a) oraz Przyczyny klasyfikowania.
FNRRS0128.action      = Podaj poprawne warto\u015bci w\u0142a\u015bciwo\u015bci Sklasyfikowa\u0142(a) oraz Przyczyny klasyfikowania.
FNRRS0128.message     = B\u0142\u0105d deklaracji, brak w\u0142a\u015bciwo\u015bci ''Uprawnienie dot. klasyfikacji'' lub jest ona nieprawid\u0142owa.

FNRRS0129.explanation = Dla sklasyfikowanych akt, je\u015bli nie wskazano warto\u015bci Wy\u0142\u0105czenia, konieczne jest podanie poprawnej warto\u015bci Anuluj klasyfikacj\u0119 - Data lub Zdarzenia przy anulowaniu klasyfikacji.
FNRRS0129.action      = Podaj poprawn\u0105 warto\u015b\u0107 Wy\u0142\u0105czenia, lub poprawn\u0105 warto\u015b\u0107 Anuluj klasyfikacj\u0119 - Data albo Zdarzenia przy anulowaniu klasyfikacji.
FNRRS0129.message     = B\u0142\u0105d deklaracji, brak poprawnej w\u0142a\u015bciwo\u015bci ''Anuluj klasyfikacj\u0119 - Data'' lub ''Zdarzenia przy anulowaniu klasyfikacji''.

FNRRS0130.explanation = Dla sklasyfikowanych akt, je\u015bli nie wskazano warto\u015bci Wy\u0142\u0105czenia ORAZ Anuluj klasyfikacj\u0119 - Data, data ta musi mie\u015bci\u0107 si\u0119 w zakresie okre\u015blonym przez obecn\u0105 dyrektyw\u0119 prezydenck\u0105.
FNRRS0130.action      = Podaj poprawn\u0105 warto\u015b\u0107 Wy\u0142\u0105czenia, lub poprawn\u0105 warto\u015b\u0107 Anuluj klasyfikacj\u0119 - Data albo Zdarzenia przy anulowaniu klasyfikacji.
FNRRS0130.message     = B\u0142\u0105d deklaracji, wskazana w\u0142a\u015bciwo\u015b\u0107 ''Anuluj klasyfikacj\u0119 - Data'' jest poza zakresem.

FNRRS0131.explanation = Dla sklasyfikowanych akt, je\u015bli wskazano ograniczaj\u0105c\u0105 warto\u015b\u0107 Oznaczenie dodatkowe, w\u00f3wczas nie jest dozwolona warto\u015b\u0107 Anuluj klasyfikacj\u0119 - Data ani	Zdarzenia przy anulowaniu klasyfikacji.
FNRRS0131.action      = Usu\u0144 warto\u015bci Anuluj klasyfikacj\u0119 - Data oraz Zdarzenia przy anulowaniu klasyfikacji lub usu\u0144 ograniczaj\u0105c\u0105 warto\u015b\u0107 Oznaczenie dodatkowe.
FNRRS0131.message     = B\u0142\u0105d deklaracji, ograniczone akta nie mog\u0105 mie\u0107 w\u0142a\u015bciwo\u015bci ''Anuluj klasyfikacj\u0119 - Data'' ani ''Zdarzenia przy anulowaniu klasyfikacji''.

FNRRS0132.explanation = Dla sklasyfikowanych akt, je\u015bli wskazano ograniczaj\u0105c\u0105 warto\u015b\u0107 Oznaczenie dodatkowe, w\u00f3wczas nie s\u0105 dozwolone \u017cadne warto\u015bci Wy\u0142\u0105czenia.
FNRRS0132.action      = Usu\u0144 warto\u015bci Wy\u0142\u0105czenia lub usu\u0144 ograniczaj\u0105c\u0105 warto\u015b\u0107 Oznaczenie dodatkowe.
FNRRS0132.message     = B\u0142\u0105d deklaracji, ograniczone akta nie mog\u0105 mie\u0107 w\u0142a\u015bciwo\u015bci ''Wy\u0142\u0105czenia''.

FNRRS0133.explanation = Dla sklasyfikowanych akt, je\u015bli wskazano ograniczaj\u0105c\u0105 warto\u015b\u0107 Oznaczenie dodatkowe, w\u00f3wczas nie s\u0105 dozwolone \u017cadne warto\u015bci Przej\u015bcie na starsz\u0105 wersj\u0119.
FNRRS0133.action      = Usu\u0144 warto\u015bci Przej\u015bcie na starsz\u0105 wersj\u0119 lub usu\u0144 ograniczaj\u0105c\u0105 warto\u015b\u0107 Oznaczenie dodatkowe.
FNRRS0133.message     = B\u0142\u0105d deklaracji, ograniczone akta nie mog\u0105 mie\u0107 w\u0142a\u015bciwo\u015bci ''Data przej\u015bcia na ni\u017csz\u0105 wersj\u0119'' ani ''Zdarzenia przej\u015bcia na ni\u017csz\u0105 wersj\u0119''.

FNRRS0134.explanation = Dla sklasyfikowanych akt konieczne jest wskazanie poprawnej warto\u015bci Agencja klasyfikuj\u0105ca.
FNRRS0134.action      = Podaj poprawn\u0105 w\u0142a\u015bciwo\u015b\u0107 Agencja klasyfikuj\u0105ca.
FNRRS0134.message     = B\u0142\u0105d deklaracji, brak w\u0142a\u015bciwo\u015bci ''Agencja klasyfikuj\u0105ca'' lub jest ona nieprawid\u0142owa.

FNRRS0135.explanation = Dla sklasyfikowanych akt, je\u015bli podano warto\u015b\u0107Data przej\u015bcia na ni\u017csz\u0105 wersj\u0119 lub Zdarzenia przej\u015bcia na ni\u017csz\u0105 wersj\u0119, w\u00f3wczas konieczne jest podanie w\u0142a\u015bciwo\u015bci Instrukcja przechodzenia na ni\u017csz\u0105 wersj\u0119.
FNRRS0135.action      = Podaj warto\u015b\u0107 Instrukcja przechodzenia na ni\u017csz\u0105 wersj\u0119 lub nie podawaj w\u0142a\u015bciwo\u015bci Data przej\u015bcia na wy\u017csz\u0105 wersj\u0119 ani Zdarzenia przechodzenia na ni\u017csz\u0105 wersj\u0119.
FNRRS0135.message     = B\u0142\u0105d deklaracji, brak w\u0142a\u015bciwo\u015bci ''Instrukcja przechodzenia na ni\u017csz\u0105 wersj\u0119'' lub jest ona nieprawid\u0142owa.

FNRRS0136.explanation = Dla sklasyfikowanych akt, je\u015bli podano w\u0142a\u015bciwo\u015b\u0107 Data przej\u015bcia na wy\u017csz\u0105 wersj\u0119, w\u00f3wczas konieczne jest tak\u017ce podanie w\u0142a\u015bciwo\u015bci Przyczyny przej\u015bcia na wy\u017csz\u0105 wersj\u0119.
FNRRS0136.action      = Podaj w\u0142a\u015bciwo\u015b\u0107 Przyczyny przej\u015bcia na wy\u017csz\u0105 wersj\u0119 lub nie podawaj \u017cadnej w\u0142a\u015bciwo\u015bci Data przej\u015bcia na wy\u017csz\u0105 wersj\u0119.
FNRRS0136.message     = B\u0142\u0105d deklaracji, brak w\u0142a\u015bciwo\u015bci ''Przyczyny przej\u015bcia na wy\u017csz\u0105 wersj\u0119'' lub jest ona nieprawid\u0142owa.

FNRRS0137.explanation = Dla sklasyfikowanych akt, je\u015bli podano w\u0142a\u015bciwo\u015b\u0107 Data przej\u015bcia na wy\u017csz\u0105 wersj\u0119, w\u00f3wczas konieczne jest tak\u017ce podanie w\u0142a\u015bciwo\u015bci Podwy\u017cszy\u0142(a) wersj\u0119.
FNRRS0137.action      = Podaj w\u0142a\u015bciwo\u015b\u0107 Podwy\u017cszy\u0142(a) wersj\u0119 lub nie podawaj \u017cadnej w\u0142a\u015bciwo\u015bci Data przej\u015bcia na wy\u017csz\u0105 wersj\u0119.
FNRRS0137.message     = B\u0142\u0105d deklaracji, brak w\u0142a\u015bciwo\u015bci ''Podwy\u017cszy\u0142(a) wersj\u0119'' lub jest ona nieprawid\u0142owa.

FNRRS0138.explanation = Dla sklasyfikowanych akt, je\u015bli podano w\u0142a\u015bciwo\u015b\u0107 Data przegl\u0105du, w\u00f3wczas konieczne jest tak\u017ce podanie w\u0142a\u015bciwo\u015bci Przejrza\u0142(a).
FNRRS0138.action      = Podaj w\u0142a\u015bciwo\u015b\u0107 Przejrza\u0142(a) lub nie podawaj \u017cadnej w\u0142a\u015bciwo\u015bci Data przegl\u0105du.
FNRRS0138.message     = B\u0142\u0105d deklaracji, brak w\u0142a\u015bciwo\u015bci ''Przejrza\u0142(a)'' lub jest ona nieprawid\u0142owa.

FNRRS0139.explanation = Dla sklasyfikowanych akt, je\u015bli podano w\u0142a\u015bciwo\u015b\u0107 Data przej\u015bcia na ni\u017csz\u0105 wersj\u0119, w\u00f3wczas konieczne jest tak\u017ce podanie w\u0142a\u015bciwo\u015bci Obni\u017cy\u0142(a) wersj\u0119.
FNRRS0139.action      = Podaj w\u0142a\u015bciwo\u015b\u0107 Obni\u017cy\u0142(a) wersj\u0119 lub nie podawaj \u017cadnej w\u0142a\u015bciwo\u015bci Data przej\u015bcia na ni\u017csz\u0105 wersj\u0119.
FNRRS0139.message     = B\u0142\u0105d deklaracji, brak w\u0142a\u015bciwo\u015bci ''Obni\u017cy\u0142(a) wersj\u0119'' lub jest ona nieprawid\u0142owa.

FNRRS0140.explanation = Dla sklasyfikowanych akt, je\u015bli podano w\u0142a\u015bciwo\u015b\u0107 Data anulowania klasyfikacji, w\u00f3wczas konieczne jest tak\u017ce podanie w\u0142a\u015bciwo\u015bci Anulowa\u0142(a) klasyfikacj\u0119.
FNRRS0140.action      = Podaj w\u0142a\u015bciwo\u015b\u0107 Anulowa\u0142(a) klasyfikacj\u0119 lub nie podawaj \u017cadnej w\u0142a\u015bciwo\u015bci Data anulowania klasyfikacji.
FNRRS0140.message     = B\u0142\u0105d deklaracji, brak w\u0142a\u015bciwo\u015bci ''Anulowa\u0142(a) klasyfikacj\u0119'' lub jest ona nieprawid\u0142owa.

FNRRS0141.explanation = Podczas pr\u00f3by zadeklarowania sklasyfikowanych akt co najmniej jedno sprawdzenie poprawno\u015bci wg standard\u00f3w DoD nie powiod\u0142o si\u0119.
FNRRS0141.action      = Przeanalizuj b\u0142\u0119dn\u0105 kolekcj\u0119 akt dla wyj\u0105tku w celu uzyskania szczeg\u00f3\u0142owych informacji na temat ka\u017cdego niepowodzenia dotycz\u0105cego sprawdzenia poprawno\u015bci.
FNRRS0141.message     = B\u0142\u0105d deklaracji, wyst\u0105pi\u0142 jeden lub wi\u0119cej b\u0142\u0119d\u00f3w sprawdzania poprawno\u015bci sklasyfikowanych wg standard\u00f3w DoD. Wi\u0119cej szczeg\u00f3\u0142\u00f3w zawieraj\u0105 akta b\u0142\u0119d\u00f3w dot. wyj\u0105tk\u00f3w.

FNRRS0142.explanation = Podj\u0119to pr\u00f3b\u0119 ustawienia dla kontenera akt warto\u015bci Aktywne, lecz warto\u015b\u0107 Aktywne zosta\u0142a ju\u017c ustawiona.  Nie mo\u017cna ustawi\u0107 warto\u015bci Aktywne dla kontenera, kt\u00f3ry jest ju\u017c aktywny.
FNRRS0142.action      = Zbadaj, dlaczego dla kontenera ustawiana jest warto\u015b\u0107 Aktywne, je\u015bli jest on ju\u017c aktywny.
FNRRS0142.message     = Nie mo\u017cna ustawi\u0107 dla kontenera warto\u015bci Aktywny, poniewa\u017c jest on ju\u017c aktywny.

FNRRS0143.explanation = Podj\u0119to pr\u00f3b\u0119 ustawienia dla kontenera akt warto\u015bci Nieaktywne, lecz warto\u015b\u0107 Nieaktywne zosta\u0142a ju\u017c ustawiona.  Nie mo\u017cna ustawi\u0107 warto\u015bci Nieaktywne dla kontenera, kt\u00f3ry jest ju\u017c nieaktywny.
FNRRS0143.action      = Zbadaj, dlaczego dla kontenera ustawiana jest warto\u015b\u0107 Nieaktywne, je\u015bli jest on ju\u017c nieaktywny.
FNRRS0143.message     = Nie mo\u017cna ustawi\u0107 dla kontenera warto\u015bci Nieaktywne, poniewa\u017c jest on ju\u017c nieaktywny.

FNRRS0144.explanation = Je\u015bli kontener ma warto\u015b\u0107 Nieaktywne, wszystkie jego kontenery podrz\u0119dne w d\u00f3\u0142 hierarchii kontener\u00f3w r\u00f3wnie\u017c musz\u0105 by\u0107 nieaktywne.  Ustawienie dla kontenera warto\u015bci Aktywne, podczas gdy jeden z jego obiekt\u00f3w nadrz\u0119dnych ma warto\u015b\u0107 Nieaktywne, jest niedozwolone.
FNRRS0144.action      = Je\u015bli konieczne jest ustawienie dla kontenera warto\u015bci Aktywne, w\u00f3wczas konieczne jest uprzednie ustawienie warto\u015bci Aktywne dla wszystkich obiekt\u00f3w nadrz\u0119dnych, kt\u00f3re maj\u0105 warto\u015b\u0107 Nieaktywne.
FNRRS0144.message     = Nie mo\u017cna ustawi\u0107 kontenera jako Aktywny, poniewa\u017c kontener nadrz\u0119dny jest nieaktywny.

FNRRS0145.explanation = Je\u015bli dla kontenera ustawiono warto\u015b\u0107 Nieaktywne, konieczne jest podanie przyczyny.  Przyczyna obejmuje informacje o tym, dlaczego ten kontener nie jest ju\u017c aktywny.
FNRRS0145.action      = Podaj przyczyn\u0119, ustawiaj\u0105c dla kontenera warto\u015b\u0107 Nieaktywne.
FNRRS0145.message     = Przyczyna dezaktywacji jest wymagana podczas ustawiania dla kontenera warto\u015bci Nieaktywne.

FNRRS0146.explanation = Ponownie mo\u017cna otworzy\u0107 wy\u0142\u0105cznie kontener, kt\u00f3ry zosta\u0142 ju\u017c zamkni\u0119ty.  Je\u015bli kontener jest ju\u017c otwarty, w\u00f3wczas jego ponowne otwarcie nie jest dozwolone.
FNRRS0146.action      = Nie mo\u017cna ponownie otworzy\u0107 kontenera, o ile nie jest on zamkni\u0119ty.
FNRRS0146.message     = Nie mo\u017cna ponownie otworzy\u0107 kontenera, kt\u00f3ry nie zosta\u0142 zamkni\u0119ty.

FNRRS0147.explanation = Czynno\u015b\u0107 ponownego otwarcia jest mo\u017cliwa tylko w przypadku kontenera, kt\u00f3ry jest obecnie w stanie zamkni\u0119tym. Bie\u017c\u0105cy kontener zosta\u0142 ju\u017c ponownie otwarty, dlatego nie mo\u017cna otworzy\u0107 go ponownie.
FNRRS0147.action      = Nie mo\u017cna ponownie otworzy\u0107 kontenera, o ile nie jest on zamkni\u0119ty.
FNRRS0147.message     = Nie mo\u017cna ponownie otworzy\u0107 kontenera, kt\u00f3ry zosta\u0142 ju\u017c ponownie otwarty.

FNRRS0148.explanation = Kontener mo\u017ce zosta\u0107 ponownie otwarty tylko je\u015bli wszystkie jego kontenery nadrz\u0119dne s\u0105 w stanie otwartym. Je\u015bli dowolny z kontener\u00f3w nadrz\u0119dnych jest zamkni\u0119ty, w\u00f3wczas kontenera nie mo\u017cna ponownie otworzy\u0107.
FNRRS0148.action      = Nie mo\u017cna ponownie otworzy\u0107 kontenera, o ile wszystkie jego kontenery nadrz\u0119dne nie s\u0105 otwarte.
FNRRS0148.message     = Nie mo\u017cna ponownie otworzy\u0107 kontenera, kt\u00f3rego kontener nadrz\u0119dny nie zosta\u0142 zamkni\u0119ty.

FNRRS0149.explanation = Podczas zamykania kontenera konieczne jest wskazanie przyczyny zamykania kontenera. Przyczyna musi mie\u0107 posta\u0107 poprawnego, niepustego \u0142a\u0144cucha znak\u00f3w.
FNRRS0149.action      = Podaj niepusty \u0142a\u0144cuch znak\u00f3w okre\u015blaj\u0105cy przyczyn\u0119 zamykania kontenera.
FNRRS0149.message     = Podczas zamykania kontenera konieczne jest wskazanie przyczyny.

FNRRS0150.explanation = Nie mo\u017cna zamkn\u0105\u0107 kontenera, kt\u00f3ry jest zamkni\u0119ty.  Mo\u017cna zamkn\u0105\u0107 tylko kontener, kt\u00f3ry jest ju\u017c otwarty (nie zosta\u0142 nigdy zamkni\u0119ty) lub kt\u00f3ry jest otwarty ponownie (by\u0142 zamkni\u0119ty lecz zosta\u0142 ponownie otwarty).
FNRRS0150.action      = Upewnij si\u0119, \u017ce kontener jest ju\u017c zamkni\u0119ty, przed pr\u00f3b\u0105 zamkni\u0119cia go.
FNRRS0150.message     = Nie mo\u017cna zamkn\u0105\u0107 kontenera; jest ju\u017c zamkni\u0119ty.

FNRRS0151.explanation = Nie mo\u017cna umie\u015bci\u0107 akt w kontenerze, kt\u00f3ry jest nieaktywny.
FNRRS0151.action      = Ponownie aktywuj kontener lub wybierz inny obiekt docelowy dla umieszczania akt.
FNRRS0151.message     = Nie mo\u017cna umie\u015bci\u0107 akt w nieaktywnym kontenerze.

FNRRS0152.explanation = Nie mo\u017cna umie\u015bci\u0107 akt w kontenerze, kt\u00f3ry jest ju\u017c zamkni\u0119ty.
FNRRS0152.action      = Ponownie otw\u00f3rz kontener lub wybierz inny obiekt docelowy dla umieszczania akt.
FNRRS0152.message     = Nie mo\u017cna umie\u015bci\u0107 akt w zamkni\u0119tym folderze.

FNRRS0153.explanation = Kontener docelowy umieszczania nie mo\u017ce zawiera\u0107 akt tego typu.
FNRRS0153.action      = Wybierz inny kontener jako kontener docelowy na potrzeby umieszczania akt.
FNRRS0153.message     = Kontener docelowy umieszczania nie mo\u017ce zawiera\u0107 akt o typie obiektu: {0}.

FNRRS0154.explanation = Akta ju\u017c istniej\u0105 w okre\u015blonym kontenerze docelowym (lub w jego aktywnym woluminie podrz\u0119dnym).
FNRRS0154.action      = Wybierz inny kontener jako kontener docelowy na potrzeby umieszczania akt.
FNRRS0154.message     = Nie mo\u017cna umie\u015bci\u0107 akt w folderze, poniewa\u017c s\u0105 ju\u017c one zawarte w kontenerze docelowym (lub w jego aktywnym woluminie podrz\u0119dnym).

FNRRS0155.explanation = Akt nie mo\u017cna umie\u015bci\u0107 w kontenerze, kt\u00f3ry rezyduje poza swoj\u0105 istniej\u0105c\u0105 kartotek\u0105 akt.
FNRRS0155.action      = Wybierz kontener zawarty w istniej\u0105cej kartotece akt.
FNRRS0155.message     = Akt nie mo\u017cna umie\u015bci\u0107 w kontenerze, kt\u00f3ry jest zlokalizowany poza swoj\u0105 istniej\u0105c\u0105 kartotek\u0105 akt.

FNRRS0156.explanation = Akt fizycznych nie mo\u017cna umie\u015bci\u0107 w wi\u0119cej ni\u017c jednym kontenerze fizycznym.
FNRRS0156.action      = Ogranicz akta fizyczne do jednego kontenera fizycznego.
FNRRS0156.message     = Nie mo\u017cna umie\u015bci\u0107 akt fizycznych w wi\u0119cej ni\u017c jednym kontenerze fizycznym.

FNRRS0157.explanation = Akt fizycznych nie mo\u017cna umie\u015bci\u0107 w wi\u0119cej ni\u017c jednym kontenerze fizycznym.
FNRRS0157.action      = Ogranicz akta fizyczne do jednego kontenera fizycznego.
FNRRS0157.message     = Podany tryb SchedulePropagation nie ma zastosowania podczas kasowania istniej\u0105cego przypisania harmonogramu rozporz\u0105dzania: {0}.

FNRRS0158.explanation = Wskazane wstrzymanie nie jest powi\u0105zane z obiektem, wi\u0119c nie mo\u017cna go usun\u0105\u0107.
FNRRS0158.action      = Przed pr\u00f3b\u0105 usuni\u0119cia obiektu wstrzymania upewnij si\u0119, \u017ce jest on powi\u0105zany z obiektem.
FNRRS0158.message     = Nie mo\u017cna usun\u0105\u0107 wstrzymania, poniewa\u017c nie jest ono powi\u0105zane z obiektem, to\u017csamo\u015b\u0107 wstrzymania: {0}.
FNRRS0158.arg.0	   = To\u017csamo\u015b\u0107 wstrzymania, kt\u00f3rego dotyczy komunikat.

FNRRS0159.explanation = Dane wstrzymanie zosta\u0142o dynamicznie przypisane do obiektu. Nie mo\u017cna usun\u0105\u0107 go r\u0119cznie.
FNRRS0159.action      = Uruchom przegl\u0105danie ze wstrzymywaniem, aby usun\u0105\u0107 dynamiczne wstrzymania.
FNRRS0159.message     = Nie mo\u017cna r\u0119cznie usun\u0105\u0107 wstrzymania, kt\u00f3re zosta\u0142o zastosowane dynamicznie; to\u017csamo\u015b\u0107 wstrzymania: {0}.
FNRRS0159.arg.0	   = To\u017csamo\u015b\u0107 wstrzymania, kt\u00f3rego dotyczy komunikat.

FNRRS0160.explanation = Dane wstrzymanie nie jest aktywne.  Nie mo\u017cna zastosowa\u0107 go do obiektu.
FNRRS0160.action      = Upewnij si\u0119, \u017ce wstrzymanie oznaczono jako aktywne, przed przypisaniem go do obiekt\u00f3w.
FNRRS0160.message     = Nie mo\u017cna zastosowa\u0107 wstrzymania, kt\u00f3re nie jest aktywne; to\u017csamo\u015b\u0107 wstrzymania: {0}.
FNRRS0160.arg.0	   = To\u017csamo\u015b\u0107 wstrzymania, kt\u00f3rego dotyczy komunikat.

FNRRS0161.explanation = Nie mo\u017cna doda\u0107 wstrzymania dla obiektu, kt\u00f3ry jest ju\u017c powi\u0105zany z tym wstrzymaniem.
FNRRS0161.action      = Wstrzymanie mo\u017cna doda\u0107 do obiektu tylko raz.
FNRRS0161.message     = Nie mo\u017cna doda\u0107 wstrzymania do obiektu wi\u0119cej ni\u017c raz; to\u017csamo\u015b\u0107 wstrzyma\u0144: {0}
FNRRS0161.arg.0	   = To\u017csamo\u015b\u0107 wstrzymania, kt\u00f3rego dotyczy komunikat.

FNRRS0162.explanation = Nie mo\u017cna usun\u0105\u0107 wstrzymania, je\u015bli s\u0105 z nim powi\u0105zane akta lub kontenery.
FNRRS0162.action      = Usu\u0144 obiekty powi\u0105zane ze wstrzymaniem, a nast\u0119pnie usu\u0144 wstrzymanie.
FNRRS0162.message     = Nie mo\u017cna usun\u0105\u0107 wstrzymania, je\u015bli jest ono powi\u0105zane z obiektami.

FNRRS0163.explanation = Podczas pr\u00f3by przeniesienia tego obiektu wyst\u0105pi\u0142 nieoczekiwany wyj\u0105tek.
FNRRS0163.action      = Bardziej szczeg\u00f3\u0142owe informacje o wyj\u0105tku zawieraj\u0105 dzienniki.
FNRRS0163.message     = Nie mo\u017cna przenie\u015b\u0107 obiektu z powodu nieoczekiwanego wyj\u0105tku; obiekt: {0}, wyj\u0105tek: {1}.
FNRRS0163.arg.0       = To\u017csamo\u015b\u0107 obiektu, dla kt\u00f3rego podj\u0119to pr\u00f3b\u0119 przeniesienia.
FNRRS0163.arg.1       = Komunikat dla wyj\u0105tku.

FNRRS0164.explanation = Operacja masowego usuwania nie obs\u0142uguje obiektu o tej warto\u015bci entityType.
FNRRS0164.action      = Usu\u0144 ten obiekt z kolekcji obiekt\u00f3w operacji masowego usuwania.
FNRRS0164.message     = Nie mo\u017cna wykona\u0107 masowego usuwania dla tego typu obiektu; entityType: {0}, entityIdent: {1}.
FNRRS0164.arg.0       = Typ obiektu, dla kt\u00f3rego podj\u0119to pr\u00f3b\u0119 usuni\u0119cia.
FNRRS0164.arg.1       = To\u017csamo\u015b\u0107 obiektu, dla kt\u00f3rego podj\u0119to pr\u00f3b\u0119 usuni\u0119cia.

FNRRS0165.explanation = Operacja masowej dezaktywacji nie obs\u0142uguje obiektu o tej warto\u015bci entityType.
FNRRS0165.action      = Usu\u0144 ten obiekt z kolekcji obiekt\u00f3w operacji masowej dezaktywacji.
FNRRS0165.message     = Nie mo\u017cna przeprowadzi\u0107 masowej dezaktywacji dla tego typu obiektu; entityType: {0}, entityIdent: {1}.
FNRRS0165.arg.0       = Typ obiektu, dla kt\u00f3rego podj\u0119to pr\u00f3b\u0119 dezaktywacji.
FNRRS0165.arg.1       = To\u017csamo\u015b\u0107 obiektu, dla kt\u00f3rego podj\u0119to pr\u00f3b\u0119 dezaktywacji.

FNRRS0166.explanation = Operacja masowej aktywacji nie obs\u0142uguje obiektu o tej warto\u015bci entityType.
FNRRS0166.action      = Usu\u0144 ten obiekt z kolekcji obiekt\u00f3w operacji masowej aktywacji.
FNRRS0166.message     = Nie mo\u017cna przeprowadzi\u0107 masowej aktywacji dla tego typu obiektu; entityType: {0}, entityIdent: {1}.
FNRRS0166.arg.0       = Typ obiektu, dla kt\u00f3rego podj\u0119to pr\u00f3b\u0119 aktywacji.
FNRRS0166.arg.1       = To\u017csamo\u015b\u0107 obiektu, dla kt\u00f3rego podj\u0119to pr\u00f3b\u0119 aktywacji.

FNRRS0167.explanation = Kontener \u017ar\u00f3d\u0142owy wskazany dla operacji przeniesienia nie zawiera bezpo\u015brednio wskazanych akt.
FNRRS0167.action      = Upewnij si\u0119, \u017ce wskazano prawid\u0142owy kontener \u017ar\u00f3d\u0142owy. Je\u015bli rzeczywisty kontener \u017ar\u00f3d\u0142owy to wolumin akt, okre\u015bl wolumin akt przeciwnie do nadrz\u0119dnego folderu akt.
FNRRS0167.message     = Nie mo\u017cna przeprowadzi\u0107 operacji przeniesienia akt, poniewa\u017c nie jest on zawarty we wskazanym kontenerze \u017ar\u00f3d\u0142owym.

FNRRS0168.explanation = Bie\u017c\u0105cy u\u017cytkownik nie ma uprawnie\u0144 do przenoszenia obiektu.
FNRRS0168.action      = Sprawd\u017a, czy bie\u017c\u0105cy u\u017cytkownik ma uprawnienia do przenoszenia obiektu.
FNRRS0168.message     = Bie\u017c\u0105cy u\u017cytkownik nie mo\u017ce przenie\u015b\u0107 kontenera: {0}.
FNRRS0168.arg.0       = To\u017csamo\u015b\u0107 kontenera.

FNRRS0169.explanation = Bie\u017c\u0105cy u\u017cytkownik nie ma w\u0142a\u015bciwych uprawnie\u0144 do skopiowania akt.
FNRRS0169.action      = Sprawd\u017a, czy bie\u017c\u0105cy u\u017cytkownik ma co najmniej uprawnienie do zapisu dla akt.
FNRRS0169.message     = Bie\u017c\u0105cy u\u017cytkownik nie ma uprawnie\u0144 do skopiowania akt: {0}.
FNRRS0169.arg.0       = To\u017csamo\u015b\u0107 akt.

FNRRS0170.explanation = Z uwagi na niemo\u017cno\u015b\u0107 automatycznego wykonania kopii zewn\u0119trznego dokumentu stowarzyszonego nie mo\u017cna skopiowa\u0107 akt, kt\u00f3re s\u0105 powi\u0105zane z takim dokumentem.
FNRRS0170.action      = Utw\u00f3rz r\u0119cznie duplikat oryginalnego dokumentu stowarzyszonego i r\u0119cznie zadeklaruj nowe akta dla nowego dokumentu stowarzyszonego.
FNRRS0170.message     = Akt powi\u0105zanych z dokumentem stowarzyszonym nie mo\u017cna skopiowa\u0107.

FNRRS0171.explanation = Wskazane akta nie s\u0105 obecnie umieszczone w podanym kontenerze i z tego wzgl\u0119du nie mo\u017cna usun\u0105\u0107 ich z tego kontenera.
FNRRS0171.action      = Je\u015bli pierwotnie wywo\u0142ano t\u0119 metod\u0119 dla folderu akt wymagaj\u0105cego u\u017cycia szeregu podrz\u0119dnych wolumin\u00f3w akt, w\u00f3wczas nale\u017cy wywo\u0142a\u0107 t\u0119 metod\u0119 dla odpowiedniego woluminu, kt\u00f3ry rzeczywi\u015bcie zawiera akta.
FNRRS0171.message     = Nie mo\u017cna usun\u0105\u0107 akt z kontenera, je\u015bli nie jest on w nich obecnie umieszczony; akta: {0}, kontener: {1}.
FNRRS0171.arg.0       = Akta, dla kt\u00f3rych podj\u0119to pr\u00f3b\u0119 usuni\u0119cia.
FNRRS0171.arg.1       = Miejsce docelowe w kontenerze, z kt\u00f3rego podj\u0119to pr\u00f3b\u0119 usuni\u0119cia akt.

FNRRS0172.explanation = Akta musz\u0105 by\u0107 umieszczone w co najmniej jednym kontenerze. 
FNRRS0172.action      = Przed usuni\u0119ciem akt z kontenera nale\u017cy upewni\u0107 si\u0119, \u017ce akta zosta\u0142y umieszczone co najmniej w jednym innym kontenerze.
FNRRS0172.message     = Nie mo\u017cna usun\u0105\u0107 z kontenera akt, kt\u00f3re s\u0105 ju\u017c umieszczone w tylko jednym kontenerze, akta: {0}.
FNRRS0172.arg.0       = Akta, dla kt\u00f3rych podj\u0119to pr\u00f3b\u0119 usuni\u0119cia.

FNRRS0173.explanation = Po logicznym usuni\u0119ciu akt nie jest mo\u017cliwe cofni\u0119cie ich deklaracji. 
FNRRS0173.action      =  
FNRRS0173.message     = Nie mo\u017cna cofn\u0105\u0107 deklaracji akt, kt\u00f3re zosta\u0142y ju\u017c usuni\u0119te logicznie; akta: {0}.
FNRRS0173.arg.0       = Akta, dla kt\u00f3rych podj\u0119to pr\u00f3b\u0119 cofni\u0119cia deklaracji.

FNRRS0174.explanation = Je\u015bli akta (lub dowolny z ich kontener\u00f3w nadrz\u0119dnych) s\u0105 wstrzymane, nie mo\u017cna cofn\u0105\u0107 ich deklaracji. 
FNRRS0174.action      = Usu\u0144 wszystkie odpowiednie wstrzymania z akt i pon\u00f3w operacj\u0119 cofni\u0119cia deklaracji.
FNRRS0174.message     = Nie mo\u017cna cofn\u0105\u0107 deklaracji akt, kt\u00f3re s\u0105 obecnie wstrzymane, akta: {0}.
FNRRS0174.arg.0       = Akta, dla kt\u00f3rych podj\u0119to pr\u00f3b\u0119 cofni\u0119cia deklaracji.

FNRRS0175.explanation = Je\u015bli akta s\u0105 obecnie obj\u0119te aktywnym przep\u0142ywem pracy rozporz\u0105dzania, nie mo\u017cna cofn\u0105\u0107 ich deklaracji.
FNRRS0175.action      = Przetw\u00f3rz przep\u0142yw pracy powi\u0105zany z aktami i pon\u00f3w pr\u00f3b\u0119 cofni\u0119cia deklaracji.
FNRRS0175.message     = Nie mo\u017cna cofn\u0105\u0107 deklaracji akt, kt\u00f3re s\u0105 cz\u0119\u015bci\u0105 aktywnego przep\u0142ywu pracy rozporz\u0105dzania, akta: {0}.
FNRRS0175.arg.0       = Akta, dla kt\u00f3rych podj\u0119to pr\u00f3b\u0119 cofni\u0119cia deklaracji.

FNRRS0176.explanation = Je\u015bli akta s\u0105 powi\u0105zane ze stowarzyszon\u0105 tre\u015bci\u0105, nie mo\u017cna cofn\u0105\u0107 ich deklaracji.
FNRRS0176.action      = 
FNRRS0176.message     = Nie mo\u017cna cofn\u0105\u0107 deklaracji akt, kt\u00f3re s\u0105 powi\u0105zane ze stowarzyszon\u0105 tre\u015bci\u0105, akta: {0}.
FNRRS0176.arg.0       = Akta, dla kt\u00f3rych podj\u0119to pr\u00f3b\u0119 cofni\u0119cia deklaracji.

FNRRS0177.explanation = Zwykle w\u0142a\u015bciwo\u015bci akt powi\u0105zane z potwierdzeniem s\u0105 definiowane tylko w modelu danych repozytorium plan\u00f3w plik\u00f3w sklasyfikowanych wg standard\u00f3w DoD.
FNRRS0177.action      = Sprawd\u017a, czy dla repozytorium kartotek akt zainstalowano w\u0142a\u015bciwy model danych.
FNRRS0177.message     = Potwierdzenia akt nie s\u0105 obs\u0142ugiwane dla powi\u0105zanego repozytorium kartotek akt.

FNRRS0178.explanation = W schemacie wzorca ka\u017cdemu prawemu nawiasowi musi odpowiada\u0107 lewy nawias \u2014 pozwala to wskaza\u0107 zakres makra podstawienia.
FNRRS0178.action      = Sprawd\u017a wzorzec nazewnictwa i upewnij si\u0119, \u017ce wszystkie prawe nawiasy s\u0105 poprzedzone odpowiadaj\u0105cymi im lewymi nawiasami.
FNRRS0178.message     = Podany wzorzec nadawania nazw zawiera prawy nawias, ale nie zawiera odpowiadaj\u0105cego mu lewego nawiasu.

FNRRS0179.explanation = W schemacie wzorca ka\u017cdemu lewemu nawiasowi musi odpowiada\u0107 prawy nawias; pozwala to wskaza\u0107 zakres makra podstawienia.
FNRRS0179.action      = Sprawd\u017a wzorzec nadawania nazw i upewnij si\u0119, \u017ce wszystkie lewe nawiasy s\u0105 poprzedzone odpowiadaj\u0105cymi im prawymi nawiasami.
FNRRS0179.message     = Podany wzorzec nadawania nazw zawiera prawy nawias, ale nie zawiera odpowiadaj\u0105cego mu lewego nawiasu.

FNRRS0180.explanation = Nast\u0119pna warto\u015b\u0107 indeksu do podstawienia jest d\u0142u\u017csza od podanego wzorca cyfr.
FNRRS0180.action      = Zwi\u0119ksz liczb\u0119 cyfr we wzorcu cyfr.
FNRRS0180.message     = Podany wzorzec cyfr jest zbyt kr\u00f3tki, aby umo\u017cliwi\u0107 wstrzymanie nast\u0119pnej warto\u015bci indeksu.

FNRRS0181.explanation = Wskazanego wzorca nie mo\u017cna przeanalizowa\u0107 jako poprawnego.
FNRRS0181.action      = Sprawd\u017a wskazany wzorzec, aby upewni\u0107 si\u0119 co do jego poprawno\u015bci.
FNRRS0181.message     = Wskazany wzorzec nie jest poprawnym wzorcem.

FNRRS0182.explanation = We wzorcu nadawania nazw podano w\u0142a\u015bciwo\u015b\u0107, kt\u00f3ra nie istnieje.
FNRRS0182.action      = Zmodyfikuj wzorzec nadawania nazw, tak aby zawiera\u0142 poprawn\u0105 nazw\u0119 w\u0142a\u015bciwo\u015bci.
FNRRS0182.message     = W\u0142a\u015bciwo\u015b\u0107 podana we wzorcu nadawania nazw jest nieprawid\u0142owa lub nie istnieje: {0}.
FNRRS0182.arg.0       = property_name

FNRRS0183.explanation = We wzorcu nadawania nazw podano w\u0142a\u015bciwo\u015b\u0107 o wielu warto\u015bciach.  Wzorce nadawania nazw obs\u0142uguj\u0105 tylko w\u0142a\u015bciwo\u015bci o pojedynczej warto\u015bci.
FNRRS0183.action      = Usu\u0144 w\u0142a\u015bciwo\u015b\u0107 o wielu warto\u015bciach z wzorca nadawania nazw.
FNRRS0183.message     = W\u0142a\u015bciwo\u015b\u0107 o wielu warto\u015bciach nie jest obs\u0142ugiwana we wzorcu nadawania nazw: {0}.
FNRRS0183.arg.0       = property_name

FNRRS0184.explanation = Wzorce nazewnictwa nie obs\u0142uguj\u0105 warto\u015bci binarnych oraz w\u0142a\u015bciwo\u015bci obiektu.
FNRRS0184.action      = Zmodyfikuj wzorzec nadawania nazw, tak aby zawiera\u0142 obs\u0142ugiwany typ w\u0142a\u015bciwo\u015bci.
FNRRS0184.message     = Typ w\u0142a\u015bciwo\u015bci podany we wzorcu nadawania nazw nie jest obs\u0142ugiwany: {0}. 
FNRRS0184.arg.0       = property_name

FNRRS0185.explanation = Podczas pr\u00f3by zniszczenia tego obiektu wyst\u0105pi\u0142 nieoczekiwany wyj\u0105tek.
FNRRS0185.action      = Bardziej szczeg\u00f3\u0142owe informacje o wyj\u0105tku zawieraj\u0105 dzienniki.
FNRRS0185.message     = Nie mo\u017cna zniszczy\u0107 obiektu z powodu nieoczekiwanego wyj\u0105tku, obiekt: {0}, wyj\u0105tek: {1}.
FNRRS0185.arg.0       = To\u017csamo\u015b\u0107 obiektu, dla kt\u00f3rego podj\u0119to pr\u00f3b\u0119 zniszczenia.
FNRRS0185.arg.1       = Komunikat dla wyj\u0105tku.

FNRRS0186.explanation = Harmonogram rozporz\u0105dzania maj\u0105cy zastosowanie do obiektu zosta\u0142 zmodyfikowany, co uniemo\u017cliwia przetwarzanie rozporz\u0105dze\u0144 dla obiekt\u00f3w.
FNRRS0186.action      = Uruchom ponownie przegl\u0105danie z rozporz\u0105dzaniem w celu ponownego przetworzenia tych obiekt\u00f3w wg zmodyfikowanego harmonogramu.
FNRRS0186.message     = Odpowiedni harmonogram rozporz\u0105dzania zosta\u0142 zmodyfikowany.

FNRRS0187.explanation = Nie mo\u017cna zniszczy\u0107 kontenera nadrz\u0119dnego, dop\u00f3ki dla wszystkich obiekt\u00f3w podrz\u0119dnych nie uko\u0144czono indywidualnych cykli przechowywania.
FNRRS0187.action      = Op\u00f3\u017anij niszczenie obiektu nadrz\u0119dnego.
FNRRS0187.message     = Nie mo\u017cna zniszczy\u0107 obiektu, kt\u00f3ry zawiera jeden lub wi\u0119cej hierarchicznych obiekt\u00f3w podrz\u0119dnych o r\u00f3\u017cnych okresach przechowywania; obiekt: {0}.
FNRRS0187.arg.0       = To\u017csamo\u015b\u0107 obiektu, dla kt\u00f3rego podj\u0119to pr\u00f3b\u0119 zniszczenia.

FNRRS0188.explanation = Typ czynno\u015bci bie\u017c\u0105cej fazy rozporz\u0105dzania powi\u0105zanej z obiektem zmieni\u0142 si\u0119.
FNRRS0188.action      = Ponownie uruchom przegl\u0105danie z rozporz\u0105dzaniem dla tego obiektu.
FNRRS0188.message     = Nie mo\u017cna kontynuowa\u0107 przetwarzania rozporz\u0105dzania z powodu ewidentnej zmiany w bie\u017c\u0105cej fazie; obiekt: {0}, faza: {1}.
FNRRS0188.arg.0       = To\u017csamo\u015b\u0107 obiektu obj\u0119tego rozporz\u0105dzaniem.
FNRRS0188.arg.1       = To\u017csamo\u015b\u0107 bie\u017c\u0105cej fazy dla obiektu.

FNRRS0189.explanation = Warto\u015b\u0107 daty wykonania bie\u017c\u0105cej fazy dla obiektu nie obowi\u0105zuje na potrzeby przetwarzania rozporz\u0105dzania.
FNRRS0189.action      = Ponownie uruchom przegl\u0105danie z rozporz\u0105dzaniem dla tego obiektu.
FNRRS0189.message     = Nie mo\u017cna kontynuowa\u0107 przetwarzania z rozporz\u0105dzaniem, poniewa\u017c data wykonania bie\u017c\u0105cej fazy ma warto\u015b\u0107 null lub jest dat\u0105 w przysz\u0142o\u015bci; obiekt: {0}, data: {1}.
FNRRS0189.arg.0       = To\u017csamo\u015b\u0107 obiektu obj\u0119tego rozporz\u0105dzaniem.
FNRRS0189.arg.1       = Warto\u015b\u0107 daty wykonania bie\u017c\u0105cej fazy dla obiektu.

FNRRS0190.explanation = Operacja musi odpowiada\u0107 czynno\u015bci bie\u017c\u0105cej fazy dla obiektu, chyba \u017ce operacj\u0105 t\u0105 jest eksport lub niszczenie, za\u015b czynno\u015b\u0107 w bie\u017c\u0105cej fazie obiektu to przenoszenie.
FNRRS0190.action      = Ponownie uruchom przegl\u0105danie z rozporz\u0105dzaniem dla tego obiektu.
FNRRS0190.message     = Typ czynno\u015bci dla operacji rozporz\u0105dzania jest nieprawid\u0142owy dla stanu bie\u017c\u0105cej fazy obiektu; obiekt: {0}, czynno\u015b\u0107 bie\u017c\u0105cej fazy: {1}, podj\u0119ta czynno\u015b\u0107: {2}.
FNRRS0190.arg.0       = To\u017csamo\u015b\u0107 obiektu obj\u0119tego rozporz\u0105dzaniem.
FNRRS0190.arg.1       = Czynno\u015b\u0107 bie\u017c\u0105cej fazy dla obiektu.
FNRRS0190.arg.2       = Czynno\u015b\u0107 podj\u0119ta dla operacji.

FNRRS0191.explanation = Rozporz\u0105dzenie nie mo\u017ce by\u0107 kontynuowane dla obiektu, dla kt\u00f3rego zastosowano odpowiednie wstrzymanie \u2014 bezpo\u015brednio lub przez zastosowanie do jednego z obiekt\u00f3w nadrz\u0119dnych, lub jednego z obiekt\u00f3w podrz\u0119dnych.
FNRRS0191.action      = Usu\u0144 stosowne wstrzymania dla tego obiektu.
FNRRS0191.message     = Nie mo\u017cna kontynuowa\u0107 operacji rozporz\u0105dzania z uwagi na istniej\u0105ce wstrzymanie dla obiektu: {0}.
FNRRS0191.arg.0       = To\u017csamo\u015b\u0107 obiektu obj\u0119tego rozporz\u0105dzaniem.

FNRRS0192.explanation = Czynno\u015bci rozporz\u0105dzania po\u015bredniego przenoszenia i eksportu nie s\u0105 dozwolone dla ponownie otwartego kontenera akt.
FNRRS0192.action      = Zamknij kontener akt.
FNRRS0192.message     = Nie mo\u017cna przeprowadzi\u0107 rozporz\u0105dzania dla ponownie otwartego kontenera akt: {0}, czynno\u015b\u0107: {1}.
FNRRS0192.arg.0       = To\u017csamo\u015b\u0107 obiektu obj\u0119tego rozporz\u0105dzaniem.
FNRRS0192.arg.1       = Typ podj\u0119tej czynno\u015bci rozporz\u0105dzania.

FNRRS0193.explanation = Ze wzgl\u0119du na mo\u017cliwo\u015b\u0107 ponownego obliczenia stanu rozporz\u0105dzania obiektu konieczna jest ponowna inicjalizacja procesu rozporz\u0105dzania.
FNRRS0193.action      = Wykonaj ponownie czynno\u015b\u0107 "Zainicjuj rozporz\u0105dzenie" dla tego obiektu.
FNRRS0193.message     = Czynno\u015bci rozporz\u0105dzania nie mo\u017cna wykona\u0107 dla tego obiektu, poniewa\u017c odpowiedniego przep\u0142ywu pracy jeszcze nie uruchomiono, obiekt: {0}.
FNRRS0193.arg.0       = To\u017csamo\u015b\u0107 obiektu obj\u0119tego rozporz\u0105dzaniem.

FNRRS0194.explanation = W przypadku powi\u0105zania akt z harmonogramem rozporz\u0105dzania za po\u015brednictwem typu akt nie jest mo\u017cliwe ich zniszczenie w ramach procesu niszczenia jednego z kontener\u00f3w.
FNRRS0194.action      = Najpierw przetw\u00f3rz akta i ponownie podejmij pr\u00f3b\u0119 zniszczenia konteneru.
FNRRS0194.message     = Nie mo\u017cna zniszczy\u0107 obiektu, poniewa\u017c zawiera on jedne lub wi\u0119cej akt podrz\u0119dnych, do kt\u00f3rych jest przypisany typ akt; obiekt: {0}.
FNRRS0194.arg.0       = To\u017csamo\u015b\u0107 obiektu obj\u0119tego rozporz\u0105dzaniem.

FNRRS0195.explanation = Obiekt nie jest zawarty we wskazanym kontenerze lub wskazany typ akt jest niedost\u0119pny.
FNRRS0195.action      = Sprawd\u017a, w jaki spos\u00f3b obiekt dziedziczy sw\u00f3j harmonogram, i pon\u00f3w przegl\u0105d.
FNRRS0195.message     = Nie mo\u017cna poprawnie usun\u0105\u0107 obiektu, poniewa\u017c jego warto\u015b\u0107 ''odci\u0119cie odziedziczone z'' jest nieprawid\u0142owa; obiekt: {0}.
FNRRS0195.arg.0       = To\u017csamo\u015b\u0107 obiektu obj\u0119tego rozporz\u0105dzaniem.

FNRRS0196.explanation = Nie mo\u017cna uzyska\u0107 poprawnej \u015bcie\u017cki katalogu z parametru wej\u015bciowego lub z w\u0142a\u015bciwo\u015bci Miejsce docelowe eksportu bie\u017c\u0105cej fazy dla obiektu.
FNRRS0196.action      = Podaj poprawn\u0105 \u015bcie\u017ck\u0119 katalogu, korzystaj\u0105c z parametru wej\u015bciowego metody lub z w\u0142a\u015bciwo\u015bci Miejsce docelowe eksportu bie\u017c\u0105cej fazy dla obiektu dla powi\u0105zanego obiektu.
FNRRS0196.message     = \u0141a\u0144cuch \u015bcie\u017cki katalogu systemu plik\u00f3w miejsca docelowego eksportu ma warto\u015b\u0107 null lub jest obiektem pustym: {0}.
FNRRS0196.arg.0       = To\u017csamo\u015b\u0107 obiektu obj\u0119tego rozporz\u0105dzaniem.

FNRRS0197.explanation = Podczas pr\u00f3by utworzenia okre\u015blonego katalogu docelowego systemu plik\u00f3w wyst\u0105pi\u0142 b\u0142\u0105d. Bardziej szczeg\u00f3\u0142owe informacje zawieraj\u0105 dane wyj\u0105tku.
FNRRS0197.action      = Upewnij si\u0119, \u017ce podano poprawn\u0105 \u015bcie\u017ck\u0119 do katalogu systemu plik\u00f3w, oraz \u017ce bie\u017c\u0105cy u\u017cytkownik ma niezb\u0119dne uprawnienia w systemie plik\u00f3w.
FNRRS0197.message     = Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by utworzenia okre\u015blonego katalogu docelowego systemu plik\u00f3w na potrzeby eksportu: ''{0}''.
FNRRS0197.arg.0       = \u015acie\u017cka do katalogu systemu plik\u00f3w.

FNRRS0198.explanation = Podczas pr\u00f3by utworzenia podkatalogu ''tre\u015b\u0107'' dla powi\u0105zanych plik\u00f3w danych tre\u015bci akt wyst\u0105pi\u0142 b\u0142\u0105d systemu plik\u00f3w. Bardziej szczeg\u00f3\u0142owe informacje zawieraj\u0105 dane wyj\u0105tku.
FNRRS0198.action      = Upewnij si\u0119, \u017ce podano poprawn\u0105 \u015bcie\u017ck\u0119 do katalogu systemu plik\u00f3w, oraz \u017ce bie\u017c\u0105cy u\u017cytkownik ma niezb\u0119dne uprawnienia w systemie plik\u00f3w.
FNRRS0198.message     = Podczas pr\u00f3by utworzenia podkatalogu ''tre\u015b\u0107'' w katalogu systemu plik\u00f3w wyst\u0105pi\u0142 b\u0142\u0105d: ''{0}''.
FNRRS0198.arg.0       = \u015acie\u017cka do katalogu nadrz\u0119dnego systemu plik\u00f3w.

FNRRS0199.explanation = Podczas generowania systemu plik\u00f3w zawarto\u015bci eksportu wyst\u0105pi\u0142 b\u0142\u0105d systemu plik\u00f3w. Bardziej szczeg\u00f3\u0142owe informacje zawieraj\u0105 dane wyj\u0105tku.
FNRRS0199.action      = Upewnij si\u0119, \u017ce podano poprawn\u0105 \u015bcie\u017ck\u0119 do katalogu systemu plik\u00f3w, oraz \u017ce bie\u017c\u0105cy u\u017cytkownik ma niezb\u0119dne uprawnienia w systemie plik\u00f3w.
FNRRS0199.message     = Podczas pr\u00f3by wyeksportowania danych tre\u015bci do pliku ''{0}'' wyst\u0105pi\u0142 b\u0142\u0105d.
FNRRS0199.arg.0       = \u0141a\u0144cuch \u015bcie\u017cki pliku wyj\u015bciowego.

FNRRS0200.explanation = Podczas pr\u00f3by wyeksportowania tego obiektu wyst\u0105pi\u0142 nieoczekiwany wyj\u0105tek.
FNRRS0200.action      = Bardziej szczeg\u00f3\u0142owe informacje o wyj\u0105tku zawieraj\u0105 dzienniki.
FNRRS0200.message     = Nie mo\u017cna wyeksportowa\u0107 obiektu z powodu nieoczekiwanego wyj\u0105tku, obiekt: {0}, wyj\u0105tek: {1}.
FNRRS0200.arg.0       = To\u017csamo\u015b\u0107 obiektu, dla kt\u00f3rego podj\u0119to pr\u00f3b\u0119 eksportu.
FNRRS0200.arg.1       = Komunikat dla wyj\u0105tku.

FNRRS0201.explanation = Operacja inicjacji rozporz\u0105dzania nie obs\u0142uguje obiektu o takiej warto\u015bci typu obiektu.
FNRRS0201.action      = Usu\u0144 ten obiekt z kolekcji wej\u015bciowej operacji inicjacji rozporz\u0105dzania.
FNRRS0201.message     = Nie mo\u017cna wykona\u0107 inicjacji rozporz\u0105dzania dla obiektu typu: {0}, entityIdent: {1}.
FNRRS0201.arg.0       = Typ obiektu, dla kt\u00f3rego podj\u0119to pr\u00f3b\u0119 inicjacji rozporz\u0105dzania.
FNRRS0201.arg.1       = To\u017csamo\u015b\u0107 obiektu, dla kt\u00f3rego podj\u0119to pr\u00f3b\u0119 inicjacji rozporz\u0105dzania.

FNRRS0202.explanation = Nie mo\u017cna wykona\u0107 inicjacji rozporz\u0105dzania dla dowolnego obiektu, dla kt\u00f3rego zastosowano wstrzymanie.
FNRRS0202.action      = Usu\u0144 zastosowane wstrzymanie z obiektu i pon\u00f3w pr\u00f3b\u0119 inicjacji rozporz\u0105dzania.
FNRRS0202.message     = Nie mo\u017cna wykona\u0107 inicjacji rozporz\u0105dzania dla obiektu, kt\u00f3ry jest obecnie wstrzymany, lub kt\u00f3rego obiekt nadrz\u0119dny jest wstrzymany; entityIdent: {0}.
FNRRS0202.arg.0       = To\u017csamo\u015b\u0107 obiektu, dla kt\u00f3rego podj\u0119to pr\u00f3b\u0119 inicjacji rozporz\u0105dzania.

FNRRS0203.explanation = Nie mo\u017cna wykona\u0107 inicjacji rozporz\u0105dzania dla obiektu, kt\u00f3ry zawiera wstrzymane obiekty podrz\u0119dne.
FNRRS0203.action      = Usu\u0144 wstrzymanie z odpowiednich obiekt\u00f3w podrz\u0119dnych i pon\u00f3w pr\u00f3b\u0119 inicjacji rozporz\u0105dzania.
FNRRS0203.message     = Nie mo\u017cna wykona\u0107 inicjacji rozporz\u0105dzania dla tego obiektu, poniewa\u017c jeden lub wi\u0119cej z jego element\u00f3w podrz\u0119dnych jest wstrzymany; entityIdent: {0}.
FNRRS0203.arg.0       = To\u017csamo\u015b\u0107 obiektu, dla kt\u00f3rego podj\u0119to pr\u00f3b\u0119 inicjacji rozporz\u0105dzania.

FNRRS0204.explanation = Nie mo\u017cna wykona\u0107 inicjacji rozporz\u0105dzania dla obiektu z powodu zastosowania wstrzymania i/lub zmiany w jego harmonogramie rozporz\u0105dzania.
FNRRS0204.action      = Usu\u0144 wszelkie wstrzymania z tego obiektu, jego hierarchii nadrz\u0119dnej lub podrz\u0119dnej i pon\u00f3w operacj\u0119 przegl\u0105dania z rozporz\u0105dzaniem.
FNRRS0204.message     = Nie mo\u017cna wykona\u0107 inicjacji rozporz\u0105dzania dla obiektu: {0}.
FNRRS0204.arg.0       = To\u017csamo\u015b\u0107 obiektu, dla kt\u00f3rego podj\u0119to pr\u00f3b\u0119 inicjacji rozporz\u0105dzania.

FNRRS0205.explanation = Wyst\u0105pi\u0142 nieoczekiwany b\u0142\u0105d, uniemo\u017cliwiaj\u0105cy kontynuowanie procesu inicjacji rozporz\u0105dzania.
FNRRS0205.action      = Przeanalizuj informacje o powi\u0105zanych wyj\u0105tkach w poszukiwaniu potencjalnej przyczyny i/lub ponownie uruchom przegl\u0105danie z rozporz\u0105dzaniem.
FNRRS0205.message     = Podczas inicjowania rozporz\u0105dzania dla jednego lub wi\u0119cej obiekt\u00f3w wyst\u0105pi\u0142 nieoczekiwany b\u0142\u0105d.

FNRRS0206.explanation = Parametr VWSession ma warto\u015b\u0107 null lub jest w jaki\u015b spos\u00f3b nieprawid\u0142owy.
FNRRS0206.action      = Zweryfikuj odpowiedni\u0105 konfiguracj\u0119 IBM FileNet Process Engine aplikacji klienckiej.
FNRRS0206.message     = Nie mo\u017cna wykona\u0107 inicjacji rozporz\u0105dzania z powodu nieprawid\u0142owego parametru VWSession: {0}.
FNRRS0206.arg.0       = Parametr VWSession, kt\u00f3rego dotyczy komunikat.

FNRRS0207.explanation = Data wykonania bie\u017c\u0105cej fazy dla obiektu nie zosta\u0142a jeszcze ustalona lub nadal wypada w przysz\u0142o\u015bci.
FNRRS0207.action      = Ponownie uruchom przegl\u0105danie z rozporz\u0105dzaniem, a nast\u0119pnie pon\u00f3w pr\u00f3b\u0119 inicjacji rozporz\u0105dzania. 
FNRRS0207.message     = Nie mo\u017cna przeprowadzi\u0107 bie\u017c\u0105cej fazy rozporz\u0105dzania, poniewa\u017c nie nadesz\u0142a jeszcze data wykonania bie\u017c\u0105cej fazy; obiekt: {0}.
FNRRS0207.arg.0       = To\u017csamo\u015b\u0107 obiektu, kt\u00f3rego dotyczy komunikat.

FNRRS0208.explanation = Mog\u0142o doj\u015b\u0107 do zmiany w powi\u0105zanym harmonogramie rozporz\u0105dzania dla obiektu i/lub w metadanych powi\u0105zanych z rozporz\u0105dzaniem dla obiektu.
FNRRS0208.action      = Ponownie uruchom przegl\u0105danie z rozporz\u0105dzaniem, a nast\u0119pnie pon\u00f3w pr\u00f3b\u0119 inicjacji rozporz\u0105dzania. 
FNRRS0208.message     = Nie mo\u017cna przeprowadzi\u0107 bie\u017c\u0105cej fazy rozporz\u0105dzania, poniewa\u017c nie zosta\u0142 jeszcze uruchomiony powi\u0105zany przep\u0142yw pracy; obiekt: {0}.
FNRRS0208.arg.0       = To\u017csamo\u015b\u0107 obiektu, kt\u00f3rego dotyczy komunikat.

FNRRS0209.explanation = Nie mo\u017cna dla ponownie otwartego kontenera przej\u015b\u0107 za jego bie\u017c\u0105c\u0105 faz\u0119 rozporz\u0105dzania.
FNRRS0209.action      = Zamknij kontener i pon\u00f3w pr\u00f3b\u0119 przej\u015bcia do innej fazy. 
FNRRS0209.message     = Nie mo\u017cna wykona\u0107 bie\u017c\u0105cej fazy rozporz\u0105dzania, poniewa\u017c obiekt kontenera zosta\u0142 otwarty ponownie; obiekt: {0}.
FNRRS0209.arg.0       = To\u017csamo\u015b\u0107 obiektu, kt\u00f3rego dotyczy komunikat.

FNRRS0210.explanation = Zaproponowana data wykonania bie\u017c\u0105cej fazy nie mo\u017ce mie\u0107 warto\u015bci null ani wypada\u0107 w przysz\u0142o\u015bci.
FNRRS0210.action      = Zaproponuj inn\u0105 warto\u015b\u0107 daty wykonania bie\u017c\u0105cej fazy i pon\u00f3w pr\u00f3b\u0119 przej\u015bcia do innej fazy. 
FNRRS0210.message     = Nie mo\u017cna przeprowadzi\u0107 bie\u017c\u0105cej fazy rozporz\u0105dzania, poniewa\u017c proponowana data wykonania bie\u017c\u0105cej fazy ma warto\u015b\u0107 null lub wypada w przysz\u0142o\u015bci, obiekt: {0}, proponowana data: {1}.
FNRRS0210.arg.0       = To\u017csamo\u015b\u0107 obiektu, kt\u00f3rego dotyczy komunikat.
FNRRS0210.arg.1       = Podano niepoprawn\u0105 warto\u015b\u0107 daty.

FNRRS0211.explanation = Harmonogram rozporz\u0105dzania powinien zawsze zawiera\u0107 warto\u015b\u0107 w\u0142a\u015bciwo\u015bci Podstawa odci\u0119cia.
FNRRS0211.action      = Skoryguj harmonogram rozporz\u0105dzania i pon\u00f3w pr\u00f3b\u0119 inicjalizacji procesu rozporz\u0105dzania.
FNRRS0211.message     = Nie mo\u017cna wykona\u0107 procesu odci\u0119cia rozporz\u0105dzania z powodu braku w\u0142a\u015bciwo\u015bci podstawy odci\u0119cia dla harmonogramu rozporz\u0105dzania: {0}.
FNRRS0211.arg.0       = To\u017csamo\u015b\u0107 harmonogramu, kt\u00f3rego dotyczy komunikat.

FNRRS0212.explanation = Dla obiektu, kt\u00f3rego dotyczy komunikat, brak warto\u015bci daty dla okre\u015blonej w\u0142a\u015bciwo\u015bci podstawy odci\u0119cia.
FNRRS0212.action      = Dostosuj obiekt i/lub jego harmonogram rozporz\u0105dzania, a nast\u0119pnie pon\u00f3w pr\u00f3b\u0119 inicjacji procesu rozporz\u0105dzania.
FNRRS0212.message     = Dla obiektu rozporz\u0105dzania brak warto\u015bci daty dla w\u0142a\u015bciwo\u015bci podstawy odci\u0119cia; obiekt: {0}, nazwa w\u0142a\u015bciwo\u015bci: {1}.
FNRRS0212.arg.0       = To\u017csamo\u015b\u0107 obiektu, kt\u00f3rego dotyczy komunikat.
FNRRS0212.arg.1       = Nazwa w\u0142a\u015bciwo\u015bci podstawy rozporz\u0105dzania.

FNRRS0213.explanation = Dla obiektu, kt\u00f3rego dotyczy komunikat, brak warto\u015bci daty dla okre\u015blonej w\u0142a\u015bciwo\u015bci podstawy odci\u0119cia.
FNRRS0213.action      = Dostosuj obiekt i/lub jego harmonogram rozporz\u0105dzania, a nast\u0119pnie pon\u00f3w pr\u00f3b\u0119 inicjacji procesu rozporz\u0105dzania.
FNRRS0213.message     = Wyzwalacz rozporz\u0105dzenia ma niepoprawny typ wyzwalacza dla przetwarzania odci\u0119cia; wyzwalacz: {0}, typ: {1}.
FNRRS0213.arg.0       = To\u017csamo\u015b\u0107 obiektu, kt\u00f3rego dotyczy komunikat.
FNRRS0213.arg.1       = Nazwa w\u0142a\u015bciwo\u015bci podstawy rozporz\u0105dzania.

FNRRS0214.explanation = Podczas pr\u00f3by tymczasowego przeniesienia tego obiektu wyst\u0105pi\u0142 nieoczekiwany wyj\u0105tek.
FNRRS0214.action      = Bardziej szczeg\u00f3\u0142owe informacje o wyj\u0105tku zawieraj\u0105 dzienniki.
FNRRS0214.message     = Nie mo\u017cna wykona\u0107 po\u015bredniego przeniesienia z powodu nieoczekiwanego wyj\u0105tku; obiekt: {0}, wyj\u0105tek: {1}.
FNRRS0214.arg.0       = To\u017csamo\u015b\u0107 obiektu, dla kt\u00f3rego podj\u0119to pr\u00f3b\u0119 po\u015bredniego przeniesienia.
FNRRS0214.arg.1       = Komunikat dla wyj\u0105tku.

FNRRS0215.explanation = Podczas pr\u00f3by przeniesienia tego obiektu wyst\u0105pi\u0142 nieoczekiwany wyj\u0105tek.
FNRRS0215.action      = Bardziej szczeg\u00f3\u0142owe informacje o wyj\u0105tku zawieraj\u0105 dzienniki.
FNRRS0215.message     = Nie mo\u017cna przenie\u015b\u0107 obiektu z powodu nieoczekiwanego wyj\u0105tku; obiekt: {0}, wyj\u0105tek: {1}.
FNRRS0215.arg.0       = To\u017csamo\u015b\u0107 obiektu, dla kt\u00f3rego podj\u0119to pr\u00f3b\u0119 przeniesienia.
FNRRS0215.arg.1       = Komunikat dla wyj\u0105tku.

FNRRS0216.explanation = Uzyskanie obiektu \u017ar\u00f3d\u0142owego z elementu kroku przep\u0142ywu pracy nie powiod\u0142o si\u0119.
FNRRS0216.action      = Sprawd\u017a, czy serwer silnika proces\u00f3w i mened\u017cer komponent\u00f3w dzia\u0142aj\u0105 prawid\u0142owo.
FNRRS0216.message     = Nie mo\u017cna uzyska\u0107 obiektu \u017ar\u00f3d\u0142owego.

FNRRS0217.explanation = Kolekcja RMProperties zawieraj\u0105ca warto\u015bci w\u0142a\u015bciwo\u015bci powi\u0105zane z przegl\u0105dem rozporz\u0105dzania nie mo\u017ce by\u0107 pusta ani zawiera\u0107 warto\u015bci null.
FNRRS0217.action      = Podaj odpowiednie warto\u015bci w\u0142a\u015bciwo\u015bci przegl\u0105du i pon\u00f3w pr\u00f3b\u0119 wykonania operacji przegl\u0105du.
FNRRS0217.message     = Kolekcja wej\u015bciowa RMProperties jest pusta dla przegl\u0105danego obiektu: {0}.
FNRRS0217.arg.0       = To\u017csamo\u015b\u0107 obiektu, dla kt\u00f3rego podj\u0119to pr\u00f3b\u0119 przegl\u0105du.

FNRRS0218.explanation = Identyfikator klasy dla typu folderu, kt\u00f3ry ma by\u0107 utworzony, nie mo\u017ce mie\u0107 warto\u015bci null ani by\u0107 pusty.
FNRRS0218.action      = Podaj identyfikator klasy odpowiedni dla typu folderu.
FNRRS0218.message     = Id. {0} nie jest poprawnym identyfikatorem klasy.
FNRRS0218.arg.0       = Identyfikator klasy dla typu folderu, kt\u00f3ry ma by\u0107 utworzony.

FNRRS0219.explanation = Do kartoteki akt mo\u017cna doda\u0107 tylko kategori\u0119 akt. 
FNRRS0219.action      = Podaj odpowiedni typ obiektu folderu, kt\u00f3ry ma zosta\u0107 utworzony.
FNRRS0219.message     = Obiektu {0} nie mo\u017cna doda\u0107 do kartoteki akt.
FNRRS0219.arg.0       = Odpowiedni typ obiektu folderu, kt\u00f3ry ma zosta\u0107 utworzony.

FNRRS0220.explanation = Za\u0142\u0105cznik powinien by\u0107 typu kategoria akt lub folder akt.
FNRRS0220.action      = Wska\u017c odpowiedni za\u0142\u0105cznik.
FNRRS0220.message     = Za\u0142\u0105cznik {0} nie jest poprawnego typu. Za\u0142\u0105cznik powinien by\u0107 typu kategoria akt lub folder akt.
FNRRS0220.arg.0       = Nazwa za\u0142\u0105cznika.

FNRRS0221.explanation = Utworzenie obiektu folderu akt nie powiod\u0142o si\u0119. 
FNRRS0221.action      = Sprawd\u017a parametry u\u017cywane w utworzonym folderze i pon\u00f3w pr\u00f3b\u0119 utworzenia operacji dla folderu.
FNRRS0221.message     = Nie mo\u017cna utworzy\u0107 obiektu {0} folderu akt.
FNRRS0221.arg.0       = Odpowiedni typ obiektu folderu, kt\u00f3ry ma zosta\u0107 utworzony.

FNRRS0222.explanation = D\u0142ugo\u015b\u0107 tablicy nazw w\u0142a\u015bciwo\u015bci i tablicy warto\u015bci w\u0142a\u015bciwo\u015bci powinny by\u0107 r\u00f3wne.
FNRRS0222.action      = Upewnij si\u0119, \u017ce d\u0142ugo\u015b\u0107 tablicy nazwy w\u0142a\u015bciwo\u015bci odpowiada d\u0142ugo\u015bci tablicy warto\u015bci w\u0142a\u015bciwo\u015bci.
FNRRS0222.message     = D\u0142ugo\u015b\u0107 tablicy nazwy w\u0142a\u015bciwo\u015bci PropertyName {0} i tablicy warto\u015bci w\u0142a\u015bciwo\u015bci {1} nie jest r\u00f3wna.
FNRRS0222.arg.0       = Tablica nazw w\u0142a\u015bciwo\u015bci.
FNRRS0222.arg.1       = Tablica warto\u015bci w\u0142a\u015bciwo\u015bci.

FNRRS0223.explanation = Je\u015bli okre\u015blona w\u0142a\u015bciwo\u015b\u0107 zale\u017cna dla obiektu ma warto\u015b\u0107 prawda, w\u00f3wczas do innej w\u0142a\u015bciwo\u015bci musi by\u0107 przypisana niepusta warto\u015b\u0107.
FNRRS0223.action      = Podaj poprawn\u0105 warto\u015b\u0107 dla brakuj\u0105cej warto\u015bci w\u0142a\u015bciwo\u015bci lub skoryguj warto\u015b\u0107 zale\u017cnej w\u0142a\u015bciwo\u015bci.
FNRRS0223.message     = Brak niepustej warto\u015bci dla w\u0142a\u015bciwo\u015bci ''{0}'' obiektu, kt\u00f3ry jest wymagany w przypadku podania w\u0142a\u015bciwo\u015bci zale\u017cnej ''{1}'' z warto\u015bci\u0105 ''prawda''.
FNRRS0223.arg.0       = Nazwa brakuj\u0105cej lub pustej w\u0142a\u015bciwo\u015bci.
FNRRS0223.arg.1       = Nazwa zale\u017cnej w\u0142a\u015bciwo\u015bci.

FNRRS0224.explanation = Zadeklarowanie dokumentu jako akt nie powiod\u0142o si\u0119. 
FNRRS0224.action      = Sprawd\u017a parametry u\u017cywane do deklarowania dokumentu jako akt i pon\u00f3w pr\u00f3b\u0119 zadeklarowania dokumentu jako operacji akt.
FNRRS0224.message     = Nie mo\u017cna zadeklarowa\u0107 dokumentu jako akta.

FNRRS0225.explanation = Umieszczanie akt w kilku kontenerach nie jest obecnie w\u0142\u0105czone dla tego repozytorium kartoteki akt.
FNRRS0225.action      = Nie nale\u017cy pr\u00f3bowa\u0107 umieszcza\u0107 akt w wielu folderach lub nale\u017cy w\u0142\u0105czy\u0107 funkcj\u0119 umieszczania akt w wielu folderach w repozytorium kartoteki akt.
FNRRS0225.message     = Nie mo\u017cna umie\u015bci\u0107 akt w wi\u0119cej ni\u017c jednym kontenerze w repozytorium kartoteki akt: {0}.
RNRRS0255.arg.0       = Nazwa repozytorium kartoteki akt.

FNRRS0226.explanation = Dopuszczalne zakresy warto\u015bci przechowywania to: lata 0\u2013999, miesi\u0105ce 0\u201399, dni 0\u201399.
FNRRS0226.action      = Podaj poprawne warto\u015bci przechowywania.
FNRRS0226.message     = Jedna lub wi\u0119cej warto\u015bci przechowywania wykracza poza zakres. Dopuszczalne zakresy to: lata 0\u2013999, miesi\u0105ce 0\u201399, dni 0\u201399.

FNRRS0227.explanation = Kontener harmonogramu podstawowego mo\u017cna doda\u0107 tylko do folderu g\u0142\u00f3wnego kartoteki akt lub kontenera typu kategorii akt.
FNRRS0227.action      = Spr\u00f3buj ponownie u\u017cywaj\u0105c folderu g\u0142\u00f3wnego kartoteki akt lub docelowego kontenera nadrz\u0119dnego.
FNRRS0227.message     = Nie mo\u017cna doda\u0107 nowego kontenera harmonogramu podstawowego jako element podrz\u0119dny kontenera nadrz\u0119dnego typu: {0}. 
RNRRS0227.arg.0       = Typ obiektu kontenera nadrz\u0119dnego.

FNRRS0228.explanation = Nie znaleziono okre\u015blonej w\u0142a\u015bciwo\u015bci wyzwalacza.
FNRRS0228.action      = Podaj nazw\u0119 symboliczn\u0105 w\u0142a\u015bciwo\u015bci typu DateTime przypisanej do przynajmniej jednej klasy akt.
FNRRS0228.message     = Nie mo\u017cna pobra\u0107 szablonu w\u0142a\u015bciwo\u015bci dla okre\u015blonej nazwy symbolicznej w\u0142a\u015bciwo\u015bci wyzwalacza: {0} 
RNRRS0228.arg.0       = Okre\u015blona nazwa symboliczna w\u0142a\u015bciwo\u015bci.

FNRRS0229.explanation = Okre\u015blona w\u0142a\u015bciwo\u015b\u0107 wyzwalacza musi by\u0107 jednowarto\u015bciowa i musi mie\u0107 typ danych DateTime.
FNRRS0229.action      = Podaj nazw\u0119 symboliczn\u0105 jednowarto\u015bciowej w\u0142a\u015bciwo\u015bci typu DateTime przypisan\u0105 do przynajmniej jednej klasy akt.
FNRRS0229.message     = Okre\u015blona w\u0142a\u015bciwo\u015b\u0107 wyzwalacza nie ma typu danych DateTime i/lub nie jest jednowarto\u015bciowa: {0}
RNRRS0229.arg.0       = Okre\u015blona nazwa symboliczna w\u0142a\u015bciwo\u015bci.

FNRRS0230.explanation = Okre\u015blona w\u0142a\u015bciwo\u015b\u0107 wyzwalacza musi by\u0107 obecnie przypisana do jednej lub wielu klas akt.
FNRRS0230.action      = Podaj nazw\u0119 symboliczn\u0105 w\u0142a\u015bciwo\u015bci typu DateTime przypisanej do przynajmniej jednej klasy akt.
FNRRS0230.message     = Okre\u015blona w\u0142a\u015bciwo\u015b\u0107 wyzwalacza nie jest przypisana do \u017cadnej klasy akt: {0}.
RNRRS0230.arg.0       = Okre\u015blona nazwa symboliczna w\u0142a\u015bciwo\u015bci.

FNRRS0231.explanation = Proponowany kontener harmonogramu podstawowego nie mo\u017ce mie\u0107 \u017cadnych kontener\u00f3w zale\u017cnych.
FNRRS0231.action      = Wybierz alternatywny kontener do konwersji na kontener harmonogramu podstawowego.
FNRRS0231.message     = Proponowany kontener harmonogramu podstawowego nie jest w\u0119z\u0142em li\u015bcia: {0}
RNRRS0231.arg.0       = To\u017csamo\u015b\u0107 proponowanego kontenera.

FNRRS0232.explanation = Proponowany kontener harmonogramu podstawowego nie mo\u017ce zawiera\u0107 \u017cadnych akt podrz\u0119dnych, kt\u00f3re zosta\u0142y umieszczone w wi\u0119cej ni\u017c jednym kontenerze.
FNRRS0232.action      = Wybierz alternatywny kontener do konwersji lub usu\u0144 wszystkie niezgodne akta podrz\u0119dne.
FNRRS0232.message     = Proponowany kontener harmonogramu podstawowego zawiera przynajmniej jedne akta umieszczone w wielu folderach: {0}.
FNRRS0232.arg.0       = To\u017csamo\u015b\u0107 akt umieszczonych w wielu folderach.

FNRRS0233.explanation = Proponowany kontener harmonogramu podstawowego nie mo\u017ce mie\u0107 \u017cadnych akt zale\u017cnych, kt\u00f3re s\u0105 aktami fizycznymi.
FNRRS0233.action      = Wybierz alternatywny kontener do konwersji lub usu\u0144 wszystkie niezgodne akta podrz\u0119dne.
FNRRS0233.message     = Proponowany kontener harmonogramu podstawowego zawiera przynajmniej jedne akta, kt\u00f3re s\u0105 aktami fizycznymi: {0}.
FNRRS0233.arg.0       = To\u017csamo\u015b\u0107 akt fizycznych.

FNRRS0234.explanation = Proponowany kontener harmonogramu podstawowego nie mo\u017ce mie\u0107 \u017cadnych akt zale\u017cnych, kt\u00f3re maj\u0105 powi\u0105zany typ akt.
FNRRS0234.action      = Wybierz alternatywny kontener do konwersji lub usu\u0144 wszystkie niezgodne akta podrz\u0119dne.
FNRRS0234.message     = Proponowany kontener harmonogramu podstawowego zawiera przynajmniej jedne akta, kt\u00f3re maj\u0105 powi\u0105zany typ akt: {0}.
FNRRS0234.arg.0       = To\u017csamo\u015b\u0107 akt.

FNRRS0235.explanation = Wszystkie akta zawarte w proponowanym kontenerze harmonogramu podstawowego musz\u0105 obs\u0142ugiwa\u0107 proponowan\u0105 w\u0142a\u015bciwo\u015b\u0107 wyzwalacza.
FNRRS0235.action      = Wybierz alternatywn\u0105 w\u0142a\u015bciwo\u015b\u0107 wyzwalacza konwersji lub usu\u0144 wszystkie niezgodne akta podrz\u0119dne.
FNRRS0235.message     = Proponowany kontener harmonogramu podstawowego zawiera przynajmniej jedne akta, kt\u00f3rych klasa akt nie obs\u0142uguje proponowanej nazwy w\u0142a\u015bciwo\u015bci wyzwalacza: {0}
FNRRS0235.arg.0       = To\u017csamo\u015b\u0107 akt.

FNRRS0236.explanation = Nie wszystkie typy kontener\u00f3w akt umo\u017cliwiaj\u0105 konwersj\u0119 na kontener harmonogramu podstawowego.
FNRRS0236.action      = Wybierz alternatywny kontener.
FNRRS0236.message     = Proponowany typ kontenera nie umo\u017cliwia konwersji na kontener harmonogramu podstawowego: {0}.
FNRRS0236.arg.0       = Typ obiektu proponowanego kontenera.

FNRRS0237.explanation = Wymagane szablony w\u0142a\u015bciwo\u015bci zwi\u0105zane z harmonogramem podstawowym i/lub ich przypisanie do r\u00f3\u017cnych klas kontenera akt nie istniej\u0105 w tym repozytorium kartoteki akt.
FNRRS0237.action      = Upewnij si\u0119, \u017ce dla tego repozytorium kartoteki akt zastosowano odpowiedni program dodatkowy P8 Content Manager.
FNRRS0237.message     = Wymagane metadane do obs\u0142ugi harmonogramu podstawowego nie s\u0105 dost\u0119pne w tym repozytorium kartoteki akt: {0}.
FNRRS0237.arg.0       = Identyfikator repozytorium kartoteki akt.

FNRRS0238.explanation = Poprawny kontener harmonogramu podstawowego musi zawiera\u0107 prawid\u0142owo sformatowan\u0105 warto\u015b\u0107 w\u0142a\u015bciwo\u015bci RMRetentionPeriod.
FNRRS0238.action      = U\u017cyj metody DefensiblyDisposable.setRetentionPeriod, aby okre\u015bli\u0107 poprawn\u0105 warto\u015b\u0107 okresu przechowywania dla tego kontenera. 
FNRRS0238.message     = Warto\u015b\u0107 okresu przechowywania harmonogramu podstawowego nie ma oczekiwanego formatu: rrr-mm-dd.

FNRRS0239.explanation = Przed pr\u00f3b\u0105 modyfikacji w\u0142a\u015bciwo\u015bci zwi\u0105zanej z harmonogramem podstawowym kontener musi by\u0107 ju\u017c kontenerem harmonogramu podstawowego.
FNRRS0239.action      = Upewnij si\u0119, \u017ce kontener zosta\u0142 utworzony lub zosta\u0142 konwertowany na kontener harmonogramu podstawowego.
FNRRS0239.message     = Nie mo\u017cna modyfikowa\u0107 \u017cadnej warto\u015bci w\u0142a\u015bciwo\u015bci zwi\u0105zanej z harmonogramem podstawowym w kontenerze nieu\u017cywaj\u0105cym harmonogramu podstawowego: {0}
FNRRS0239.arg.0       = Identyfikator kontenera.

FNRRS0240.explanation = Bezpo\u015brednie ustawianie takich w\u0142a\u015bciwo\u015bci nie jest dozwolone, poniewa\u017c pomini\u0119to by niezb\u0119dn\u0105 logik\u0119 sprawdzania poprawno\u015bci. 
FNRRS0240.action      = Zamiast tego u\u017cyj metody DefensiblyDisposable setRetentionPeriod i/lub setTriggerPropertyName. 
FNRRS0240.message     = Bezpo\u015brednie ustawienie warto\u015bci w\u0142a\u015bciwo\u015bci harmonogramu podstawowego nie jest dopuszczalne.

FNRRS0241.explanation = Kontener harmonogramu podstawowego nie mo\u017ce zawiera\u0107 \u017cadnych akt umieszczanych w wielu folderach. 
FNRRS0241.action      = Wybierz inny kontener docelowy na potrzeby umieszczania akt. 
FNRRS0241.message     = Nie mo\u017cna umie\u015bci\u0107 akt umieszczanych w wielu folderach w kontenerze harmonogramu podstawowego.

FNRRS0242.explanation = Kontener harmonogramu podstawowego nie mo\u017ce zawiera\u0107 \u017cadnych akt fizycznych. 
FNRRS0242.action      = Wybierz inny kontener docelowy na potrzeby umieszczania akt. 
FNRRS0242.message     = Nie mo\u017cna umie\u015bci\u0107 akt fizycznych w kontenerze harmonogramu podstawowego.

FNRRS0243.explanation = Kontener harmonogramu podstawowego nie mo\u017ce zawiera\u0107 \u017cadnych akt z typem akt. 
FNRRS0243.action      = Wybierz inny kontener docelowy na potrzeby umieszczania akt. 
FNRRS0243.message     = Nie mo\u017cna umie\u015bci\u0107 akt z powi\u0105zanym typem akt w kontenerze harmonogramu podstawowego.

FNRRS0244.explanation = Wszystkie akta zawarte w kontenerze harmonogramu podstawowego musz\u0105 obs\u0142ugiwa\u0107 przypisan\u0105 w\u0142a\u015bciwo\u015b\u0107 wyzwalacza. 
FNRRS0244.action      = Wybierz inny kontener docelowy na potrzeby umieszczania akt. 
FNRRS0244.message     = Klasa akt nie obs\u0142uguje w\u0142a\u015bciwo\u015bci wyzwalacza przypisanej do docelowego kontenera harmonogramu podstawowego.

FNRRS0245.explanation = Kontener harmonogramu podstawowego nie mo\u017ce mie\u0107 przypisanego \u017cadnego harmonogramu rozporz\u0105dzania \u2014 ani bezpo\u015brednio, ani przez dziedziczenie. 
FNRRS0245.action      = Nie nale\u017cy podejmowa\u0107 pr\u00f3by przypisania harmonogramu rozporz\u0105dzania do istniej\u0105cego kontenera harmonogramu podstawowego lub podczas tworzenia takiego kontenera.
FNRRS0245.message     = Nie mo\u017cna przypisa\u0107 harmonogramu rozporz\u0105dzania do kontenera harmonogramu podstawowego.

FNRRS0246.explanation = \u017badne akta, kt\u00f3re s\u0105 obecnie zawarte w raporcie harmonogramu podstawowego nie mog\u0105 zosta\u0107 przeniesione poza kontener.
FNRRS0246.action      = Istnieje mo\u017cliwo\u015b\u0107 utworzenia nowej kopii tych akt lub wstrzymanie akt.
FNRRS0246.message     = Nie mo\u017cna przenie\u015b\u0107 akt, kt\u00f3re s\u0105 obecnie zawarte w raporcie harmonogramu podstawowego: {0}.
FNRRS0246.arg.0       = Identyfikator akt.

FNRRS0247.explanation = Spe\u0142niaj\u0105cy warunki kontener nie mo\u017ce zosta\u0107 konwertowany na kontener harmonogramu podstawowego, je\u015bli kontener lub przynajmniej jedne jego akta s\u0105 obecnie zwi\u0105zane z przetwarzaniem rozporz\u0105dzania.
FNRRS0247.action      = Przed pr\u00f3b\u0105 konwersji zako\u0144cz wszelkie istniej\u0105ce przetwarzanie rozporz\u0105dzania dla kontenera i/lub zawartych akt.
FNRRS0247.message     = Proponowany kontener nie umo\u017cliwia obecnie konwersj\u0119 na kontener harmonogramu podstawowego, poniewa\u017c kontener lub przynajmniej jedne z jego akt s\u0105 obecnie zwi\u0105zane z przetwarzaniem rozporz\u0105dzania: {0}.
FNRRS0247.arg.0       = Identyfikator niezgodnego kontenera lub akt podrz\u0119dnych.

FNRRS0248.explanation = \u017badne zmiany we w\u0142a\u015bciwo\u015bciach wyzwalacza nie s\u0105 dopuszczalne dla ka\u017cdego raportu, kt\u00f3ry jest zawarty w raporcie harmonogramu podstawowego.
FNRRS0248.action      = Nie nale\u017cy pr\u00f3bowa\u0107 zmienia\u0107 warto\u015bci w\u0142a\u015bciwo\u015bci wyzwalacza.
FNRRS0248.message     = Nie mo\u017cna aktualizowa\u0107 warto\u015bci w\u0142a\u015bciwo\u015bci wyzwalacza w aktach, kt\u00f3re s\u0105 obecnie zawarte w raporcie harmonogramu podstawowego: {0} .
FNRRS0248.arg.0       = Identyfikator akt.

FNRRS0249.explanation = Poniewa\u017c kontener harmonogramu podstawowego nie mo\u017ce zawiera\u0107 akt umieszczanych w wielu folderach, wszystkie akta istniej\u0105ce w kontenerze harmonogramu podstawowego nie mog\u0105 by\u0107 umieszczane w innych miejscach.
FNRRS0249.action      = Przenie\u015b lub skopiuj akta zamiast umieszcza\u0107 je w wielu folderach.
FNRRS0249.message     = Nie mo\u017cna umieszcza\u0107 w wielu folderach akt, kt\u00f3re s\u0105 obecnie zawarte w kontenerze harmonogramu podstawowego: {0}.
FNRRS0249.arg.0       = Identyfikator akt.

FNRRS0250.explanation = Niekt\u00f3re instancje konfiguracji systemowych s\u0105 uznawane za sta\u0142e i nie mo\u017cna ich zmieni\u0107.
FNRRS0250.message     = Operacja aktualizacji nie jest dozwolona w przypadku instancji konfiguracji systemu, kt\u00f3rego nazwa w\u0142a\u015bciwo\u015bci to: {0}.
FNRRS0250.arg.0       = Nazwa w\u0142a\u015bciwo\u015bci konfiguracji systemowej.

FNRRS0251.explanation = Daty wykonania bie\u017c\u0105cej fazy nie ustawiono lub przypada ona w przysz\u0142o\u015bci.
FNRRS0251.action      = Uruchom ponownie przegl\u0105danie z rozporz\u0105dzaniem w celu od\u015bwie\u017cenia stanu rozporz\u0105dzania obiektu.
FNRRS0251.message     = Nie mo\u017cna zainicjowa\u0107 rozporz\u0105dzania z powodu zmiany w dacie wykonania bie\u017c\u0105cej fazy dla obiektu: {0}, data: {1}.
FNRRS0251.arg.0       = Obiekt, kt\u00f3rego dotyczy operacja.
FNRRS0251.arg.1       = Data wykonania bie\u017c\u0105cej fazy dla obiektu.

FNRRS0252.explanation = Inicjalizacja czynno\u015bci rozporz\u0105dzania nie ma zastosowania do obiektu, kt\u00f3rego bie\u017c\u0105c\u0105 czynno\u015bci\u0105 fazy jest automatyczne niszczenie.
FNRRS0252.action      = Uruchom przegl\u0105danie z rozporz\u0105dzaniem automatycznego niszczenia w celu przetworzenia tego obiektu.
FNRRS0252.message     = Nie mo\u017cna zainicjowa\u0107 rozporz\u0105dzania dla obiektu, kt\u00f3rego bie\u017c\u0105c\u0105 czynno\u015bci\u0105 fazy rozporz\u0105dzania jest automatyczne niszczenie: {0}.
FNRRS0252.arg.0       = Obiekt, kt\u00f3rego dotyczy operacja.

FNRRS0253.explanation = Inicjalizacja czynno\u015bci rozporz\u0105dzania nie ma zastosowania do obiektu, kt\u00f3rego hierarchia kontenera zale\u017cnego obejmuje jeden lub wi\u0119cej kontener\u00f3w wstrzymanych.
FNRRS0253.action      = Usu\u0144 wszelkie wstrzymania i pon\u00f3w pr\u00f3b\u0119 inicjacji rozporz\u0105dzania.
FNRRS0253.message     = Nie mo\u017cna zainicjowa\u0107 rozporz\u0105dzania dla obiektu, kt\u00f3ry zawiera wstrzymany fizyczny kontener zale\u017cny: {0}.
FNRRS0253.arg.0       = Obiekt, kt\u00f3rego dotyczy operacja.

FNRRS0254.explanation = Inicjalizacja czynno\u015bci rozporz\u0105dzania nie ma zastosowania do obiektu, kt\u00f3rego hierarchia kontenera zale\u017cnego obejmuje jedno lub wi\u0119cej akt fizycznych wstrzymanych.
FNRRS0254.action      = Usu\u0144 wszelkie wstrzymania i pon\u00f3w pr\u00f3b\u0119 inicjacji rozporz\u0105dzania.
FNRRS0254.message     = Nie mo\u017cna zainicjowa\u0107 rozporz\u0105dzania dla obiektu, kt\u00f3ry zawiera wstrzymane akta fizyczne: {0}.
FNRRS0254.arg.0       = Obiekt, kt\u00f3rego dotyczy operacja.

FNRRS0255.explanation = Inicjalizacja czynno\u015bci rozporz\u0105dzania nie ma zastosowania do obiektu, kt\u00f3rego hierarchia kontenera zale\u017cnego obejmuje wstrzymany kontener zale\u017cny, kt\u00f3ry zawiera akta fizyczne.
FNRRS0255.action      = Usu\u0144 wszelkie wstrzymania i pon\u00f3w pr\u00f3b\u0119 inicjacji rozporz\u0105dzania.
FNRRS0255.message     = Nie mo\u017cna zainicjowa\u0107 rozporz\u0105dzania dla obiektu, kt\u00f3ry zawiera wstrzymany kontener zale\u017cny, kt\u00f3ry z kolei zawiera akta fizyczne: {0}.
FNRRS0255.arg.0       = Obiekt, kt\u00f3rego dotyczy operacja.


FNRRS0300.explanation = Nie mo\u017cna pozyska\u0107 instancji o temacie JAAS powi\u0105zanej z tymi warto\u015bciami: domain_type, connection url, username i JAAS_stanza name.
FNRRS0300.action      = Upewnij si\u0119, \u017ce: 1) Konfiguracja JAAS dla \u015brodowiska wykonawczego jest okre\u015blona prawid\u0142owo. 2) Podano prawid\u0142owy adres URL wraz z poprawnym numerem portu. 3) Podano odpowiedni\u0105 nazw\u0119 JAAS_stanza dla adresu URL.
FNRRS0300.message     = Nie mo\u017cna pozyska\u0107 tematu JAAS dla typu domeny: ''{0}'', url: ''{1}'', username: ''{2}'', JAAS stanza: ''{3}''.
FNRRS0300.arg.0       = domain_type
FNRRS0300.arg.1       = url
FNRRS0300.arg.2       = username
FNRRS0300.arg.3       = JAAS_stanza

FNRRS0301.explanation = Sk\u0142adnica obiekt\u00f3w P8 okre\u015blona przez objectstore_ident nie jest poprawnym repozytorium tre\u015bci mened\u017cera akt.
FNRRS0301.action      = Upewnij si\u0119, \u017ce do tej sk\u0142adnicy obiekt\u00f3w P8 zastosowano w\u0142a\u015bciwy model danych mened\u017cera akt.
FNRRS0301.message     = Sk\u0142adnica obiekt\u00f3w P8 nie jest poprawnym repozytorium tre\u015bci mened\u017cera akt: ''{0}''.
FNRRS0301.arg.0       = objectstore_ident

FNRRS0302.explanation = Sk\u0142adnica obiekt\u00f3w P8 okre\u015blona przez objectstore_ident nie jest poprawnym repozytorium kartotek akt produktu IBM Enterprise Records.
FNRRS0302.action      = Upewnij si\u0119, \u017ce do tej sk\u0142adnicy obiekt\u00f3w P8 zastosowano w\u0142a\u015bciwy model danych IBM Enterprise Records.
FNRRS0302.message     = Sk\u0142adnica obiekt\u00f3w P8 nie jest poprawnym repozytorium kartotek akt produktu IBM Enterprise Records: ''{0}''.
FNRRS0302.arg.0       = objectstore_ident

FNRRS0303.explanation = Obiekt API, instance_ident, typu entity_type, nie zosta\u0142 jeszcze powi\u0105zany z odpowiednim obiektem podstawowym repozytorium. Ogranicza to u\u017cycie instancji API, to jest np. pr\u00f3b\u0119 odczytania z niej warto\u015bci w\u0142a\u015bciwo\u015bci.
FNRRS0303.action      = Wykonaj fetchInstance (jako przeciwie\u0144stwo getInstance) dla instancji API w celu wymuszenia pobrania z repozytorium.
FNRRS0303.message     = Nie ustalono obiektu podstawowego repozytorium dla instancji API: ''{0}'', typ: ''{1}''.
FNRRS0303.arg.0       = instance_ident
FNRRS0303.arg.1       = entity_type

FNRRS0304.explanation = Nie mo\u017cna odczyta\u0107 dost\u0119pnych repozytori\u00f3w kartotek akt z domeny: domain_ident.
FNRRS0304.action      = Sprawd\u017a, czy bie\u017c\u0105cy u\u017cytkownik ma uprawnienia dost\u0119pu do co najmniej jednego repozytorium kartotek akt w domenie. Upewnij si\u0119 tak\u017ce, \u017ce co najmniej jedno repozytorium skonfigurowano jako repozytorium kartotek akt.
FNRRS0304.message     = Nie mo\u017cna odczyta\u0107 dost\u0119pnych repozytori\u00f3w kartotek akt z domeny: ''{0}''.
FNRRS0304.arg.0       = domain_ident

FNRRS0305.explanation = Nie mo\u017cna odczyta\u0107 dost\u0119pnych repozytori\u00f3w kartotek akt z domeny: domain_ident.
FNRRS0305.action      = Sprawd\u017a, czy bie\u017c\u0105cy u\u017cytkownik ma uprawnienia dost\u0119pu do co najmniej jednego repozytorium kartotek akt w domenie. Upewnij si\u0119 tak\u017ce, \u017ce co najmniej jedno repozytorium skonfigurowano jako repozytorium kartotek akt.
FNRRS0305.message     = Nie mo\u017cna odczyta\u0107 dost\u0119pnych repozytori\u00f3w kartotek akt z domeny: ''{0}''.
FNRRS0305.arg.0       = domain_ident

FNRRS0306.explanation = Podczas pr\u00f3by u\u017cycia w\u0142a\u015bciwo\u015bci P8 Content Engine, kt\u00f3rej nazwa symboliczna to symbolic_name, wyst\u0105pi\u0142 wyj\u0105tek.
FNRRS0306.action      = Przeanalizuj stos wyj\u0105tk\u00f3w w celu odszukania g\u0142\u00f3wnej przyczyny wyj\u0105tku RMRuntimeException. Typowa przyczyna jest zwi\u0105zana z problemem dotycz\u0105cym rzutowania typu.
FNRRS0306.message     = B\u0142\u0105d podczas u\u017cycia w\u0142a\u015bciwo\u015bci P8CE, nazwa symboliczna: ''{0}''.
FNRRS0306.arg.0       = symbolic_name

FNRRS0307.explanation = Napotkano nieobs\u0142ugiwan\u0105 klas\u0119 w\u0142a\u015bciwo\u015bci repozytorium class_name dla w\u0142a\u015bciwo\u015bci symbolic_name.
FNRRS0307.action      = Wybierz inn\u0105 w\u0142a\u015bciwo\u015b\u0107 lub typ klasy w\u0142a\u015bciwo\u015bci.
FNRRS0307.message     = Podczas pr\u00f3by u\u017cycia w\u0142a\u015bciwo\u015bci repozytorium napotkano nieobs\u0142ugiwana klas\u0119 w\u0142a\u015bciwo\u015bci, nazwa symboliczna: ''{0}'', klasa: ''{1}''.
FNRRS0307.arg.0       = symbolic_name
FNRRS0307.arg.1       = class_name

FNRRS0308.explanation = Nieoczekiwany b\u0142\u0105d podczas operacji ustawiania warto\u015bci w\u0142a\u015bciwo\u015bci repozytorium dla nazwy symbolic_name w\u0142a\u015bciwo\u015bci typu data_type.
FNRRS0308.action      = Przeanalizuj wewn\u0119trzny wyj\u0105tek dla wszelkich dodatkowych opis\u00f3w b\u0142\u0119d\u00f3w repozytorium.
FNRRS0308.message     = B\u0142\u0105d podczas pr\u00f3by ustawiania warto\u015bci w\u0142a\u015bciwo\u015bci repozytorium,, nazwa symboliczna: ''{0}'', typ danych: ''{1}''.
FNRRS0308.arg.0       = symbolic_name
FNRRS0308.arg.1       = data_type

FNRRS0309.explanation = Obiekt kontener typu entity_type nie jest obs\u0142ugiwany przez warstw\u0119 dost\u0119pu do repozytorium programu P8 Content Engine.
FNRRS0309.action      = Wybierz inny typ kontenera lub inne repozytorium, obs\u0142uguj\u0105ce ten typ obiekt\u00f3w.
FNRRS0309.message     = Nie mo\u017cna utworzy\u0107 obiektu kontener z powodu nieobs\u0142ugiwanego typu obiektu kontenera P8CE_RAL: ''{0}''.
FNRRS0309.arg.0       = entity_type

FNRRS0310.explanation = Dla repozytorium fpRepository brak obiektu ''SystemConfiguration'', kt\u00f3rego ''PropertyName'' to ''konfiguracja FPOS''.
FNRRS0310.action      = Upewnij si\u0119, \u017ce poprawnie skonfigurowano fpRepository.
FNRRS0310.message     = Brak dost\u0119pnego obiektu konfiguracji systemu ''Konfiguracja FPOS'' w repozytorium kartotek akt: ''{0}''
FNRRS0310.arg.0       = fpRepository

FNRRS0311.explanation = Dla repozytorium fpRepository obiekt ''SystemConfiguration'', kt\u00f3rego ''PropertyName'' to ''konfiguracja FPOS'', ma niepoprawn\u0105 warto\u015b\u0107 w\u0142a\u015bciwo\u015bci dla opcji ''PropertyValue''.
FNRRS0311.action      = Upewnij si\u0119, \u017ce poprawnie skonfigurowano fpRepository.
FNRRS0311.message     = Niepoprawna warto\u015b\u0107 obiektu konfiguracji systemu ''Konfiguracja FPOS'' w repozytorium kartotek akt: ''{0}''.
FNRRS0311.arg.0       = fpRepository

FNRRS0312.explanation = Operacja zapisu dla obiektu typu entity_type o identyfikatorze object_ident nie powiod\u0142a si\u0119.
FNRRS0312.action      = Sprawd\u017a, czy obiekt, kt\u00f3rego dotyczy komunikat, nadal istnieje w repozytorium. Upewnij si\u0119, \u017ce bie\u017c\u0105cy u\u017cytkownik ma umo\u017cliwiaj\u0105cy wykonanie tej operacji dost\u0119p na poziomie w\u0142a\u015bciwego obiektu.
FNRRS0312.message     = Nie mo\u017cna wykona\u0107 operacji zapisywania dla obiektu repozytorium: ''{0}'', typ: ''{1}''. Bazowe informacje o b\u0142\u0119dzie: {2}
FNRRS0312.arg.0       = object_ident
FNRRS0312.arg.1       = entity_type
FNRRS0312.arg.2		  = \u0142a\u0144cuch komunikatu wyj\u0105tku bazowego

FNRRS0313.explanation = Podczas pr\u00f3by odczytu w\u0119z\u0142a g\u0142\u00f3wnego kartoteki akt repozytorium kartotek akt wyst\u0105pi\u0142 b\u0142\u0105d.
FNRRS0313.action      = Sprawd\u017a, czy bie\u017c\u0105cy u\u017cytkownik dysponuje co najmniej prawem do odczytu w\u0119z\u0142a g\u0142\u00f3wnego kartoteki akt, oraz \u017ce okre\u015blone repozytorium kartotek akt zosta\u0142o zainstalowane i prawid\u0142owo skonfigurowane.
FNRRS0313.message     = Nie mo\u017cna odczyta\u0107 w\u0119z\u0142a g\u0142\u00f3wnego kartoteki akt z repozytorium kartotek akt: {0}''.
FNRRS0313.arg.0       = fpRepository

FNRRS0314.explanation = Nieoczekiwany b\u0142\u0105d podczas dodawania do kolekcji w\u0142a\u015bciwo\u015bci w\u0142a\u015bciwo\u015bci o nazwie symbolic_name typu data_type.
FNRRS0314.action      = Przeanalizuj wewn\u0119trzny wyj\u0105tek dla opisu b\u0142\u0119d\u00f3w repozytorium.
FNRRS0314.message     = B\u0142\u0105d podczas pr\u00f3by dodawania nowej w\u0142a\u015bciwo\u015bci do kolekcji, nazwa symboliczna: ''{0}'', typ danych: ''{1}''.
FNRRS0314.arg.0       = symbolic_name
FNRRS0314.arg.1       = data_type

FNRRS0315.explanation = Podczas pr\u00f3by odczytu podrz\u0119dnych kategorii akt z kontenera nadrz\u0119dnego wyst\u0105pi\u0142 b\u0142\u0105d.
FNRRS0315.action      = Sprawd\u017a, czy bie\u017c\u0105cy u\u017cytkownik dysponuje co najmniej prawem do odczytu tre\u015bci kontenera nadrz\u0119dnego.
FNRRS0315.message     = B\u0142\u0105d odczytu kategorii akt z kontenera nadrz\u0119dnego: ''{0}''.
FNRRS0315.arg.0       = parent_container

FNRRS0316.explanation = Podczas pr\u00f3by pozyskania bie\u017c\u0105cej tre\u015bci iteratora strony wyst\u0105pi\u0142 b\u0142\u0105d.
FNRRS0316.action      = Upewnij si\u0119, \u017ce pocz\u0105tkowe wywo\u0142anie RMPageInterator.nextPage() wykonano w celu przeniesienia iteratora na pierwsz\u0105 stron\u0119. Alternatywnie iterator m\u00f3g\u0142 zosta\u0107 przeniesiony za ostatni\u0105 stron\u0119.
FNRRS0316.message     = B\u0142\u0105d podczas pr\u00f3by pozyskania tre\u015bci bie\u017c\u0105cej strony z obiektu RMPageIterator.

FNRRS0317.explanation = Podczas pr\u00f3by pozyskania nast\u0119pnej strony iteratora stron wyst\u0105pi\u0142 b\u0142\u0105d.
FNRRS0317.action      = Sprawd\u017a, czy iterator nie zosta\u0142 przeniesiony za ostatni\u0105 stron\u0119.
FNRRS0317.message     = B\u0142\u0105d podczas pr\u00f3by pozyskania nast\u0119pnej strony z iteratora PagableSet.

FNRRS0318.explanation = Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by odczytu kontener\u00f3w nadrz\u0119dnych z obiektu.
FNRRS0318.action      = Sprawd\u017a, czy bie\u017c\u0105cy u\u017cytkownik dysponuje co najmniej prawem do odczytu dla kontenera nadrz\u0119dnego.
FNRRS0318.message     = B\u0142\u0105d odczytu kontener\u00f3w nadrz\u0119dnych dla obiektu: ''{0}''.
FNRRS0318.arg.0       = obiekt

FNRRS0319.explanation = Operacja usuwania dla obiektu typu entity_type o identyfikatorze object_ident nie powiod\u0142a si\u0119.
FNRRS0319.action      = Sprawd\u017a, czy obiekt, kt\u00f3rego dotyczy komunikat, nadal istnieje w repozytorium. Upewnij si\u0119, \u017ce bie\u017c\u0105cy u\u017cytkownik ma umo\u017cliwiaj\u0105cy wykonanie tej operacji dost\u0119p na poziomie w\u0142a\u015bciwego obiektu.
FNRRS0319.message     = Nie mo\u017cna wykona\u0107 operacji usuwania dla obiektu repozytorium: ''{0}'', typ: ''{1}''.
FNRRS0319.arg.0       = object_ident
FNRRS0319.arg.1       = entity_type

FNRRS0320.explanation = Operacja dodawania kategorii akt dla obiektu typu entity_type o identyfikatorze object_ident nie powiod\u0142a si\u0119.
FNRRS0320.action      = Sprawd\u017a, czy obiekt docelowy, kt\u00f3rego dotyczy komunikat, nadal istnieje w repozytorium. Sprawd\u017a, czy obiekt docelowy mo\u017ce zawiera\u0107 kategori\u0119 akt. Upewnij si\u0119, \u017ce bie\u017c\u0105cy u\u017cytkownik ma umo\u017cliwiaj\u0105cy wykonanie tej operacji dost\u0119p do obiektu na poziomie w\u0142a\u015bciwego obiektu.
FNRRS0320.message     = Nie mo\u017cna doda\u0107 kategorii akt do obiektu docelowego: ''{0}'', typ: ''{1}''.
FNRRS0320.arg.0       = object_ident
FNRRS0320.arg.1       = entity_type

FNRRS0321.explanation = Podczas pr\u00f3by pozyskania bie\u017c\u0105cej liczby element\u00f3w dla iteratora strony wyst\u0105pi\u0142 b\u0142\u0105d.
FNRRS0321.action      = Upewnij si\u0119, \u017ce pocz\u0105tkowe wywo\u0142anie RMPageInterator.nextPage() wykonano w celu przeniesienia iteratora na pierwsz\u0105 stron\u0119. Alternatywnie iterator m\u00f3g\u0142 zosta\u0107 przeniesiony za ostatni\u0105 stron\u0119.
FNRRS0321.message     = B\u0142\u0105d podczas pr\u00f3by pozyskania bie\u017c\u0105cej liczby stron z obiektu RMPageIterator.

FNRRS0322.explanation = Operacja dodawania folderu akt dla obiektu typu object_type o identyfikatorze object_ident nie powiod\u0142a si\u0119.
FNRRS0322.action      = Sprawd\u017a, czy obiekt docelowy, kt\u00f3rego dotyczy komunikat, nadal istnieje w repozytorium. Sprawd\u017a, czy obiekt docelowy mo\u017ce zawiera\u0107 folder akt tego typu. Upewnij si\u0119, \u017ce bie\u017c\u0105cy u\u017cytkownik ma umo\u017cliwiaj\u0105cy wykonanie tej operacji dost\u0119p do obiektu na poziomie w\u0142a\u015bciwego obiektu.
FNRRS0322.message     = Nie mo\u017cna doda\u0107 folderu akt do obiektu docelowego: ''{0}'', typ: ''{1}''.
FNRRS0322.arg.0       = object_ident
FNRRS0322.arg.1       = entity_type

FNRRS0323.explanation = Podczas pr\u00f3by odczytu podrz\u0119dnych folder\u00f3w akt z kontenera nadrz\u0119dnego wyst\u0105pi\u0142 b\u0142\u0105d.
FNRRS0323.action      = Sprawd\u017a, czy bie\u017c\u0105cy u\u017cytkownik dysponuje co najmniej prawem do odczytu tre\u015bci kontenera nadrz\u0119dnego.
FNRRS0323.message     = B\u0142\u0105d odczytu folder\u00f3w akt z kontenera nadrz\u0119dnego: ''{0}''.
FNRRS0323.arg.0       = parent_container

FNRRS0324.explanation = Podczas pr\u00f3by odczytu aktywnego woluminu podrz\u0119dnego z kontenera nadrz\u0119dnego wyst\u0105pi\u0142 b\u0142\u0105d.
FNRRS0324.action      = Sprawd\u017a, czy bie\u017c\u0105cy u\u017cytkownik dysponuje co najmniej prawem do odczytu tre\u015bci kontenera nadrz\u0119dnego.
FNRRS0324.message     = B\u0142\u0105d odczytu aktywnego woluminu z kontenera nadrz\u0119dnego: ''{0}''.
FNRRS0324.arg.0       = parent_container

FNRRS0325.explanation = Podczas pr\u00f3by odczytu podrz\u0119dnych wolumin\u00f3w akt z kontenera nadrz\u0119dnego wyst\u0105pi\u0142 b\u0142\u0105d.
FNRRS0325.action      = Sprawd\u017a, czy bie\u017c\u0105cy u\u017cytkownik dysponuje co najmniej prawem do odczytu tre\u015bci kontenera nadrz\u0119dnego.
FNRRS0325.message     = B\u0142\u0105d odczytu wolumin\u00f3w akt z kontenera nadrz\u0119dnego: ''{0}''.
FNRRS0325.arg.0       = parent_container

FNRRS0326.explanation = Operacja dodawania wolumin\u00f3w akt dla obiektu typu entity_type o identyfikatorze object_ident nie powiod\u0142a si\u0119.
FNRRS0326.action      = Sprawd\u017a, czy obiekt docelowy, kt\u00f3rego dotyczy komunikat, nadal istnieje w repozytorium. Sprawd\u017a, czy obiekt docelowy mo\u017ce zawiera\u0107 wolumin akt. Upewnij si\u0119, \u017ce bie\u017c\u0105cy u\u017cytkownik ma umo\u017cliwiaj\u0105cy wykonanie tej operacji dost\u0119p do obiektu na poziomie w\u0142a\u015bciwego obiektu.
FNRRS0326.message     = Nie mo\u017cna doda\u0107 woluminu akt do obiektu docelowego: ''{0}'', typ: ''{1}''.
FNRRS0326.arg.0       = object_ident
FNRRS0326.arg.1       = entity_type

FNRRS0327.explanation = Zapytanie o obiekty nie powiod\u0142o si\u0119 z powodu b\u0142\u0119du repozytorium.
FNRRS0327.action      = Sprawd\u017a, czy sk\u0142adnia SQL jest prawid\u0142owa, i/lub przeanalizuj wszelkie do\u0142\u0105czone wyj\u0105tki w celu uzyskania dok\u0142adniejszych wyja\u015bnie\u0144 dot. b\u0142\u0119du.
FNRRS0327.message     = Zapytanie o obiekt nie powiod\u0142o si\u0119.

FNRRS0328.explanation = Zapytanie o wiersze nie powiod\u0142o si\u0119 z powodu b\u0142\u0119du repozytorium.
FNRRS0328.action      = Sprawd\u017a, czy sk\u0142adnia SQL jest prawid\u0142owa, i/lub przeanalizuj wszelkie do\u0142\u0105czone wyj\u0105tki w celu uzyskania dok\u0142adniejszych wyja\u015bnie\u0144 dot. b\u0142\u0119du.
FNRRS0328.message     = Zapytanie o wiersze nie powiod\u0142o si\u0119.

FNRRS0329.explanation = Podj\u0119to pr\u00f3b\u0119 pozyskania obiektu RMPagingIterator z obiektu PagableSet, kt\u00f3ry nie obs\u0142uguje stronicowania.
FNRRS0329.action      = U\u017cyj metody RMPagingIterator.supportsPaging() w celu okre\u015blenia, czy stronicowanie jest obs\u0142ugiwane. Je\u015bli stronicowanie nie jest obs\u0142ugiwane, u\u017cyj metody RMPagingIterator.iterator() zamiast metody RMPagingIterator.pageIterator().
FNRRS0329.message     = Stronicowanie nie jest obs\u0142ugiwane dla tej instancji PagableSet.

FNRRS0330.explanation = Podczas pr\u00f3by odczytu zestaw\u00f3w oznakowania z domeny domain_ident wyst\u0105pi\u0142 b\u0142\u0105d.
FNRRS0330.action      = Sprawd\u017a, czy bie\u017c\u0105cy u\u017cytkownik ma uprawnienia dost\u0119pu do co najmniej jednego zestawu oznakowa\u0144 w domenie.
FNRRS0330.message     = Nie mo\u017cna odczyta\u0107 zestaw\u00f3w oznakowa\u0144 z domeny: ''{0}''.
FNRRS0330.arg.0       = domain_ident

FNRRS0331.explanation = \u0141a\u0144cuch identyfikuj\u0105cy zestaw oznakowa\u0144, markingSetId, ma niepoprawny format.
FNRRS0331.action      = Upewnij si\u0119, \u017ce \u0142a\u0144cuch identyfikuj\u0105cy ma format \u0142a\u0144cucha znak\u00f3w GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', gdzie ka\u017cdy znak ''x'' to znak w postaci szesnastkowej.
FNRRS0331.message     = Nieprawid\u0142owy format \u0142a\u0144cucha identyfikuj\u0105cego zestaw oznakowa\u0144: ''{0}''.
FNRRS0331.arg.0       = markingSetId

FNRRS0332.explanation = Podczas odczytu listy wyboru z repozytorium: repos_ident wyst\u0105pi\u0142 b\u0142\u0105d.
FNRRS0332.action      = Sprawd\u017a, czy bie\u017c\u0105cy u\u017cytkownik ma uprawnienia dost\u0119pu do co najmniej jednej listy wyboru w repozytorium.
FNRRS0332.message     = Nie mo\u017cna odczyta\u0107 list wyboru z repozytorium: ''{0}''.
FNRRS0332.arg.0       = repos_ident

FNRRS0333.explanation = \u0141a\u0144cuch identyfikuj\u0105cy list\u0119 wyboru, choiceListId, ma niepoprawny format.
FNRRS0333.action      = Upewnij si\u0119, \u017ce \u0142a\u0144cuch identyfikuj\u0105cy ma format \u0142a\u0144cucha znak\u00f3w GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', gdzie ka\u017cdy znak ''x'' to znak w postaci szesnastkowej.
FNRRS0333.message     = Nieprawid\u0142owy format \u0142a\u0144cucha identyfikuj\u0105cego zestaw oznakowa\u0144: ''{0}''.
FNRRS0333.arg.0       = choiceListId

FNRRS0334.explanation = Podczas odczytu opisu klasy, classDesc_ident, z repozytorium repos_ident, wyst\u0105pi\u0142 b\u0142\u0105d.
FNRRS0334.action      = Sprawd\u017a, czy opis klasy istnieje w repozytorium, oraz czy bie\u017c\u0105cy u\u017cytkownik ma uprawnienia dost\u0119pu do opisu klasy.
FNRRS0334.message     = Nie mo\u017cna pozyska\u0107 opisu klasy z repozytorium: ''{0}'', identyfikator opisu klasy: ''{1}''.
FNRRS0334.arg.0       = repos_ident
FNRRS0334.arg.1       = classDesc_ident

FNRRS0335.explanation = Podczas pr\u00f3by odczytu opis\u00f3w klas z repozytorium repos_ident wyst\u0105pi\u0142 b\u0142\u0105d.
FNRRS0335.action      = Sprawd\u017a, czy bie\u017c\u0105cy u\u017cytkownik ma uprawnienia dost\u0119pu do repozytorium,
FNRRS0335.message     = Nie mo\u017cna odczyta\u0107 opis\u00f3w klas z repozytorium: ''{0}'', to\u017csamo\u015bci opis\u00f3w klas: ''{1}''.
FNRRS0335.arg.0       = repos_ident

FNRRS0336.explanation = Wykryto niepoprawny parametr \u0142a\u0144cucha identyfikatora.
FNRRS0336.action      = Upewnij si\u0119, \u017ce \u0142a\u0144cuch identyfikuj\u0105cy ma format \u0142a\u0144cucha znak\u00f3w GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', gdzie ka\u017cdy znak ''x'' to znak w postaci szesnastkowej.
FNRRS0336.message     = Niepoprawny parametr \u0142a\u0144cucha identyfikatora: ''{0}''.
FNRRS0336.arg.0       = id_string

FNRRS0337.explanation = Nie mo\u017cna odczyta\u0107 bie\u017c\u0105co uwierzytelnionego u\u017cytkownika dla domeny.
FNRRS0337.action      = Upewnij si\u0119, \u017ce u\u017cytkownik zosta\u0142 ju\u017c uwierzytelniony dla domeny, \u017ce okre\u015blono temat JAAS, lub \u017ce spe\u0142nione s\u0105 oba te warunki.
FNRRS0337.message     = Nie mo\u017cna odczyta\u0107 bie\u017c\u0105co uwierzytelnionego u\u017cytkownika dla domeny.

FNRRS0338.explanation = Operacja wyszukiwania okre\u015blonych grup u\u017cytkownik\u00f3w nie powiod\u0142a si\u0119.
FNRRS0338.action      = Upewnij si\u0119, \u017ce u\u017cytkownik zosta\u0142 ju\u017c uwierzytelniony dla domeny, \u017ce okre\u015blono temat JAAS, lub \u017ce spe\u0142nione s\u0105 oba te warunki.
FNRRS0338.message     = Niepowodzenie podczas wyszukiwania grup u\u017cytkownik\u00f3w domeny.

FNRRS0339.explanation = Operacja wyszukiwania okre\u015blonych u\u017cytkownik\u00f3w nie powiod\u0142a si\u0119.
FNRRS0339.action      = Upewnij si\u0119, \u017ce u\u017cytkownik zosta\u0142 ju\u017c uwierzytelniony dla domeny, \u017ce okre\u015blono temat JAAS, lub \u017ce spe\u0142nione s\u0105 oba te warunki.
FNRRS0339.message     = Niepowodzenie podczas wyszukiwania u\u017cytkownik\u00f3w domeny.

FNRRS0340.explanation = Bie\u017c\u0105cy u\u017cytkownik ma niewystarczaj\u0105ce prawa do dodawania nowych cz\u0142onk\u00f3w do istniej\u0105cej roli zdefiniowanej przez nazw\u0119 role_name, role_type oraz appl_name.
FNRRS0340.action      = Upewnij si\u0119, \u017ce bie\u017c\u0105cy u\u017cytkownik ma wystarczaj\u0105ce prawa do dodawania nowych cz\u0142onk\u00f3w do istniej\u0105cej roli.
FNRRS0340.message     = Bie\u017c\u0105cy u\u017cytkownik ma niewystarczaj\u0105ce prawa dost\u0119pu do roli, nazwa roli = ''{0}'', typ roli = ''{1}'', aplikacja = ''{2}''.
FNRRS0340.arg.0       = role_name
FNRRS0340.arg.1       = role_type
FNRRS0340.arg.2       = appl_name

FNRRS0341.explanation = Niepowodzenie podczas pr\u00f3by odczytu roli dost\u0119pu zdefiniowanej przez typ role_type i nazw\u0119 appl_name.
FNRRS0341.action      = Upewnij si\u0119, \u017ce bie\u017c\u0105cy u\u017cytkownik ma wystarczaj\u0105ce prawa do dodawania nowych cz\u0142onk\u00f3w do istniej\u0105cej roli, oraz \u017ce rola ta nadal istnieje w repozytorium.
FNRRS0341.message     = Niepowodzenie podczas pr\u00f3by odczytu roli dost\u0119pu zdefiniowanej przez typ: typ = ''{0}'' i aplikacj\u0119: aplikacja = ''{1}''.
FNRRS0341.arg.0       = role_type
FNRRS0341.arg.1       = appl_name

FNRRS0342.explanation = Nie mo\u017cna utworzy\u0107 nowej roli za pomoc\u0105 typu role_type i nazwy aplikacji appl_name z uwagi na to, \u017ce istnia\u0142a ju\u017c wcze\u015bniej rola o tych samych warto\u015bciach.
FNRRS0342.action      = U\u017cyj innego zestawu warto\u015bci typ roli/nazwa aplikacji lub najpierw usu\u0144 odpowiedni\u0105 istniej\u0105c\u0105 rol\u0119.
FNRRS0342.message     = Nie mo\u017cna utworzy\u0107 nowej roli z powodu zgodnej wcze\u015bniej istniej\u0105cej roli, typ = ''{0}'', aplikacja = ''{1}''.
FNRRS0342.arg.0       = role_type
FNRRS0342.arg.1       = appl_name

FNRRS0343.explanation = Niepowodzenie podczas pr\u00f3by odczytu roli dost\u0119pu zdefiniowanej przez nazw\u0119 role_name i nazw\u0119 appl_name.
FNRRS0343.action      = Upewnij si\u0119, \u017ce bie\u017c\u0105cy u\u017cytkownik ma wystarczaj\u0105ce prawa do wy\u015bwietlania istniej\u0105cej roli, oraz \u017ce rola ta nadal istnieje w repozytorium.
FNRRS0343.message     = Niepowodzenie podczas pr\u00f3by odczytu roli dost\u0119pu zdefiniowanej przez nazw\u0119: nazwa = ''{0}'' i aplikacj\u0119: aplikacja = ''{1}''.
FNRRS0343.arg.0       = role_name
FNRRS0343.arg.1       = appl_name

FNRRS0344.explanation = Nie mo\u017cna okre\u015bli\u0107 bie\u017c\u0105cego u\u017cytkownika.
FNRRS0344.action      = Upewnij si\u0119, \u017ce u\u017cytkownik zosta\u0142 ju\u017c uwierzytelniony dla domeny, \u017ce okre\u015blono temat JAAS, lub \u017ce spe\u0142nione s\u0105 oba te warunki.
FNRRS0344.message     = Nie mo\u017cna okre\u015bli\u0107 bie\u017c\u0105cego u\u017cytkownika.

FNRRS0345.explanation = Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by odczytu kartotek akt z nadrz\u0119dnego repozytorium kartotek akt.
FNRRS0345.action      = Sprawd\u017a, czy bie\u017c\u0105cy u\u017cytkownik dysponuje co najmniej prawem do odczytu tre\u015bci repozytorium kartotek akt.
FNRRS0345.message     = B\u0142\u0105d odczytu kartotek akt z repozytorium kartotek akt: ''{0}''.
FNRRS0345.arg.0       = fileplan_repository

FNRRS0346.explanation = Brak wymaganej w\u0142a\u015bciwo\u015bci lub nie ma ona warto\u015bci.
FNRRS0346.action      = Upewnij si\u0119, \u017ce podano poprawn\u0105 warto\u015b\u0107 w\u0142a\u015bciwo\u015bci.
FNRRS0346.message     = Brak w\u0142a\u015bciwo\u015bci lub nie ma ona warto\u015bci, nazwa symboliczna: ''{0}''.
FNRRS0346.arg.0       = property_name

FNRRS0347.explanation = Podana nazwa kartoteki akt nie jest unikalna.
FNRRS0347.action      = Podaj nazw\u0119 kartoteki akt, kt\u00f3ra nie by\u0142a jeszcze u\u017cywana w repozytorium kartotek akt.
FNRRS0347.message     = Nazwa kartoteki akt nie jest unikalna: ''{0}''.
FNRRS0347.arg.0       = fileplan_name

FNRRS0348.explanation = Podczas pr\u00f3by dodania nowej kartoteki akt w repozytorium kartotek akt wyst\u0105pi\u0142 b\u0142\u0105d.
FNRRS0348.action      = Sprawd\u017a, czy repozytorium docelowe jest poprawne. Upewnij si\u0119, \u017ce bie\u017c\u0105cy u\u017cytkownik ma umo\u017cliwiaj\u0105cy wykonanie tej operacji dost\u0119p do obiektu na poziomie w\u0142a\u015bciwego obiektu.
FNRRS0348.message     = Nie mo\u017cna doda\u0107 nowej kartoteki akt do docelowego repozytorium kartotek akt: ''{0}''.
FNRRS0348.arg.0       = repository_ident

FNRRS0349.explanation = Nie mo\u017cna pozyska\u0107 opisu wskazanej w\u0142a\u015bciwo\u015bci lub jej podpliku nale\u017c\u0105cego do podanej klasy i repozytorium.
FNRRS0349.action      = Sprawd\u017a, czy podana klasa odpowiada bie\u017c\u0105cemu procesowi.
FNRRS0349.message     = Nie mo\u017cna pozyska\u0107 opisu w\u0142a\u015bciwo\u015bci dla: ''{0}'', to\u017csamo\u015b\u0107 klasy: ''{1}'' z repozytorium: ''{2}''.
FNRRS0349.arg.0       = property_ident
FNRRS0349.arg.1       = class_ident
FNRRS0349.arg.2       = repository_ident

FNRRS0350.explanation = Podczas pr\u00f3by odczytu okre\u015blonego element tre\u015bci jako cz\u0119\u015bci procesu deklaracji akt wyst\u0105pi\u0142 b\u0142\u0105d.
FNRRS0350.action      = Sprawd\u017a, czy podany element tre\u015bci istnieje i jest dost\u0119pny.
FNRRS0350.message     = Nie mo\u017cna odczyta\u0107 okre\u015blonego elementu tre\u015bci do cel\u00f3w deklaracji akt: ''{0}''.
FNRRS0350.arg.0       = contentItem_ident

FNRRS0351.explanation = Nie mo\u017cna znale\u017a\u0107 \u017cadnych aktywnych wolumin\u00f3w podrz\u0119dnych dla okre\u015blonego folderu akt. Mo\u017ce to uniemo\u017cliwi\u0107 operacj\u0119 deklaracji akt, je\u015bli ten folder akt nale\u017cy do kontener\u00f3w docelowych nowych akt.
FNRRS0351.action      = Dodaj nowy aktywny wolumin do folderu akt lub ponownie otw\u00f3rz istniej\u0105cy wolumin i zdefiniuj go jako kontener docelowy dla operacji deklaracji akt.
FNRRS0351.message     = Brak dost\u0119pnych aktywnych wolumin\u00f3w podrz\u0119dnych dla okre\u015blonego folderu akt: ''{0}''.
FNRRS0351.arg.0       = recordFolder_ident

FNRRS0352.explanation = Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by odczytu lokalizacji z nadrz\u0119dnego repozytorium kartotek akt.
FNRRS0352.action      = Sprawd\u017a, czy bie\u017c\u0105cy u\u017cytkownik dysponuje co najmniej prawem do odczytu tre\u015bci repozytorium kartotek akt.
FNRRS0352.message     = B\u0142\u0105d odczytu lokalizacji z repozytorium kartotek akt: ''{0}''.
FNRRS0352.arg.0       = fileplan_repository

FNRRS0353.explanation = Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by odczytu programu dodatkowego z podanego repozytorium.
FNRRS0353.action      = Sprawd\u017a, czy bie\u017c\u0105cy u\u017cytkownik dysponuje co najmniej prawem do odczytu tre\u015bci repozytorium.
FNRRS0353.message     = B\u0142\u0105d odczytu program\u00f3w dodatkowych z repozytorium: ''{0}''.
FNRRS0353.arg.0       = repozytorium

FNRRS0354.explanation = Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by odczytu typ\u00f3w akt z nadrz\u0119dnego repozytorium kartotek akt.
FNRRS0354.action      = Sprawd\u017a, czy bie\u017c\u0105cy u\u017cytkownik dysponuje co najmniej prawem do odczytu tre\u015bci repozytorium kartotek akt.
FNRRS0354.message     = B\u0142\u0105d odczytu typ\u00f3w akt z repozytorium kartotek akt: ''{0}''.
FNRRS0354.arg.0       = fileplan_repository

FNRRS0355.explanation = \u0141a\u0144cuch identyfikuj\u0105cy obiekt RMLink, rmLinkId, ma niepoprawny format.
FNRRS0355.action      = Upewnij si\u0119, \u017ce \u0142a\u0144cuch identyfikuj\u0105cy ma format \u0142a\u0144cucha znak\u00f3w GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', gdzie ka\u017cdy znak ''x'' to znak w postaci szesnastkowej.
FNRRS0355.message     = Nieprawid\u0142owy format \u0142a\u0144cucha identyfikuj\u0105cego obiekt RMLink:''{0}''.
FNRRS0355.arg.0       = rmLinkId

FNRRS0356.explanation = Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by odczytu dost\u0119pnych podr\u0119cznik\u00f3w klasyfikacji zabezpiecze\u0144 z podanego repozytorium kartotek akt.
FNRRS0356.action      = Upewnij si\u0119, \u017ce repozytorium jest repozytorium kartotek akt o zabezpieczeniach sklasyfikowanych jako DoD, oraz \u017ce bie\u017c\u0105cy u\u017cytkownik dysponuje dost\u0119pem do podr\u0119cznik\u00f3w klasyfikacji.
FNRRS0356.message     = B\u0142\u0105d odczytu podr\u0119cznik\u00f3w klasyfikacji zabezpiecze\u0144 z repozytorium kartotek akt: ''{0}''.
FNRRS0356.arg.0       = repositoryIdent

FNRRS0357.explanation = Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by odczytu dost\u0119pnych sekcji podrz\u0119dnych dla podanego podr\u0119cznika klasyfikacji zabezpiecze\u0144 lub sekcji podr\u0119cznika nale\u017c\u0105cej do okre\u015blonego repozytorium kartotek akt.
FNRRS0357.action      = Upewnij si\u0119, \u017ce repozytorium jest repozytorium kartotek akt o zabezpieczeniach sklasyfikowanych jako DoD, oraz \u017ce bie\u017c\u0105cy u\u017cytkownik dysponuje dost\u0119pem do podr\u0119cznik\u00f3w klasyfikacji.
FNRRS0357.message     = B\u0142\u0105d podczas odczytu sekcji podrz\u0119dnych z podr\u0119cznika klasyfikacji lub sekcji podr\u0119cznika, ''{1}'', nale\u017c\u0105cej do repozytorium kartotek akt: ''{0}''.
FNRRS0357.arg.0       = repositoryIdent
FNRRS0357.arg.1       = classificationGuideOrSection

FNRRS0358.explanation = Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by odczytu dost\u0119pnych temat\u00f3w podrz\u0119dnych dla podanego podr\u0119cznika klasyfikacji zabezpiecze\u0144 lub sekcji podr\u0119cznika nale\u017c\u0105cej do okre\u015blonego repozytorium kartotek akt.
FNRRS0358.action      = Upewnij si\u0119, \u017ce repozytorium jest repozytorium kartotek akt o zabezpieczeniach sklasyfikowanych jako DoD, oraz \u017ce bie\u017c\u0105cy u\u017cytkownik dysponuje dost\u0119pem do podr\u0119cznik\u00f3w klasyfikacji.
FNRRS0358.message     = B\u0142\u0105d podczas odczytu temat\u00f3w podrz\u0119dnych z podr\u0119cznika klasyfikacji lub sekcji podr\u0119cznika, ''{1}'', nale\u017c\u0105cej do repozytorium kartotek akt: ''{0}''.
FNRRS0358.arg.0       = repositoryIdent
FNRRS0358.arg.1       = classificationGuideOrSection

FNRRS0359.explanation = Okre\u015blone repozytorium kartotek akt nie jest skonfigurowane zgodnie z modelem danych sklasyfikowanych wg standard\u00f3w DoD, i z tego wzgl\u0119du nie obs\u0142uguje podr\u0119cznik\u00f3w klasyfikacji zabezpiecze\u0144 wg standard\u00f3w DoD.
FNRRS0359.action      = Upewnij si\u0119, \u017ce wskazano poprawne repozytorium kartotek akt, oraz \u017ce jest ono skonfigurowane zgodnie z modelem danych sklasyfikowanych wg standard\u00f3w DoD.
FNRRS0359.message     = Podr\u0119czniki klasyfikacji wg standard\u00f3w DoD nie s\u0105 obs\u0142ugiwane w repozytorium kartotek akt: ''{0}''.
FNRRS0359.arg.0       = repositoryIdent

FNRRS0360.explanation = Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by odczytu wskazanego podr\u0119cznika klasyfikacji zabezpiecze\u0144 nale\u017c\u0105cego do okre\u015blonego repozytorium kartotek akt.
FNRRS0360.action      = Upewnij si\u0119, \u017ce repozytorium jest repozytorium kartotek akt o zabezpieczeniach sklasyfikowanych jako DoD, oraz \u017ce bie\u017c\u0105cy u\u017cytkownik dysponuje dost\u0119pem do podr\u0119cznik\u00f3w klasyfikacji.
FNRRS0360.message     = B\u0142\u0105d podczas odczytu podr\u0119cznika klasyfikacji, ''{1}'', nale\u017c\u0105cego do repozytorium kartotek akt: ''{0}''.
FNRRS0360.arg.0       = repositoryIdent
FNRRS0360.arg.1       = guideIdent

FNRRS0361.explanation = Z interfejsu API produktu P8 Content Engine zwr\u00f3cono nieoczekiwany wyj\u0105tek zgodnie z danymi, kt\u00f3re zawieraj\u0105 kod wyj\u0105tku oraz komunikat.
FNRRS0361.action      = Zbadaj do\u0142\u0105czony wyj\u0105tek produktu P8 Content Engine oraz wszelkie dost\u0119pne b\u0142\u0119dne akta w poszukiwaniu informacji dotycz\u0105cych g\u0142\u00f3wnej przyczyny tego b\u0142\u0119du.
FNRRS0361.message     = Wyst\u0105pi\u0142 nieoczekiwany wyj\u0105tek produktu P8 Content Engine. Kod wyj\u0105tku: {0}, komunikat: ''{1}''
FNRRS0361.arg.0       = ceExceptionCode
FNRRS0361.arg.1       = ceExceptionMessage

FNRRS0362.explanation = Podczas pr\u00f3by odczytu warto\u015bci limitu czasu anulowania klasyfikacji wg standard\u00f3w DoD z okre\u015blonego repozytorium kartotek akt wyst\u0105pi\u0142 nieoczekiwany wyj\u0105tek.
FNRRS0362.action      = Upewnij si\u0119, \u017ce model danych sklasyfikowanych wg standard\u00f3w DoD dla w\u0142a\u015bciwo\u015bci skonfigurowano dla tego repozytorium, i \u017ce zawiera on poprawn\u0105 warto\u015b\u0107 dla odpowiedniego wpisu Konfiguracja systemu.
FNRRS0362.message     = Wyst\u0105pi\u0142 nieoczekiwany b\u0142\u0105d podczas pr\u00f3by odczytu warto\u015bci maksymalnego limitu czasu anulowania klasyfikacji wg standard\u00f3w DoD. Repozytorium: ''{0}''
FNRRS0362.arg.0       = repositoryName

FNRRS0363.explanation = Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by odczytu czynno\u015bci rozporz\u0105dzania z nadrz\u0119dnego repozytorium kartotek akt.
FNRRS0363.action      = Sprawd\u017a, czy bie\u017c\u0105cy u\u017cytkownik dysponuje co najmniej prawem do odczytu tre\u015bci repozytorium kartotek akt.
FNRRS0363.message     = B\u0142\u0105d odczytu czynno\u015bci rozporz\u0105dzania z repozytorium kartotek akt: ''{0}''.
FNRRS0363.arg.0       = fileplan_repository

FNRRS0364.explanation = Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by odczytu wyzwalaczy rozporz\u0105dzania z nadrz\u0119dnego repozytorium kartotek akt.
FNRRS0364.action      = Sprawd\u017a, czy bie\u017c\u0105cy u\u017cytkownik dysponuje co najmniej prawem do odczytu tre\u015bci repozytorium kartotek akt.
FNRRS0364.message     = B\u0142\u0105d odczytu wyzwalaczy rozporz\u0105dzania z repozytorium kartotek akt: ''{0}''.
FNRRS0364.arg.0       = fileplan_repository

FNRRS0365.explanation = Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by odczytu harmonogram\u00f3w rozporz\u0105dzania z nadrz\u0119dnego repozytorium kartotek akt.
FNRRS0365.action      = Sprawd\u017a, czy bie\u017c\u0105cy u\u017cytkownik dysponuje co najmniej prawem do odczytu tre\u015bci repozytorium kartotek akt.
FNRRS0365.message     = B\u0142\u0105d odczytu harmonogram\u00f3w rozporz\u0105dzania z repozytorium kartotek akt: ''{0}''.
FNRRS0365.arg.0       = fileplan_repository

FNRRS0366.explanation = Proponowana nazwa zdarzenia wyzwalacza rozporz\u0105dzania jest ju\u017c u\u017cywana w tym repozytorium.
FNRRS0366.action      = Podaj warto\u015b\u0107, kt\u00f3ra nie by\u0142a jeszcze u\u017cywana w tym repozytorium.
FNRRS0366.message     = Proponowana nazwa zdarzenia wyzwalacza rozporz\u0105dzania nie jest unikalna dla repozytorium: ''{0}''.
FNRRS0366.arg.0       = name_value

FNRRS0367.explanation = Okres cyklu dla wyzwalacza rozporz\u0105dzania okresowego musi by\u0107 wi\u0119kszy ni\u017c 0.
FNRRS0367.action      = Podaj warto\u015b\u0107 niezerow\u0105 dla lat, miesi\u0119cy lub dni.
FNRRS0367.message     = Co najmniej jedna z warto\u015bci czasu dla cyklu musi by\u0107 wi\u0119ksza ni\u017c 0.

FNRRS0368.explanation = Podczas pr\u00f3by dodania nowego wyzwalacza rozporz\u0105dzania do repozytorium kartotek akt wyst\u0105pi\u0142 b\u0142\u0105d.
FNRRS0368.action      = Sprawd\u017a, czy repozytorium docelowe jest poprawne. Upewnij si\u0119, \u017ce bie\u017c\u0105cy u\u017cytkownik ma umo\u017cliwiaj\u0105cy wykonanie tej operacji dost\u0119p do obiektu na poziomie w\u0142a\u015bciwego obiektu.
FNRRS0368.message     = Nie mo\u017cna doda\u0107 nowego wyzwalacza rozporz\u0105dzania do docelowego repozytorium kartotek akt: ''{0}''.
FNRRS0368.arg.0       = repository_ident

FNRRS0369.explanation = Podczas pr\u00f3by dodania nowej czynno\u015bci rozporz\u0105dzania do repozytorium kartotek akt wyst\u0105pi\u0142 b\u0142\u0105d.
FNRRS0369.action      = Sprawd\u017a, czy repozytorium docelowe jest poprawne. Upewnij si\u0119, \u017ce bie\u017c\u0105cy u\u017cytkownik ma umo\u017cliwiaj\u0105cy wykonanie tej operacji dost\u0119p do obiektu na poziomie w\u0142a\u015bciwego obiektu.
FNRRS0369.message     = Nie mo\u017cna doda\u0107 nowej czynno\u015bci rozporz\u0105dzania do docelowego repozytorium kartotek akt: ''{0}''.
FNRRS0369.arg.0       = repository_ident

FNRRS0370.explanation = Proponowana nazwa czynno\u015bci rozporz\u0105dzania jest ju\u017c u\u017cywana w tym repozytorium.
FNRRS0370.action      = Podaj warto\u015b\u0107, kt\u00f3ra nie by\u0142a jeszcze u\u017cywana w tym repozytorium.
FNRRS0370.message     = Proponowana nazwa czynno\u015bci rozporz\u0105dzania nie jest unikalna dla repozytorium: ''{0}''.
FNRRS0370.arg.0       = name_value

FNRRS0371.explanation = Proponowana warto\u015b\u0107 przep\u0142ywu pracy powi\u0105zana z czynno\u015bci\u0105 rozporz\u0105dzania nie jest instancj\u0105 klasy WorkflowDefinition.
FNRRS0371.action      = Podaj poprawn\u0105 instancj\u0119 WorkflowDefinition produktu IBM Enterprise Records dla w\u0142a\u015bciwo\u015bci powi\u0105zanego przep\u0142ywu pracy.
FNRRS0371.message     = Proponowana warto\u015b\u0107 przep\u0142ywu pracy powi\u0105zana z czynno\u015bci\u0105 rozporz\u0105dzania nie jest instancj\u0105 klasy WorkflowDefinition: ''{0}''.
FNRRS0371.arg.0       = class_name

FNRRS0372.explanation = Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by odczytu definicji przep\u0142ywu pracy z nadrz\u0119dnego repozytorium kartotek akt.
FNRRS0372.action      = Sprawd\u017a, czy bie\u017c\u0105cy u\u017cytkownik dysponuje co najmniej prawem do odczytu tre\u015bci repozytorium kartotek akt.
FNRRS0372.message     = B\u0142\u0105d odczytu definicji przep\u0142ywu pracy z repozytorium kartotek akt: ''{0}''.
FNRRS0372.arg.0       = fileplan_repository

FNRRS0373.explanation = Proponowana nazwa harmonogramu rozporz\u0105dzania jest ju\u017c u\u017cywana w tym repozytorium.
FNRRS0373.action      = Podaj warto\u015b\u0107, kt\u00f3ra nie by\u0142a jeszcze u\u017cywana w tym repozytorium.
FNRRS0373.message     = Proponowana nazwa harmonogramu rozporz\u0105dzania nie jest unikalna dla repozytorium: ''{0}''.
FNRRS0373.arg.0       = name_value

FNRRS0374.explanation = Dla proponowanego harmonogramu rozporz\u0105dzania podano nieprawid\u0142ow\u0105 warto\u015b\u0107 wyzwalacza rozporz\u0105dzania.
FNRRS0374.action      = Podaj poprawn\u0105 warto\u015b\u0107 wyzwalacza rozporz\u0105dzania lub predefiniowany wyzwalacz w postaci daty kalendarzowej.
FNRRS0374.message     = Dla proponowanego harmonogramu rozporz\u0105dzania podano nieprawid\u0142ow\u0105 warto\u015b\u0107 wyzwalacza rozporz\u0105dzania.
FNRRS0374.arg.0       = name_value

FNRRS0375.explanation = Warto\u015b\u0107 podanej w\u0142a\u015bciwo\u015bci jest niepoprawna lub spoza zakresu.
FNRRS0375.action      = Okre\u015bl poprawn\u0105 warto\u015b\u0107 dla wskazanej w\u0142a\u015bciwo\u015bci.
FNRRS0375.message     = Warto\u015b\u0107 podanej w\u0142a\u015bciwo\u015bci jest niepoprawna lub spoza zakresu: {0}, ''{1}''
FNRRS0375.arg.0       = property_name
FNRRS0375.arg.1       = property_value

FNRRS0376.explanation = Dla proponowanej nazwy harmonogramu rozporz\u0105dzania brak poprawnej warto\u015bci okresu przechowywania.
FNRRS0376.action      = Podaj nieujemne warto\u015bci dla lat, miesi\u0119cy i dni okresu przechowywania.
FNRRS0376.message     = Dla proponowanej nazwy harmonogramu rozporz\u0105dzania brak poprawnej warto\u015bci okresu przechowywania.

FNRRS0377.explanation = Faza rozporz\u0105dzania nie zawiera poprawnej warto\u015bci okresu przechowywania.
FNRRS0377.action      = Podaj nieujemne warto\u015bci dla lat, miesi\u0119cy i dni okresu przechowywania.
FNRRS0377.message     = Faza rozporz\u0105dzania nie zawiera poprawnej warto\u015bci okresu przechowywania.

FNRRS0378.explanation = Alternatywny czas przechowywania fazy rozporz\u0105dzania nie zawiera poprawnej warto\u015bci okresu przechowywania.
FNRRS0378.action      = Podaj nieujemne warto\u015bci dla lat, miesi\u0119cy i dni okresu przechowywania.
FNRRS0378.message     = Alternatywny czas przechowywania fazy rozporz\u0105dzania nie zawiera poprawnej warto\u015bci okresu przechowywania.

FNRRS0379.explanation = Podczas pr\u00f3by dodania nowego harmonogramu rozporz\u0105dzania do repozytorium kartotek akt wyst\u0105pi\u0142 b\u0142\u0105d.
FNRRS0379.action      = Sprawd\u017a, czy repozytorium docelowe jest poprawne. Upewnij si\u0119, \u017ce bie\u017c\u0105cy u\u017cytkownik ma umo\u017cliwiaj\u0105cy wykonanie tej operacji dost\u0119p do obiektu na poziomie w\u0142a\u015bciwego obiektu.
FNRRS0379.message     = Nie mo\u017cna doda\u0107 nowego harmonogramu rozporz\u0105dzania do docelowego repozytorium kartotek akt: ''{0}''.
FNRRS0379.arg.0       = repository_ident

FNRRS0380.explanation = Podczas pr\u00f3by dodania nowego typu akt do repozytorium kartotek akt wyst\u0105pi\u0142 b\u0142\u0105d.
FNRRS0380.action      = Sprawd\u017a, czy repozytorium docelowe jest poprawne. Upewnij si\u0119, \u017ce bie\u017c\u0105cy u\u017cytkownik ma umo\u017cliwiaj\u0105cy wykonanie tej operacji dost\u0119p do obiektu na poziomie w\u0142a\u015bciwego obiektu.
FNRRS0380.message     = Nie mo\u017cna doda\u0107 nowego typu akt do docelowego repozytorium kartotek akt: ''{0}''.
FNRRS0380.arg.0       = repository_ident

FNRRS0381.explanation = Proponowana nazwa typu akt jest ju\u017c u\u017cywana w tym repozytorium.
FNRRS0381.action      = Podaj warto\u015b\u0107, kt\u00f3ra nie by\u0142a jeszcze u\u017cywana w tym repozytorium.
FNRRS0381.message     = Proponowana nazwa typu akt nie jest unikalna dla repozytorium: ''{0}''.
FNRRS0381.arg.0       = name_value

FNRRS0382.explanation = Nie mo\u017cna utworzy\u0107 nowej instancji entity_type dla repozytorium repository_ident.
FNRRS0382.action      = Upewnij si\u0119, \u017ce w repozytorium zdefiniowano powi\u0105zan\u0105 klas\u0119, oraz \u017ce bie\u017c\u0105cy u\u017cytkownik ma uprawnienia dost\u0119pu umo\u017cliwiaj\u0105ce wykonanie tej operacji.
FNRRS0382.message     = Nie mo\u017cna utworzy\u0107 nowej instancji typu obiekt dla wskazanego repozytorium: {0}, ''{1}''.
FNRRS0382.arg.0       = entity_type
FNRRS0382.arg.1       = repository_ident

FNRRS0383.explanation = Podana w\u0142a\u015bciwo\u015b\u0107 lub jej warto\u015b\u0107 jest obecnie niedost\u0119pna.
FNRRS0383.action      = Upewnij si\u0119, \u017ce ta w\u0142a\u015bciwo\u015b\u0107 jest zdefiniowana i dost\u0119pna dla bie\u017c\u0105cego u\u017cytkownika.
FNRRS0383.message     = Nie mo\u017cna odczyta\u0107 w\u0142a\u015bciwo\u015bci: {0}.
FNRRS0383.arg.0       = property_name

FNRRS0384.explanation = Proponowana nazwa lokalizacji jest ju\u017c u\u017cywana w tym repozytorium.
FNRRS0384.action      = Podaj warto\u015b\u0107, kt\u00f3ra nie by\u0142a jeszcze u\u017cywana w tym repozytorium.
FNRRS0384.message     = Proponowana nazwa lokalizacji nie jest unikalna dla repozytorium: ''{0}''.
FNRRS0384.arg.0       = name_value

FNRRS0385.explanation = Operacja nie jest obs\u0142ugiwana przez bie\u017c\u0105cy typ obiektu
FNRRS0385.action      = Tej operacji nie mo\u017cna u\u017cy\u0107 w przypadku tego obiektu.  Nale\u017cy zmodyfikowa\u0107 obiekt lub operacj\u0119.
FNRRS0385.message     = Ta operacja nie jest obs\u0142ugiwana w przypadku bie\u017c\u0105cego typu obiektu.

FNRRS0386.explanation = Proponowana nazwa wstrzymania jest ju\u017c u\u017cywana w tym repozytorium.
FNRRS0386.action      = Podaj warto\u015b\u0107, kt\u00f3ra nie by\u0142a jeszcze u\u017cywana w tym repozytorium.
FNRRS0386.message     = Proponowana nazwa wstrzymania nie jest unikalna w repozytorium: ''{0}''.
FNRRS0386.arg.0       = name_value

FNRRS0387.explanation = Podczas odczytu wstrzyma\u0144 z repozytorium kartotek akt wyst\u0105pi\u0142 b\u0142\u0105d
FNRRS0387.action      = Sprawd\u017a, czy co najmniej jedno wstrzymanie istnieje w repozytorium
FNRRS0387.message     = B\u0142\u0105d odczytu wstrzyma\u0144 z repozytorium kartotek akt: ''{0}''.
FNRRS0387.arg.0       = identyfikator repozytorium kartotek akt

FNRRS0388.explanation = \u0141a\u0144cuch identyfikuj\u0105cy wstrzymanie, rmHoldId, ma niepoprawny format.
FNRRS0388.action      = Upewnij si\u0119, \u017ce \u0142a\u0144cuch identyfikuj\u0105cy ma format \u0142a\u0144cucha znak\u00f3w GUID: ''{xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx}'', gdzie ka\u017cdy znak ''x'' to znak w postaci szesnastkowej.
FNRRS0388.message     = Nieprawid\u0142owy format \u0142a\u0144cucha identyfikuj\u0105cego wstrzymanie: ''{0}''.
FNRRS0388.arg.0       = identyfikator wstrzymania

FNRRS0389.explanation = Nie mo\u017cna zainicjowa\u0107 zapytania SQL dla sk\u0142adnicy obiekt\u00f3w.
FNRRS0389.action      = Je\u015bli kod SQL zawiera odczyt oparty na tre\u015bci (CBR), nale\u017cy sprawdzi\u0107, czy mechanizm wyszukiwania zosta\u0142 prawid\u0142owo skonfigurowany.
FNRRS0389.message     = Nie mo\u017cna zainicjowa\u0107 zapytania SQL ''{0}'' dla repozytorium: ''{1}''.
FNRRS0389.arg.0       = SQL query string
FNRRS0389.arg.1       = repository identifier

FNRRS0390.explanation = Produkt IBM Enterprise Records nie obs\u0142uguje \u015brodowiska heterogenicznego odczytu opartego na tre\u015bci (CBR) \u0142\u0105cz\u0105cego jeden lub wi\u0119cej typ\u00f3w mechanizm\u00f3w CBR.
FNRRS0390.action      = Konieczna jest migracja mechanizm\u00f3w wyszukiwania w sk\u0142adnicy obiekt\u00f3w akt z wersji IBM Legacy Content Search Engine do wersji IBM Content Search Services.
FNRRS0390.message     = Repozytoria tre\u015bci powi\u0105zane z repozytorium kartotek akt s\u0105 skonfigurowane w \u015brodowisku heterogenicznego odczytu opartego na tre\u015bci (CBR) \u0142\u0105cz\u0105cego jeden lub wi\u0119cej typ\u00f3w mechanizm\u00f3w CBR. Ta heterogeniczna konfiguracja CBR nie jest obs\u0142ugiwana. Musisz zmigrowa\u0107 mechanizm wyszukiwania z wersji IBM Legacy Content Search Engine do wersji IBM Content Search Services. Wi\u0119cej informacji zawiera temat dotycz\u0105cy nowych funkcji w produkcie IBM FileNet Content Search Engine w centrum informacyjnym produktu FileNet P8.

FNRRS0391.explanation = Nie mo\u017cna zainicjowa\u0107 odczytu opartego na tre\u015bci. Mechanizmu wyszukiwania tre\u015bci nie skonfigurowano lub nie jest on skonfigurowany poprawnie.
FNRRS0391.action      = Sprawd\u017a, czy mechanizm wyszukiwania tre\u015bci jest poprawnie skonfigurowany w repozytorium tre\u015bci.
FNRRS0391.message     = Mechanizmu wyszukiwania tre\u015bci nie skonfigurowano lub nie jest on skonfigurowany poprawnie. Nie mo\u017cna zainicjowa\u0107 odczytu opartego na tre\u015bci: ''{0}'' dla repozytorium: ''{1}''.
FNRRS0391.arg.0       = SQL query string
FNRRS0391.arg.1       = repository identifier

FNRRS0392.explanation = Nie mo\u017cna uzyska\u0107 wyniku wyszukiwania w oparciu o kryteria wyszukiwania.
FNRRS0392.action      = Sprawd\u017a, czy mechanizm wyszukiwania tre\u015bci jest poprawnie skonfigurowany w sk\u0142adnicach obiekt\u00f3w akt.
FNRRS0392.message     = Nie mo\u017cna uzyska\u0107 wyniku wyszukiwania w oparciu o kryteria wyszukiwania.

FNRRS0393.explanation = Akt nie mo\u017cna umie\u015bci\u0107 w wi\u0119cej ni\u017c jednym kontenerze.
FNRRS0393.action      = Upewnij si\u0119, \u017ce akta nie s\u0105 umieszczane w kilku folderach i spr\u00f3buj ponownie.
FNRRS0393.message     = Akt nie mo\u017cna umie\u015bci\u0107 w wi\u0119cej ni\u017c jednym kontenerze.

FNRRS0394.explanation = Brak warto\u015bci parametru lub ma on niepoprawn\u0105 warto\u015b\u0107.
FNRRS0394.action      = Podaj kompatybiln\u0105 warto\u015b\u0107 parametru.
FNRRS0394.message     = Warto\u015b\u0107 nast\u0119puj\u0105cego parametru jest niepoprawna: ''{0}''
FNRRS0394.arg.0       = parameter name

FNRRS0395.explanation = We wskazanym kontenerze brak aktywnego woluminu.  Wymagane jest wskazanie poprawnego aktywnego woluminu.
FNRRS0395.action      = Upewnij si\u0119, \u017ce we wskazanym kontenerze znajduje si\u0119 aktywny wolumin.
FNRRS0395.message     = Brak aktywnego woluminu w kontenerze: ''{0}''
FNRRS0395.arg.0       = identyfikator kontenera

FNRRS0396.explanation = Kontenery \u017ar\u00f3d\u0142owy i docelowy s\u0105 takie same.  Nie jest to dozwolone w przypadku przenoszenia obiekt\u00f3w.
FNRRS0396.action      = Spr\u00f3buj wykona\u0107 t\u0119 czynno\u015b\u0107 ponownie, podaj\u0105c kontenery \u017ar\u00f3d\u0142owy i docelowy.
FNRRS0396.message     = Kontenery \u017ar\u00f3d\u0142owy i docelowy s\u0105 takie same.

FNRRS0397.explanation = Obiekt zosta\u0142 ju\u017c umieszczony w kontenerze docelowym.
FNRRS0397.action      = Spr\u00f3buj wykona\u0107 t\u0119 czynno\u015b\u0107 ponownie, wskazuj\u0105c inny kontener docelowy.
FNRRS0397.message     = Obiekt zosta\u0142 ju\u017c umieszczony w kontenerze docelowym.

FNRRS0398.explanation = Te akta s\u0105 ju\u017c nadrz\u0119dne dla potwierdzenia.  Nie mog\u0105 one by\u0107 jednocze\u015bnie potwierdzeniem i obiektem nadrz\u0119dnym dla potwierdzenia.
FNRRS0398.action      = Akta nie mog\u0105 by\u0107 jednocze\u015bnie potwierdzeniem i obiektem nadrz\u0119dnym dla potwierdzenia.  Nale\u017cy podj\u0105\u0107 czynno\u015bci zaradcze odpowiednie do potrzeb biznesowych.
FNRRS0398.message     = Te akta s\u0105 ju\u017c nadrz\u0119dne dla potwierdzenia.
FNRRS0398.arg.0       = obiekt zast\u0119pczy

FNRRS0399.explanation = Akta s\u0105 ju\u017c potwierdzeniem.  Potwierdzenia mo\u017cna powi\u0105za\u0107 tylko z jednymi aktami.
FNRRS0399.action      = Akta mo\u017cna powi\u0105za\u0107 tylko z jednymi aktami.  Nale\u017cy podj\u0105\u0107 czynno\u015bci zaradcze odpowiednie do potrzeb biznesowych.
FNRRS0399.message     = Akta s\u0105 ju\u017c potwierdzeniem.

FNRRS0400.explanation = Obiekt nadrz\u0119dny potwierdzenia jest ju\u017c potwierdzeniem.  Nie mo\u017ce on by\u0107 jednocze\u015bnie potwierdzeniem i obiektem nadrz\u0119dnym dla potwierdzenia.
FNRRS0400.action      = Akta nie mog\u0105 by\u0107 jednocze\u015bnie potwierdzeniem i obiektem nadrz\u0119dnym dla potwierdzenia.  Nale\u017cy podj\u0105\u0107 czynno\u015bci zaradcze odpowiednie do potrzeb biznesowych.
FNRRS0400.message     = Obiekt nadrz\u0119dny akt jest ju\u017c potwierdzeniem.

FNRRS0401.explanation = Podczas do\u0142\u0105czania potwierdzenia do akt wyst\u0105pi\u0142 b\u0142\u0105d.
FNRRS0401.action      = Sprawd\u017a, czy w\u0142a\u015bciwo\u015bci potwierdzenia s\u0105 dost\u0119pne ze strony w\u0142a\u015bciwo\u015bci.  Sprawd\u017a, czy masz uprawnienia do modyfikowania w\u0142a\u015bciwo\u015bci akt i potwierdzenia.
FNRRS0401.message     = Potwierdzenia nie mo\u017cna do\u0142\u0105czy\u0107 do akt.

FNRRS0402.explanation = Ten obiekt nie jest poprawnym potwierdzeniem.
FNRRS0402.action      = Sprawd\u017a, czy w\u0142a\u015bciwo\u015b\u0107 receiptOf dla potwierdzenia "potwierdzenie" ma poprawn\u0105 warto\u015b\u0107.
FNRRS0402.message     = Ten obiekt nie jest poprawnym potwierdzeniem: {0}.
FNRRS0402.arg.0       = object identifier

FNRRS0403.explanation = Podczas pr\u00f3by od\u0142\u0105czenia tego potwierdzenia od jego obiektu nadrz\u0119dnego wyst\u0105pi\u0142 b\u0142\u0105d.
FNRRS0403.action      = Sprawd\u017a, czy dla sk\u0142adnicy obiekt\u00f3w w\u0142\u0105czono potwierdzenia.  Sprawd\u017a, czy ten obiekt jest poprawnym potwierdzeniem.
FNRRS0403.message     = Nie mo\u017cna od\u0142\u0105czy\u0107 potwierdzenia.

FNRRS0404.explanation = Podczas pr\u00f3by zg\u0142oszenia zdarzenia RMAudit dla obiektu wyst\u0105pi\u0142 b\u0142\u0105d.
FNRRS0404.action      = Sprawd\u017a, czy ten obiekt jest poprawnym obiektem typu Dokument, Folder lub Niestandardowy.
FNRRS0404.message     = Nie powiod\u0142o si\u0119 zg\u0142oszenie zdarzenia dla obiektu: ''{0}''
FNRRS0404.arg.0       = object_id

FNRRS0405.explanation = Wyst\u0105pi\u0142 b\u0142\u0105d podczas weryfikacji w\u0142a\u015bciwo\u015bci powi\u0105zanych z istotnymi aktami.  Obiekt jest oznaczony jako istotny, lecz brakuje powi\u0105zanej w\u0142a\u015bciwo\u015bci lub jest ona nieprawid\u0142owa.
FNRRS0405.action      = Sprawd\u017a, czy ustawiono poprawne istotne w\u0142a\u015bciwo\u015bci akt i nadano im poprawne warto\u015bci.
FNRRS0405.message     = Niepoprawna istotna w\u0142a\u015bciwo\u015b\u0107 akt: ''{0}'' o warto\u015bci ''{1}''
FNRRS0405.arg.0       = property name
FNRRS0405.arg.1       = property value

FNRRS0406.explanation = Przekazywane kontenery nie pochodz\u0105 z tej samej kartoteki akt.
FNRRS0406.action      = Sprawd\u017a, czy kontenery znajduj\u0105 si\u0119 w tej samej kartotece akt.
FNRRS0406.message     = Kontener {0} oraz kontener {1} nie pochodz\u0105 z tych samych kartotek akt.
FNRRS0406.arg.0       = container 1 identifier
FNRRS0406.arg.1       = container 2 identifier

FNRRS0407.explanation = Podane istotne w\u0142a\u015bciwo\u015bci akt s\u0105 puste lub nieprawid\u0142owe.
FNRRS0407.action      = Sprawd\u017a, czy ustawiono poprawne istotne w\u0142a\u015bciwo\u015bci akt i nadano im poprawne warto\u015bci.
FNRRS0407.message     = Niepoprawne istotne w\u0142a\u015bciwo\u015bci akt.

FNRRS0408.explanation = W\u0142a\u015bciwo\u015b\u0107 ApplyToNameOrID ma niepoprawn\u0105 warto\u015b\u0107.  Warto\u015bci\u0105 musi by\u0107 albo "Nazwa", albo "Identyfikator"
FNRRS0408.action      = Zmie\u0144 w\u0142a\u015bciwo\u015b\u0107 na jedn\u0105 z poprawnych warto\u015bci
FNRRS0408.message     = W\u0142a\u015bciwo\u015b\u0107 ma niepoprawn\u0105 warto\u015b\u0107

FNRRS0409.explanation = Nie mo\u017cna ustawi\u0107 istotnych w\u0142a\u015bciwo\u015bci.  Sprawd\u017a pozosta\u0142e komunikaty o b\u0142\u0119dach w celu odszukania konkretnej przyczyny.
FNRRS0409.action      = Sprawd\u017a, czy ustawiono poprawne istotne w\u0142a\u015bciwo\u015bci akt i nadano im poprawne warto\u015bci.
FNRRS0409.message     = Nie mo\u017cna odczyta\u0107 istotnych w\u0142a\u015bciwo\u015bci dla obiektu.  W\u0142a\u015bciwo\u015b\u0107: ''{0}''.
FNRRS0409.arg.0       = object_id

FNRRS0410.explanation = Nie mo\u017cna ustawi\u0107 istotnych w\u0142a\u015bciwo\u015bci.  Sprawd\u017a pozosta\u0142e komunikaty o b\u0142\u0119dach w celu odszukania konkretnej przyczyny.
FNRRS0410.action      = Sprawd\u017a, czy ustawiono poprawne istotne w\u0142a\u015bciwo\u015bci akt i nadano im poprawne warto\u015bci.
FNRRS0410.message     = Nie mo\u017cna ustawi\u0107 daty nast\u0119pnego przegl\u0105du istotnego obiektu dla obiektu ''{0}''.
FNRRS0410.arg.0       = object_id

FNRRS0411.explanation = Podana nazwa wzorca nie jest unikalna.
FNRRS0411.action      = Wybierz now\u0105 nazw\u0119 dla wzorca, kt\u00f3ry jest unikalny.
FNRRS0411.message     = Nazwa podana dla wzorca nie jest unikalna.

FNRRS0412.explanation = Nie mo\u017cna ustawi\u0107 istotnych w\u0142a\u015bciwo\u015bci.  Sprawd\u017a pozosta\u0142e komunikaty o b\u0142\u0119dach w celu odszukania konkretnej przyczyny.
FNRRS0412.action      = Sprawd\u017a, czy ustawiono poprawne istotne w\u0142a\u015bciwo\u015bci akt i nadano im poprawne warto\u015bci.
FNRRS0412.message     = Nie mo\u017cna ustawi\u0107 istotnych w\u0142a\u015bciwo\u015bci dla obiektu ''{0}''.
FNRRS0412.arg.0       = object_id

FNRRS0413.explanation = Istotna w\u0142a\u015bciwo\u015b\u0107 nie mo\u017ce mie\u0107 warto\u015bci null.
FNRRS0413.action      = Sprawd\u017a, czy ustawiono poprawn\u0105 istotn\u0105 w\u0142a\u015bciwo\u015b\u0107 akt i nadano jej poprawn\u0105 warto\u015b\u0107 r\u00f3\u017cn\u0105 od null.
FNRRS0413.message     = Nie mo\u017cna ustawi\u0107 istotnej w\u0142a\u015bciwo\u015bci wyzwalacza ''{0}''.
FNRRS0413.arg.0       = object_id

FNRRS0414.explanation = Podane zdarzenie cykliczne ma niepoprawny okres cyklu.  Zdarza si\u0119 to najcz\u0119\u015bciej, poniewa\u017c lata, miesi\u0105ce i dni powi\u0105zane z wyzwalaczem maj\u0105 warto\u015b\u0107 zero.
FNRRS0414.action      = Sprawd\u017a, czy okres cyklu ma poprawn\u0105 warto\u015b\u0107 wi\u0119ksz\u0105 ni\u017c zero.
FNRRS0414.message     = Zdarzenie cykliczne o nazwie {0} definiuje okres cyklu w nast\u0119puj\u0105cy spos\u00f3b: {1} lat, {2} miesi\u0119cy, {3} dni. System nie mo\u017ce obliczy\u0107 daty rozporz\u0105dzenia.
FNRRS0414.arg.0       = event name
FNRRS0414.arg.1       = number of years
FNRRS0414.arg.2       = number of months
FNRRS0414.arg.3       = number of days

FNRRS0415.explanation = Podczas pr\u00f3by odczytu dost\u0119pnych obiekt\u00f3w ConnectorRegistration z repozytorium FilePlan wyst\u0105pi\u0142 nieoczekiwany b\u0142\u0105d.
FNRRS0415.action      = Sprawd\u017a, czy pomy\u015blnie wykonano wszystkie kroki instalacji repozytorium kartotek akt.
FNRRS0415.message     = Nie mo\u017cna odczyta\u0107 obiekt\u00f3w rejestracji konektora z repozytorium kartotek akt ''{0}''.
FNRRS0415.arg.0       = To\u017csamo\u015b\u0107 repozytorium kartotek akt.

FNRRS0416.explanation = Nie mo\u017cna uzyska\u0107 dost\u0119pu do klas w interfejsie API Java produktu IBM FileNet P8 Process Engine.
FNRRS0416.action      = Sprawd\u017a, czy plik jar interfejsu API Java Process Engine i jego obiekty zale\u017cne s\u0105 uwzgl\u0119dnione w \u015bcie\u017cce klasy wykonywania. Zestaw ten zwykle obejmuje elementy: pe.jar, peResources.jar, mailapi.jar, xercesImpl.jar. Do pozyskania wyj\u0105tk\u00f3w, kt\u00f3re wyst\u0105pi\u0142y, mo\u017cna u\u017cy\u0107 metody RALPESupport#getSetupException.
FNRRS0416.message     = Interfejs API Java produktu IBM FileNet P8 Process Engine jest niedost\u0119pny.

FNRRS0417.explanation = Parametr wej\u015bciowy ''vwSession'' musi by\u0107 poprawn\u0105 instancj\u0105 klasy ''filenet.vw.api.VWSession''.
FNRRS0417.action      = Sprawd\u017a, czy konfiguracja po\u0142\u0105czenia klienta IBM FileNet P8 Process Engine jest poprawna.
FNRRS0417.message     = Parametr wej\u015bciowy ''vwSession'' nie jest poprawn\u0105 instancj\u0105 klasy ''filenet.vw.api.VWSession''.

FNRRS0418.explanation = Parametr wej\u015bciowy ''vwStepElement'' musi by\u0107 poprawn\u0105 instancj\u0105 klasy ''filenet.vw.api.VWStepElement''.
FNRRS0418.action      = Poprawn\u0105 instancj\u0119 klasy ''filenet.vw.api.VWStepElement'' mo\u017cna uzyska\u0107 za pomoc\u0105 metody RALPESupport#createWorkflow.
FNRRS0418.message     = Parametr wej\u015bciowy ''vwStepElement'' nie jest poprawn\u0105 instancj\u0105 klasy ''filenet.vw.api.VWStepElement''.

FNRRS0419.explanation = Wyst\u0105pi\u0142 nieoczekiwany wyj\u0105tek ''filenet.vw.api.VWException''. 
FNRRS0419.action      = Przeanalizuj dodany \u0142a\u0144cuch komunikatu, stos wywo\u0142a\u0144 i/lub dzienniki serwera w celu uzyskania informacji dotycz\u0105cych \u017ar\u00f3d\u0142a tego b\u0142\u0119du.
FNRRS0419.message     = Napotkano nieoczekiwany wyj\u0105tek ''filenet.vw.api.VWException'': {0}
FNRRS0419.arg.0	   = Zlokalizowany \u0142a\u0144cuch komunikatu z instancji ''filenet.vw.api.VWException''.

FNRRS0420.explanation = Do wykonania tej operacji wymagana jest instancja ''filenet.vw.api.VWUserInfo'' r\u00f3\u017cna od null.
FNRRS0420.action      = Upewnij si\u0119, \u017ce podana instancja ''filenet.vw.api.VWSession'' jest poprawna, oraz \u017ce bie\u017c\u0105cy u\u017cytkownik zosta\u0142 pomy\u015blnie uwierzytelniony.
FNRRS0420.message     = Wywo\u0142anie interfejsu API produktu P8 FileNet Process Engine w celu uzyskania instancji ''filenet.vw.api.VWUserInfo'' zwr\u00f3ci\u0142o warto\u015b\u0107 null.

FNRRS0421.explanation = Podczas pr\u00f3by odczytu wskazanego wstrzymania zosta\u0142 zwr\u00f3cony b\u0142\u0105d.
FNRRS0421.action	   = Sprawd\u017a, czy \u0142a\u0144cuch identyfikuj\u0105cy wstrzymanie jest poprawny, oraz czy wstrzymanie istnieje.
FNRRS0421.message     = Nie mo\u017cna odczyta\u0107 podanego wstrzymania: {0}
FNRRS0421.arg.0        = Podany \u0142a\u0144cuch identyfikuj\u0105cy wstrzymanie.

FNRRS0422.explanation = Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by odczytu definicji raportu z nadrz\u0119dnego repozytorium kartotek akt.
FNRRS0422.action      = Sprawd\u017a, czy bie\u017c\u0105cy u\u017cytkownik dysponuje co najmniej prawem do odczytu tre\u015bci repozytorium kartotek akt.
FNRRS0422.message     = B\u0142\u0105d odczytu definicji raportu z repozytorium kartotek akt: ''{0}''.
FNRRS0422.arg.0       = fileplan_repository

FNRRS0423.explanation = Wyst\u0105pi\u0142 b\u0142\u0105d w konfiguracji analizatora sk\u0142adni XML JVM powi\u0105zanej ze \u015bcie\u017ck\u0105 XPATH.
FNRRS0423.action      = Sprawd\u017a, czy wersj\u0105 \u015brodowiska JRE jest wersja 1.5 lub nowsza.
FNRRS0423.message     = B\u0142\u0105d inicjalizacji konfiguracji analizatora sk\u0142adni powi\u0105zanego ze \u015bcie\u017ck\u0105 XPATH.

FNRRS0424.explanation = Podczas pr\u00f3by przeanalizowania sk\u0142adni pliku XML definicji raportu wyst\u0105pi\u0142 b\u0142\u0105d.
FNRRS0424.action      = Sprawd\u017a, czy plik XML definicji raportu jest poprawnie sformatowany.
FNRRS0424.message     = B\u0142\u0105d analizowania sk\u0142adni pliku XML definicji raportu: ''{0}''.
FNRRS0424.arg.0       = nazwa definicji raportu lub identyfikator.

FNRRS0425.explanation = Podczas pr\u00f3by odczytu tre\u015bci definicji raportu wyst\u0105pi\u0142 b\u0142\u0105d.
FNRRS0425.action      = Sprawd\u017a, czy definicja raportu istnieje oraz czy zawiera tre\u015b\u0107 w formacie XML.
FNRRS0425.message     = B\u0142\u0105d podczas odczytu tre\u015bci definicji raportu: {0}''.
FNRRS0425.arg.0       = nazwa definicji raportu lub identyfikator.

FNRRS0426.explanation = Biblioteka API org.w3c.DOM zwr\u00f3ci\u0142a b\u0142\u0105d.
FNRRS0426.action      = Przeanalizuj stos wyj\u0105tk\u00f3w w celu uzyskania bardziej szczeg\u00f3\u0142owych informacji.
FNRRS0426.message     = Podczas przetwarzania pliku XML DOM jako cz\u0119\u015bci procesu eksportu wyst\u0105pi\u0142 b\u0142\u0105d; obiekt: {0}.
FNRRS0426.arg.0       = To\u017csamo\u015b\u0107 obiektu obj\u0119tego eksportem.

FNRRS0427.explanation = Narz\u0119dzie generowania eksportu XML produktu P8 Content Engine zwr\u00f3ci\u0142o b\u0142\u0105d.
FNRRS0427.action      = Przeanalizuj stos wyj\u0105tk\u00f3w w celu uzyskania bardziej szczeg\u00f3\u0142owych informacji.
FNRRS0427.message     = Wyst\u0105pi\u0142 b\u0142\u0105d podczas generowania pliku XML produktu P8 Content Engine jako cz\u0119\u015bci procesu eksportu; obiekt: {0}.
FNRRS0427.arg.0       = To\u017csamo\u015b\u0107 obiektu obj\u0119tego eksportem.

FNRRS0428.explanation = Narz\u0119dzie generowania eksportu XML produktu P8 Content Engine zwr\u00f3ci\u0142o b\u0142\u0105d.
FNRRS0428.action      = Przeanalizuj stos wyj\u0105tk\u00f3w w celu uzyskania bardziej szczeg\u00f3\u0142owych informacji.
FNRRS0428.message     = Wyst\u0105pi\u0142 b\u0142\u0105d podczas serializacji pliku XML do pliku wyj\u015bciowego: {0}, {1}.
FNRRS0428.arg.0       = \u015acie\u017cka do pliku wyj\u015bciowego systemu plik\u00f3w.
FNRRS0428.arg.1       = Komunikat o wyj\u0105tku transformacji XML.

FNRRS0429.explanation = Mimo \u017ce znaleziono dokument dla warto\u015bci w\u0142a\u015bciwo\u015bci CurrentPhaseExportFormat, wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by odczytu jego zawarto\u015bci XSLT. 
FNRRS0429.action      = Upewnij si\u0119, \u017ce w\u0142a\u015bciwo\u015bci CurrentPhaseExportFormat obiektu eksportu jest przypisana poprawna warto\u015b\u0107 dokumentu, kt\u00f3rego zawarto\u015b\u0107 ma poprawny format XSLT.
FNRRS0429.message     = Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by odczytu tre\u015bci XSLT z warto\u015bci CurrentPhaseExportFormat dokumentu: {0}.
FNRRS0429.arg.0       = To\u017csamo\u015b\u0107 warto\u015bci dokumentu dla w\u0142a\u015bciwo\u015bci ExportFormat.

FNRRS0430.explanation = Pr\u00f3ba wst\u0119pnej kompilacji \u0142a\u0144cucha XPath w wyra\u017cenie XPath nie powiod\u0142a si\u0119. 
FNRRS0430.action      = Sprawd\u017a, czy \u0142a\u0144cuch XPath jest poprawny, i/lub czy bie\u017c\u0105ce \u015brodowisko JRE/\u015bcie\u017cka klasy obs\u0142uguje XPath.
FNRRS0430.message     = Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by kompilacji nast\u0119puj\u0105cego \u0142a\u0144cucha wyra\u017cenia XPath: ''{0}''.
FNRRS0430.arg.0       = \u0141a\u0144cuch niesprawnego wyra\u017cenia XPath.

FNRRS0431.explanation = Nie mo\u017cna uzyska\u0107 znacznika strony dla bie\u017c\u0105cego stanu iteratora RMPageIterator. 
FNRRS0431.action      = Sprawd\u017a, czy iterator RMPageIterator zosta\u0142 przeniesiony do poprawnej lokalizacji strony.
FNRRS0431.message     = Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by zwr\u00f3cenia znacznika bie\u017c\u0105cej strony.

FNRRS0432.explanation = Podczas pr\u00f3by odczytu warto\u015bci w\u0142a\u015bciwo\u015bci RecordedDocuments akt wyst\u0105pi\u0142 nieoczekiwany b\u0142\u0105d.
FNRRS0432.action      = Upewnij si\u0119, \u017ce bie\u017c\u0105cy u\u017cytkownik ma odpowiednie prawa dost\u0119pu do powi\u0105zanych element\u00f3w tre\u015bci.
FNRRS0432.message     = Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by odczytu powi\u0105zanych element\u00f3w tre\u015bci dla akt: {0}.
FNRRS0432.arg.0       = To\u017csamo\u015b\u0107 akt.

FNRRS0433.explanation = Kontener docelowy operacji przenoszenia kontenera nie mo\u017ce rezydowa\u0107 w hierarchii kontenera podrz\u0119dnego kontenera \u017ar\u00f3d\u0142owego.
FNRRS0433.action      = Wybierz inn\u0105 lokalizacj\u0119 kontenera docelowego, do kt\u00f3rej ma zosta\u0107 przeniesiony kontener \u017ar\u00f3d\u0142owy.
FNRRS0433.message     = Nie mo\u017cna przenie\u015b\u0107 kontenera \u017ar\u00f3d\u0142owego do kontenera docelowego znajduj\u0105cego si\u0119 w hierarchii kontenera \u017ar\u00f3d\u0142owego; sourceIdent: {0}, targetIdent: {1}.
FNRRS0433.arg.0       = To\u017csamo\u015b\u0107 kontenera \u017ar\u00f3d\u0142owego, kt\u00f3rego dotyczy pr\u00f3ba przenoszenia.
FNRRS0433.arg.1       = To\u017csamo\u015b\u0107 kontenera docelowego.

FNRRS0434.explanation = Przeanalizuj do\u0142\u0105czony stos wywo\u0142a\u0144 w poszukiwaniu bazowego wyj\u0105tku.
FNRRS0434.action      = Ponownie uruchom przegl\u0105danie z rozporz\u0105dzaniem i/lub pon\u00f3w pr\u00f3b\u0119 zainicjowania operacji rozporz\u0105dzania.
FNRRS0434.message     = Podczas aktualizacji danych bie\u017c\u0105cej fazy dla obiektu wyst\u0105pi\u0142 nieoczekiwany wyj\u0105tek; identyfikator wyj\u0105tku: {0}.
FNRRS0434.arg.0       = To\u017csamo\u015b\u0107 obiektu, kt\u00f3rego dotyczy komunikat.

FNRRS0435.explanation = Nie mo\u017cna wykona\u0107 inicjacji rozporz\u0105dzania dla obiektu z powodu zastosowania wstrzymania lub zmiany w jego harmonogramie rozporz\u0105dzania.
FNRRS0435.action      = Usu\u0144 wszelkie wstrzymania z tego obiektu, jego hierarchii nadrz\u0119dnej lub podrz\u0119dnej. Ponownie uruchom przegl\u0105danie z rozporz\u0105dzaniem.
FNRRS0435.message     = Z powodu zmiany bie\u017c\u0105cej fazy rozporz\u0105dzania nie mo\u017cna przeprowadzi\u0107 wst\u0119pnego rozporz\u0105dzania dla obiektu: {0}.
FNRRS0435.arg.0       = To\u017csamo\u015b\u0107 obiektu, dla kt\u00f3rego podj\u0119to pr\u00f3b\u0119 inicjacji rozporz\u0105dzania.

FNRRS0436.explanation = Fazy rozporz\u0105dzania nie mo\u017cna usun\u0105\u0107 z jej harmonogramu rozporz\u0105dzania, je\u015bli jeden lub wi\u0119cej kontener\u00f3w akt lub same akta znajduj\u0105 si\u0119 w tej fazie.
FNRRS0436.action      = Uruchom ponownie przegl\u0105danie z rozporz\u0105dzaniem i/lub zainicjuj rozporz\u0105dzanie dla tych kontener\u00f3w akt lub akt, a nast\u0119pnie pon\u00f3w operacj\u0119 usuwania fazy.
FNRRS0436.message     = Nie mo\u017cna usun\u0105\u0107 fazy rozporz\u0105dzania, kt\u00f3ra jest obecnie u\u017cywana; to\u017csamo\u015b\u0107 fazy: {0}.
FNRRS0436.arg.0       = To\u017csamo\u015b\u0107 fazy rozporz\u0105dzania, dla kt\u00f3rej podj\u0119to pr\u00f3b\u0119 usuni\u0119cia.

FNRRS0437.explanation = Dana faza rozporz\u0105dzania nie mo\u017ce istnie\u0107 wi\u0119cej ni\u017c raz w harmonogramie rozporz\u0105dzania.
FNRRS0437.action      = Utw\u00f3rz now\u0105 faz\u0119 rozporz\u0105dzania przed pr\u00f3b\u0105 dodania jej do harmonogramu rozporz\u0105dzania.
FNRRS0437.message     = Nie mo\u017cna doda\u0107 fazy rozporz\u0105dzania do harmonogramu, w kt\u00f3rym ju\u017c ona istnieje; to\u017csamo\u015b\u0107 fazy: {0}.
FNRRS0437.arg.0       = To\u017csamo\u015b\u0107 fazy rozporz\u0105dzania, dla kt\u00f3rej podj\u0119to pr\u00f3b\u0119 dodania.

FNRRS0438.explanation = Danej fazy rozporz\u0105dzania nie mo\u017cna u\u017cy\u0107 w wi\u0119cej ni\u017c jednym harmonogramie rozporz\u0105dzania.
FNRRS0438.action      = Utw\u00f3rz now\u0105 faz\u0119 rozporz\u0105dzania przed pr\u00f3b\u0105 dodania jej do harmonogramu rozporz\u0105dzania.
FNRRS0438.message     = Nie mo\u017cna doda\u0107 fazy rozporz\u0105dzania do harmonogramu, kt\u00f3ry jest ju\u017c u\u017cywany w innym harmonogramie; to\u017csamo\u015b\u0107 fazy: {0}.
FNRRS0438.arg.0       = To\u017csamo\u015b\u0107 fazy rozporz\u0105dzania, dla kt\u00f3rej podj\u0119to pr\u00f3b\u0119 dodania.

FNRRS0439.explanation = Je\u015bli harmonogram zawiera faz\u0119, kt\u00f3rej czynno\u015b\u0107 rozporz\u0105dzania to Niszczenie automatyczne, Niszczenie lub Przenoszenie, nie mo\u017cna doda\u0107 do niej dodatkowych faz.
FNRRS0439.action      = Przed pr\u00f3b\u0105 dodania nowej fazy do harmonogramu rozporz\u0105dzania usu\u0144 wszelkie fazy czynno\u015bci typu ko\u0144czenia.
FNRRS0439.message     = Nie mo\u017cna doda\u0107 fazy rozporz\u0105dzania do harmonogramu, dla kt\u00f3rego istnieje ju\u017c faza typu czynno\u015bci ko\u0144czenia Automatyczne niszczenie, Niszczenie lub Przenoszenie.

FNRRS0440.explanation = Nie mo\u017cna usun\u0105\u0107 fazy rozporz\u0105dzania z kolekcji, do kt\u00f3rej ona nie nale\u017cy.
FNRRS0440.action      = Od\u015bwie\u017c odpowiedni harmonogram rozporz\u0105dzania i ponownie uzyskaj dost\u0119p do jego listy faz rozporz\u0105dzania.
FNRRS0440.message     = Faza rozporz\u0105dzania nie jest cz\u0142onkiem fazy tej listy faz rozporz\u0105dzania; to\u017csamo\u015b\u0107 fazy: {0}.
FNRRS0440.arg.0       = To\u017csamo\u015b\u0107 fazy rozporz\u0105dzania, dla kt\u00f3rej podj\u0119to pr\u00f3b\u0119 usuni\u0119cia.

FNRRS0441.explanation = Dany alternatywny czas przechowywania nie mo\u017ce istnie\u0107 wi\u0119cej ni\u017c raz w fazie rozporz\u0105dzania.
FNRRS0441.action      = Utw\u00f3rz nowy alternatywny czas przechowywania przed pr\u00f3b\u0105 dodania go do fazy rozporz\u0105dzania.
FNRRS0441.message     = Nie mo\u017cna doda\u0107 alternatywnego czasu przechowywania do harmonogramu rozporz\u0105dzania, w kt\u00f3rym on ju\u017c istnieje; to\u017csamo\u015b\u0107 alternatywnego czasu przechowywania: {0}.
FNRRS0441.arg.0       = To\u017csamo\u015b\u0107 alternatywnego czasu przechowywania, dla kt\u00f3rego podj\u0119to pr\u00f3b\u0119 dodania.

FNRRS0442.explanation = Danego alternatywnego czasu przechowywania nie mo\u017cna u\u017cy\u0107 w wi\u0119cej ni\u017c jednej fazie rozporz\u0105dzania.
FNRRS0442.action      = Utw\u00f3rz nowy alternatywny czas przechowywania przed pr\u00f3b\u0105 dodania go do fazy rozporz\u0105dzania.
FNRRS0442.message     = Nie mo\u017cna doda\u0107 alternatywnego czasu przechowywania do jednej fazy, kt\u00f3ra jest ju\u017c u\u017cywana w innej fazie; to\u017csamo\u015b\u0107 alternatywnego czasu przechowywania: {0}.
FNRRS0442.arg.0       = To\u017csamo\u015b\u0107 alternatywnego czasu przechowywania, dla kt\u00f3rego podj\u0119to pr\u00f3b\u0119 dodania.

FNRRS0443.explanation = Nie mo\u017cna usun\u0105\u0107 czasu przechowywania z kolekcji, do kt\u00f3rej ona nie nale\u017cy.
FNRRS0443.action      = Od\u015bwie\u017c odpowiedni\u0105 faz\u0119 rozporz\u0105dzania i ponownie uzyskaj dost\u0119p do jej listy alternatywnych czas\u00f3w przechowywania.
FNRRS0443.message     = Alternatywny czas przechowywania nie jest cz\u0142onkiem tej listy alternatywnych czas\u00f3w przechowywania; to\u017csamo\u015b\u0107 alternatywnego czasu przechowywania: {0}.
FNRRS0443.arg.0       = To\u017csamo\u015b\u0107 alternatywnego czasu przechowywania, dla kt\u00f3rego podj\u0119to pr\u00f3b\u0119 usuni\u0119cia.

FNRRS0444.explanation = Bezpo\u015brednie usuwanie instancji DispositionPhase nie jest obs\u0142ugiwane.
FNRRS0444.action      = U\u017cyj jednej z metod DispositionPhaseList.remove w celu usuni\u0119cia instancji DispositionPhase.
FNRRS0444.message     = Metoda usuwania nie jest obs\u0142ugiwana dla instancji DispositionPhase; zamiast tego u\u017cyj metody DispositionPhaseList.remove.

FNRRS0445.explanation = Bezpo\u015brednie usuwanie instancji AlternateRetention nie jest obs\u0142ugiwane.
FNRRS0445.action      = U\u017cyj jednej z metod AlternateRetentionList.remove w celu usuni\u0119cia instancji AlternateRetention.
FNRRS0445.message     = Metoda usuwania nie jest obs\u0142ugiwana dla instancji AlternateRetention; zamiast tego u\u017cyj metody AlternateRetentionList.remove.

FNRRS0446.explanation = Niepowodzenie podczas pr\u00f3by odczytu roli dost\u0119pu zdefiniowanej przez identyfikator.
FNRRS0446.action      = Upewnij si\u0119, \u017ce bie\u017c\u0105cy u\u017cytkownik ma wystarczaj\u0105ce prawa do dodawania nowych cz\u0142onk\u00f3w do istniej\u0105cej roli, oraz \u017ce rola ta nadal istnieje w repozytorium.
FNRRS0446.message     = Niepowodzenie podczas pr\u00f3by odczytu roli dost\u0119pu zdefiniowanej przez identyfikator = ''{0}''.
FNRRS0446.arg.0       = role_ID

FNRRS0447.explanation = Aby mo\u017cliwe by\u0142o zapisanie zmiany harmonogramu rozporz\u0105dzania i/lub dowolnej z powi\u0105zanych z nim faz rozporz\u0105dzania, warto\u015b\u0107 w\u0142a\u015bciwo\u015bci ''Przyczyna zmiany'' musi by\u0107 niepusta.
FNRRS0447.action      = Podaj niepust\u0105 warto\u015b\u0107 w\u0142a\u015bciwo\u015bci ''Przyczyna zmiany'' dla powi\u0105zanego harmonogramu rozporz\u0105dzania przed pr\u00f3b\u0105 zapisania harmonogramu rozporz\u0105dzania lub dowolnej z jego faz rozporz\u0105dzania.
FNRRS0447.message     = Nie mo\u017cna przeprowadzi\u0107 zapisywania dla fazy rozporz\u0105dzania, je\u015bli brak jest warto\u015bci w\u0142a\u015bciwo\u015bci ''Przyczyna zmiany'' powi\u0105zanego harmonogramu rozporz\u0105dzania.

FNRRS0448.explanation = Typ obiektu pobranego kontenera nie odpowiada typowi \u017c\u0105danego obiektu.  Jest to istotne na przyk\u0142ad, w przypadku pr\u00f3by pobrania kategorii rekordu za pomoc\u0105 identyfikatora folderu rekordu.
FNRRS0448.action      = Upewnij si\u0119, \u017ce identyfikator kontenera jest poprawny dla oczekiwanego typu kontenera, i pon\u00f3w pr\u00f3b\u0119.
FNRRS0448.message     = Rzeczywisty typ jednostki pobieranego kontenera nie odpowiada \u017c\u0105danemu typowi obiektu; identyfikator kontenera: {0}, \u017c\u0105dany typ obiektu: {1}, rzeczywisty typ obiektu kontenera: {2}.
FNRRS0448.arg.0       = identyfikator kontenera
FNRRS0448.arg.1       = \u017c\u0105dany typ obiektu
FNRRS0448.arg.2       = rzeczywisty typ obiektu kontenera

FNRRS0449.explanation = Program IBM FileNet Content Search Engine zg\u0142asza wyj\u0105tek CBR_FULLTEXTROWLIMIT_EXCEEDED. Wyniki wyszukiwania przekraczaj\u0105 pojemno\u015b\u0107 mechanizmu. 
FNRRS0449.action      = Zaw\u0119\u017a s\u0142owa kluczowe wyszukiwania tre\u015bci.
FNRRS0449.message     = Wyniki wyszukiwania przekraczaj\u0105 pojemno\u015b\u0107 mechanizmu wyszukiwania IBM FileNet Content Search Engine. Zaw\u0119\u017a s\u0142owa kluczowe wyszukiwania tre\u015bci.



FNRRS0600.explanation = W ramach interfejsu Java API for Records Manager wyst\u0105pi\u0142 nieoczekiwany wyj\u0105tek; wyj\u0105tek opisuje komunikat exception_message.
FNRRS0600.action      = Sprawd\u017a tekst komunikatu o wyj\u0105tku i powi\u0105zany stos wywo\u0142a\u0144 w celu uzyskania dalszych informacji o przyczynie tego wyj\u0105tku.
FNRRS0600.message     = Wyst\u0105pi\u0142 nieoczekiwany wyj\u0105tek: {0}.
FNRRS0600.arg.0       = exception_message

FNRRS0601.explanation = Wymagany plik pakunku zasob\u00f3w globalizacji jest niedost\u0119pny, nazwa podstawowa pakunku: base_name.
FNRRS0601.action      = Sprawd\u017a, czy jest dost\u0119pny jeden lub wi\u0119cej plik\u00f3w pakunk\u00f3w zasob\u00f3w o formacie basename_nnNN.properties w \u015bcie\u017cce klasy JVM.
FNRRS0601.message     = Nie mo\u017cna znale\u017a\u0107 pakunku zasob\u00f3w dla nazwy podstawowej: ''{0}''.
FNRRS0601.arg.0       = base_name

FNRRS0602.explanation = Przekazano nieobs\u0142ugiwan\u0105 warto\u015b\u0107 \u0142a\u0144cucha - null lub pust\u0105 do parametru wej\u015bciowego: parameter_name.
FNRRS0602.action      = Upewnij si\u0119, \u017ce warto\u015b\u0107 tego parametru jest r\u00f3\u017cna od null i niepusta.
FNRRS0602.message     = Warto\u015b\u0107 parametru wej\u015bciowego to null lub \u0142a\u0144cuch pusty; parametr: ''{0}''.
FNRRS0602.arg.0       = parameter_name

FNRRS0603.explanation = Przekazano nieobs\u0142ugiwan\u0105 warto\u015b\u0107 tablicy - warto\u015b\u0107 null lub warto\u015b\u0107 niepoprawn\u0105 do parametru wej\u015bciowego: parameter_name.
FNRRS0603.action      = Upewnij si\u0119, \u017ce tablica nie ma warto\u015bci null ani pustej, oraz \u017ce nie zawiera element\u00f3w macierzy o warto\u015bci null.
FNRRS0603.message     = Warto\u015b\u0107 parametru wej\u015bciowego to null lub tablica jest nieprawid\u0142owa dla parametru: {0}.
FNRRS0603.arg.0       = parameter_name

FNRRS0604.explanation = Przekazano nieobs\u0142ugiwan\u0105 warto\u015b\u0107 kolekcji - warto\u015b\u0107 null lub warto\u015b\u0107 niepoprawn\u0105 do parametru wej\u015bciowego: parameter_name.
FNRRS0604.action      = Upewnij si\u0119, \u017ce kolekcja nie ma warto\u015bci null, oraz \u017ce nie zawiera element\u00f3w o warto\u015bci null.
FNRRS0604.message     = Warto\u015b\u0107 parametru wej\u015bciowego to null lub kolekcja jest nieprawid\u0142owa dla parametru: {0}.
FNRRS0604.arg.0       = parameter_name

#
#
#================================================================================
# JARM Logging Message Strings
#--------------------------------------------------------------------------------
# For each logging message include the suffixed resource where applicable:
#   .message     -- the actual log message containing any necessary {n} parameter placeholders.
#   .arg.n       -- description of argument parameter {n}.
#
#

FNRRS9999.message  = Komunikat testowy, param1: {0}, param2: {1}.

FNRRS0700.message = B\u0142\u0105d podczas tworzenia instancji kontroli RM {0} {1} dla obiektu: {2}
FNRRS0700.arg.0   = Kontrolowana operacja, na przyk\u0142ad: "Usu\u0144", "Przemie\u015b\u0107", itd.
FNRRS0700.arg.1   = Status kontroli: ''Powodzenie'' lub ''Niepowodzenie''.
FNRRS0700.arg.2   = \u0141a\u0144cuch identyfikuj\u0105cy obiekt powi\u0105zany z pr\u00f3b\u0105 kontroli RM.

FNRRS0701.message = Bie\u017c\u0105cy u\u017cytkownik nie ma praw dost\u0119pu do umieszczania skopiowanego dokumentu {0} w folderze zawarto\u015bci {1} w ramach procesu kopiowania akt.
FNRRS0701.arg.0   = Identyfikator kopii nowo utworzonego dokumentu.
FNRRS0701.arg.1   = Identyfikator folderu tre\u015bci.

FNRRS0702.message = Istnieje wi\u0119cej ni\u017c jeden aktywny wolumin podrz\u0119dny w folderze akt: {0}.
FNRRS0702.arg.0   = Identyfikator nadrz\u0119dnego folderu akt.

FNRRS0703.message = Problem podczas przetwarzania wersji akt sklasyfikowanych wg standard\u00f3w DoD podczas deklarowania nowych akt: {0}
FNRRS0703.arg.0   = Komunikat dot. wyj\u0105tku.

FNRRS0704.message = Nieoczekiwany b\u0142\u0105d podczas pr\u00f3by automatycznego usuni\u0119cia artefakt\u00f3w rozporz\u0105dzania zarz\u0105dzanego za po\u015brednictwem PSS Atlas: {0}
FNRRS0704.arg.0   = Komunikat dot. wyj\u0105tku.

FNRRS0705.message = Ponowne obliczenie odci\u0119cia rozporz\u0105dzania wykonano dla obiektu: {0}.
FNRRS0705.arg.0   = Identyfikator obiektu.

#
#
#--------------------------------------------------------------------------------
#
#
#================================================================================
# JARM Miscellaneous Strings (primarily for auditing purposes).
#--------------------------------------------------------------------------------

#-- Used for LString class unit tests.
test.string1		= Pewien \u0142a\u0144cuch testowy.
test.pattern1		= Pierwszy {0} i drugi {1}.

audit.reasonForFailure = Przyczyna niepowodzenia: {0}

#-- {0} - the record or entity which is affected
#-- {1} - location where the entity was transferred or exported
audit.successfulDelete = Obiekt RM {0} zosta\u0142 pomy\u015blnie usuni\u0119ty
audit.failedDelete	   = Obiekt RM {0} nie zosta\u0142 usuni\u0119ty

audit.successfulExport = Obiekt RM {0} zosta\u0142 pomy\u015blnie wyeksportowany do {1}
audit.failedExport	   = Obiekt RM {0} nie zosta\u0142 wyeksportowany do {1}

audit.successfulInterimTransfer = Obiekt RM {0} zosta\u0142 pomy\u015blnie tymczasowo przeniesiony do {1}
audit.failedInterimTransfer 	= Obiekt RM {0} nie zosta\u0142 tymczasowo przeniesiony do {1}

audit.successfulTransfer = Obiekt RM {0} zosta\u0142 pomy\u015blnie przeniesiony do {1}
audit.failedTransfer 	 = Obiekt RM {0} nie zosta\u0142 przeniesiony do {1}

audit.successfulUndeclare = Dla akt RM {0} pomy\u015blnie cofni\u0119to deklaracj\u0119
audit.failedUndeclare     = Dla akt RM {0} nie cofni\u0119to deklaracji

audit.successfulReview = Akta RM {0} zosta\u0142y pomy\u015blnie przejrzane
audit.failedReview     = Akta RM {0} nie zosta\u0142y przejrzane

#-- {0} - the record or entity which is affected
#-- {1} - source location where the entity is from
#-- {2} - destination location where the entity is being relocated to
audit.successfulRelocate = Obiekt RM {0} zosta\u0142 przemieszczony z lokalizacji \u017ar\u00f3d\u0142owej {1} do lokalizacji docelowej {2}
audit.failedRelocate     = Obiektu RM {0} nie mo\u017cna by\u0142o przemie\u015bci\u0107

#-- {0} - the record or entity which is affected
#-- {1} - name of the hold
audit.holdReason       = Wstrzymanie r\u0119czne
audit.successfulHold   = Obiekt RM {0} zosta\u0142 pomy\u015blnie wstrzymany pod nazw\u0105 {1}
audit.failedHold       = Obiekt RM {0} nie zosta\u0142 wstrzymany pod nazw\u0105 {1}

audit.removeHoldReason      = R\u0119czne usuni\u0119cie wstrzymania
audit.successfullRemoveHold = Obiekt RM {0} zosta\u0142 pomy\u015blnie usuni\u0119ty spo\u015br\u00f3d obiekt\u00f3w wstrzymanych pod nazw\u0105 {1}
audit.failedRemoveHold      = Obiekt RM {0} nie zosta\u0142 usuni\u0119ty spo\u015br\u00f3d obiekt\u00f3w wstrzymanych pod nazw\u0105 {1}

bulk.deleteReason	= Cz\u0119\u015b\u0107 operacji usuwania masowego

disposition.deleteFromDestroy   = Usuwanie wykonano jako efekt czynno\u015bci niszczenia.
disposition.closedByDisposition = Zamkni\u0119to z powodu przetwarzania rozporz\u0105dzania.

# volume.autoCloseReason must be limited to 64 chars max.
volume.autoCloseReason	= Wolumin zamkni\u0119to z powodu dodania nowego aktywnego woluminu siostrzanego.

