# NLS_MESSAGEFORMAT_ALL
# NLS_ENCODING=UNICODE
# IBMNJDK1
#
#
# Copyright (C) 2010, 2012 IBM Corp. All rights reserved.
#
# IER Report Engine Localized String Resources (en_US).
# Includes strings for exception messages, logging and
#  other miscellaneous usage.
#
#
#================================================================================
# IER Report Enging Exception Message Strings
#--------------------------------------------------------------------------------
# For each error message include the suffixed resource where applicable:
#   .explanation -- a detailed explanation of the error.
#   .action      -- the action the user can take to resolve the error.
#   .message     -- the actual error message containing any necessary {n} parameter place holders.
#   .arg.n       -- description of argument parameter {n} for localization purposes.
#

FNRRE0101.explanation = \u0643\u0648\u062f \u062a\u0639\u0631\u064a\u0641 \u0639\u0645\u0644 \u0627\u0644\u062a\u0642\u0631\u064a\u0631 \u0627\u0644\u0645\u0642\u062a\u0631\u062d \u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0627\u0644\u0641\u0639\u0644 \u0641\u064a \u062c\u062f\u0648\u0644 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a.
FNRRE0101.action      = \u0642\u0645 \u0628\u0627\u062f\u062e\u0627\u0644 \u0642\u064a\u0645\u0629 \u0644\u0645 \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627 \u0628\u0627\u0644\u0641\u0639\u0644 \u0641\u064a \u062c\u062f\u0648\u0644 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a.
FNRRE0101.message     = \u0643\u0648\u062f \u062a\u0639\u0631\u064a\u0641 \u0639\u0645\u0644 \u0627\u0644\u062a\u0642\u0631\u064a\u0631 \u0627\u0644\u0645\u0642\u062a\u0631\u062d \u0644\u064a\u0633 \u0628\u0627\u0644\u0645\u062a\u0641\u0631\u062f \u0641\u064a \u062c\u062f\u0648\u0644 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a ''{0}'': ''{1}''.
FNRRE0101.arg.0       = table_name
FNRRE0101.arg.1       = report_identifier

FNRRE0102.explanation = \u0627\u0644\u0645\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u0637\u0644\u0648\u0628 report_parametername \u0644\u064a\u0633 \u0644\u0647 \u0642\u064a\u0645\u0629.
FNRRE0102.action      = \u0642\u0645 \u0628\u0627\u062f\u062e\u0627\u0644 \u0642\u064a\u0645\u0629 \u0627\u0644\u0645\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u0637\u0644\u0648\u0628.
FNRRE0102.message     = \u0627\u0644\u0645\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u0637\u0644\u0648\u0628 \u0644\u064a\u0633 \u0644\u0647 \u0642\u064a\u0645\u0629 \u0635\u062d\u064a\u062d\u0629: ''{0}''.
FNRRE0102.arg.0       = report_parametername

FNRRE0103.explanation = \u0627\u0644\u0645\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u0637\u0644\u0648\u0628 report_parametername \u0644\u064a\u0633 \u0641\u064a \u0643\u0634\u0641 \u0627\u0644\u0645\u0639\u0627\u0645\u0644\u0627\u062a.
FNRRE0103.action      = \u0642\u0645 \u0628\u062a\u0636\u0645\u064a\u0646 \u0627\u0644\u0645\u0639\u0627\u0645\u0644 \u0648\u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643\u0634\u0641 \u0627\u0644\u0645\u0639\u0627\u0645\u0644\u0627\u062a.
FNRRE0103.message     = \u0627\u0644\u0645\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u0637\u0644\u0648\u0628 \u063a\u064a\u0631 \u0645\u062a\u0636\u0645\u0646 \u0641\u064a \u0643\u0634\u0641 \u0627\u0644\u0645\u0639\u0627\u0645\u0644\u0627\u062a: ''{0}''.
FNRRE0103.arg.0       = report_parametername

FNRRE0104.explanation = \u0645\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u062f\u062e\u0644\u0627\u062a report_parametername \u063a\u064a\u0631 \u0645\u0639\u0631\u0641 \u0641\u064a \u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u062a\u0642\u0631\u064a\u0631.
FNRRE0104.action      = \u0642\u0645 \u0628\u0627\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u0639\u0627\u0645\u0644 \u0627\u0644\u0649 \u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u062a\u0642\u0631\u064a\u0631 \u0623\u0648 \u0642\u0645 \u0628\u0627\u0632\u0627\u0644\u0629 \u0627\u0644\u0645\u0639\u0627\u0645\u0644 \u0645\u0646 \u0643\u0634\u0641 \u0627\u0644\u0645\u0639\u0627\u0645\u0644\u0627\u062a.
FNRRE0104.message     = \u0644\u0645 \u064a\u062a\u0645 \u062a\u0639\u0631\u064a\u0641 \u0645\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u062f\u062e\u0644\u0627\u062a \u0641\u064a \u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u062a\u0642\u0631\u064a\u0631: ''{0}''.
FNRRE0104.arg.0       = report_parametername

FNRRE0105.explanation = \u0645\u0635\u062f\u0631 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0630\u064a \u062a\u0645 \u0627\u0631\u0641\u0627\u0642\u0647 \u0645\u0639 \u0627\u0644\u0639\u0628\u0627\u0631\u0629 \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0639\u062f\u0627\u062f\u0647\u0627 \u063a\u064a\u0631 \u0645\u0641\u062a\u0648\u062d.
FNRRE0105.action      = \u0627\u0631\u062c\u0639 \u0627\u0644\u0649 \u0631\u0635\u0629 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0627\u0633\u062a\u062b\u0646\u0627\u0626\u064a\u0629 \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u062a\u0641\u0635\u064a\u0644\u064a\u0629.
FNRRE0105.message     = \u0645\u0635\u062f\u0631 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0630\u064a \u062a\u0645 \u0627\u0631\u0641\u0627\u0642\u0647 \u0645\u0639 \u0627\u0644\u0639\u0628\u0627\u0631\u0629 \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0639\u062f\u0627\u062f\u0647\u0627 \u063a\u064a\u0631 \u0645\u0641\u062a\u0648\u062d.

FNRRE0106.explanation = \u0627\u0633\u0645 \u062c\u062f\u0648\u0644 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u063a\u064a\u0631 \u0645\u0639\u0631\u0641 \u0641\u064a \u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u062a\u0642\u0631\u064a\u0631.
FNRRE0106.action      = \u0642\u0645 \u0628\u062a\u0639\u0631\u064a\u0641 \u0627\u0633\u0645 \u062c\u062f\u0648\u0644 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0628\u0627\u0644\u0645\u0641\u062a\u0627\u062d  db_table_name \u0641\u064a \u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u062a\u0642\u0631\u064a\u0631.
FNRRE0106.message     = \u0627\u0633\u0645 \u062c\u062f\u0648\u0644 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u063a\u064a\u0631 \u0645\u0639\u0631\u0641 \u0641\u064a \u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u062a\u0642\u0631\u064a\u0631.
